{
  "filename": "Annales-Decembre-2024.pdf",
  "markdown": "<!-- image -->\n\n<!-- image -->\n\n## ANNALES DES EXAMENS D'ARBITRES FÉDÉRAUX\n\n## SESSION DE D É CEMBRE 2024\n\nDirecteur des examens : Sylvain WLASSEWITCH -examens.dnaffe@gmail.com\n\n<!-- image -->\n\nFédération Française des Échecs : https://echecs.asso.fr/\n\nDirection Nationale de l'Arbitrage : https://dna.ffechecs.fr/\n\n<!-- image -->\n\n## Annales des examens - Session d'examen de décembre 2024 Sommaire\n\n<!-- image -->\n\n## Attention ! Note importante !\n\nLes réponses sont basées sur les règles et règlements en application au moment du passage de l'examen.\n\n| Page de garde et informations de contact | Page 1 |\n|--------------------------------------------|----------|\n| Sommaire | Page 2 |\n| Statistiques de la session | Page 3 |\n| UVR de décembre 2024 - Sujet sans réponse | Page 4 |\n| UVR de décembre 2024 - Grille des réponses | Page 10 |\n| UVR de décembre 2024 - Corrigé détaillé | Page 11 |\n| UVC de décembre 2024 - Sujet sans réponse | Page 20 |\n| UVC de décembre 2024 - Grille des réponses | Page 25 |\n| UVC de décembre 2024 - Corrigé détaillé | Page 26 |\n| UVO de décembre 2024 - Sujet sans réponse | Page 32 |\n| UVO de décembre 2024 - Grille des réponses | Page 36 |\n| UVO de décembre 2024 - Corrigé détaillé | Page 37 |\n| UVT de décembre 2024 - Sujet sans réponse | Page 42 |\n| UVT de décembre 2024 - Grille des réponse | Page 51 |\n| UVT de décembre 2024 - Corrigé détaillé | Page 52 |\n\n<!-- image -->\n\n<!-- image -->\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage\n\n## Statistiques de la session\n\n373 candidats étaient inscrits à cette session à une ou deux épreuves, 327 étaient effectivement présents dans l'un des 53 centres d'examens, répartis sur 14 ligues sur les 17.\n\n| Candidats | Inscrits | Présents | Absents | %Absents | Reçus | Taux* |\n|-------------|------------|------------|-----------|------------|---------|---------|\n| UVR | 257 221 | 36 | 14% | 141 | 64% | |\n| UVC | 234 208 | 26 | 11% | 128 | 62% | |\n| UVO | 74 61 | | 13 | 18% | 33 | 54% |\n| UVT | 67 57 | | 10 | 14% | 34 | 60% |\n| TOTAL | 632 | 547 | 85 | 13,40% | - | - |\n\n256 candidats ont participé à une ou deux épreuves pour le titre d'arbitre fédéral de club. 67 candidats ont participé à une ou deux épreuves pour le titre d'arbitre fédéral d'open.\n\n| UV | Total | Pdf | En Ligne | %en Ligne |\n|-------|---------|-------|------------|-------------|\n| UVR | 221 | 149 | 72 | 33% |\n| UVC | 208 | 145 | 63 | 30% |\n| UVO | 61 | 48 | 13 | 21% |\n| UVT | 57 | 43 | 14 | 25% |\n| Total | 547 | 408 | 162 | 30% |\n\n| Ligues | Centres d'examens | UVR | UVC | UVO | UVT | Absents (en UV inscrites) | Total Inscriptions | Taux de présence | Ligues |\n|----------|---------------------|-------|-------|-------|-------|-----------------------------|----------------------|--------------------|----------|\n| ARA | 5 centres | 34 | 34 | 1 | 2 | 2 | 73 | 97% | ARA |\n| BFC | 4 centres | 8 | 7 | 8 | 7 | 0 | 30 | 100% | BFC |\n| BRE | 3 centres | 6 | 6 | 2 | 2 | 2 | 18 | 89% | BRE |\n| CVL | 4 centres | 15 | 17 | 0 | 1 | 13 | 46 | 72% | CVL |\n| EST | 5 centres | 15 | 16 | 8 | 10 | 2 | 51 | 96% | EST |\n| HDF | 2 centres | 17 | 16 | 3 | 0 | 6 | 42 | 86% | HDF |\n| IDF | 3 centres | 37 | 24 | 6 | 6 | 6 | 79 | 92% | IDF |\n| NAQ | 7 centres | 15 | 20 | 11 | 10 | 2 | 58 | 97% | NAQ |\n| NOR | 1 centre | 3 | 3 | 1 | 1 | 0 | 8 | 100% | NOR |\n| OCC | 7 centres | 25 | 23 | 5 | 6 | 17 | 76 | 78% | OCC |\n| PAC | 3 centres | 15 | 17 | 5 | 5 | 5 | 47 | 89% | PAC |\n| PDL | 6 centres | 20 | 17 | 7 | 6 | 8 | 58 | 87% | PDL |\n| GUA | 1 centre | 0 | 0 | 1 | 1 | 0 | 2 | 100% | GUA |\n| MAR | 1 centre | 3 | 0 | 3 | 0 | 8 | 14 | 43% | MAR |\n| REU | 1 centre | 8 | 8 | 0 | 0 | 14 | 30 | 53% | REU |\n| TOTAL | 53 centres | 221 | 208 | 61 | 57 | 85 | 632 | 87% | |\n\nFFÉ checs D irection N ationale de l' A rbitrage - Session d'examen de décembre 2024 - Annales - Page 3 sur 62\n\nDurée : 2 heures\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage UVR session de décembre 2024 - Sujet sans réponse\n\nN° Anonymat candidat :\n\nTous les documents sont autorisés (en version imprimée ou numérique) sauf les annales constituées de sujets et de corrigés. Il est interdit de téléphoner ou de se connecter sur Internet pendant l'épreuve excepté ceux et celles qui passent leur épreuve en ligne.\n\nPour chaque question, une seule réponse est attendue. Toutes les questions rapportent un point. 80% de bonnes réponses nécessaires pour avoir l'UV donc 24 bonnes réponses sur 30 questions.\n\n## Question 1 : Quand dit-on qu'un joueur a le trait ?\n\n- a) Quand l'arbitre lance le début de la ronde,\n- b) Quand son adversaire a joué son coup,\n- c) Quand son adversaire a joué son coup et l'a validé par l'appui sur la pendule,\n- d) Quand le joueur a noté le coup de son adversaire sur sa feuille de partie.\n\nQuestion 2 : Vous êtes l'arbitre d'une rencontre. Le conducteur des blancs veut faire une promotion. Il n'a pas de dame à disposition. Il arrête la pendule et vous en demande une que vous lui fournissez. Puis vous redémarrez la pendule. Le joueur réfléchit encore un peu et promeut son pion en tour et valide son coup. Son adversaire arrête la pendule et vous appelle à son tour pour exiger que le pion se transforme en la pièce demandée. Que faites-vous ?\n\n- a) Vous obligez les blancs à transformer leur pion en dame blanche,\n- b) Vous accédez à la demande des noirs et ajoutez 2 mn à leur pendule,\n- c) Vous expliquez aux noirs que le fait d'avoir demandé une dame blanche n'oblige pas les blancs à faire « promotion dame ».\n- d) Vous déclarez la partie perdue pour les noirs pour l'arrêt abusif de la pendule.\n\n## Question 3 : L'arbitre qui observe une position illégale sans avoir vu le dernier coup achevé, doit-il toujours\n\n## intervenir ?\n\n- a) Il intervient seulement en cadence lente.\n- b) Il intervient seulement dans les cadences rapides et blitz.\n- c) Il intervient dans toutes les cadences.\n- d) Il n'intervient jamais dans ce cas-là.\n\n## Question 4 : Cadence 1h ko\n\nVous assistez au déroulement d'une partie. Les Noirs, au trait, touchent le Roi mais avant de le lâcher se rendent compte que c'est un très mauvais coup et par conséquent disent « J'adoube ». Les deux joueurs commencent à discuter.\n\n## Que faites-vous ?\n\n- a) Vous laissez les joueurs s'arranger entre eux, moins un arbitre intervient, mieux c'est.\n- b) Vous obligez le conducteur des noirs à jouer leur Roi. Pièce touchée, pièce à jouer !\n- d) Vous déclarez les blancs gagnants.\n- c) Vous intervenez pour calmer la situation et vous rappelez que le joueur a dit « j'adoube » et peut donc jouer ce qu'il veut.\n\n## Question 5 : Cadence 50 min +10 s.\n\n## Quelles sont les interventions possibles de l'arbitre ?\n\nVous voyez le conducteur des blancs, dont la pendule est enclenchée, toucher le Cavalier noir puis sa Tour.\n\n- a) Vous n'intervenez pas, comme la tour est clouée, le joueur peut jouer ce qu'il veut.\n- b) Vous stoppez la pendule et vous ajoutez 2 minutes à l'adversaire et vous comptez un coup illégal pour le conducteur des blancs car la tour blanche est clouée.\n- d) Vous déclarez la partie gagnée par les noirs\n- c) Vous surveillez la partie car les blancs sont dans l'obligation de prendre le cavalier noir.\n\n<!-- image -->\n\n## Question 6 : Partie à la cadence de 1h30 +30 s par coup.\n\n- a) Rien, c'est trop tard, vous continuez la reconstitution.\n\nLe conducteur des blancs au trait vous appelle au 67 e coup pour demander la nulle pour trois fois la même position. Comme le conducteur des noirs conteste, vous commencez la reconstitution de la partie. Au cours de la reconstitution, vous vous apercevez que les noirs étaient échec et mat au 44e coup. Aucun des deux joueurs ne s'en étant aperçu, la partie a continué. Quelles sont les interventions possibles de l'arbitre ?\n\n- b) Sans même poursuivre la reconstitution, vous acceptez immédiatement la demande de nulle.\n- c) Vous déclarez les blancs vainqueurs.\n- d) Vous demandez aux blancs de changer leur coup qui a fait échec et mat sans s'en apercevoir pour que la partie puisse continuer.\n\n## Question 7 : Cadence lente\n\nconducteur des blancs serre la main de son adversaire.\n\nVous surveillez cet échiquier car les blancs sont en zeitnot. Le conducteur des noirs vient de jouer Fxc3+ et annonce « Echec et mat ». Le\n\n## Quel est le résultat de la partie ?\n\n- a) Gain noir,\n- b) Gain blanc car la seule suite de coups légaux conduit à un mat pour les blancs,\n- c) Nulle.\n\n## Question 8 : Cadence 2h KO.\n\n<!-- image -->\n\nLe conducteur des noirs vient d'abandonner au 55e coup. Avant de signer les feuilles de partie, les deux joueurs se lancent dans l'analyse. Au cours de cette analyse, les deux joueurs s'aperçoivent que les blancs ont joué un coup illégal 6 coups avant la fin de la partie. Le conducteur des noirs demande que la partie soit reprise à la dernière position légale\n\n## connue. Que faites-vous ?\n\n- b) Comme les feuilles de partie ne sont pas signées, la partie reprend à la dernière position légale connue et vous ajustez les pendules.\n- a) Comme le coup illégal a eu lieu moins de 10 coups avant la fin de la partie, la partie reprend à la dernière position légale connue et vous ajustez les pendules.\n- c) La partie est terminée donc vous validez le résultat : les blancs ont gagné.\n- d) Les blancs ont fait un coup illégal. Ils ne peuvent donc pas gagner la partie. Elle est donc déclarée nulle.\n\n## Question 9\n\nDans la position du diagramme, les blancs touchent le pion g2 avec l'intention de déplacer le pion g2 et leur drapeau tombe. Quelle décision prendre ?\n\n- a) L'arbitre déclare les noirs gagnants.\n- b) L'arbitre déclare la partie nulle.\n- c) L'arbitre déclare les blancs gagnants.\n\n## Question 10\n\n## A quelle cadence la chute du drapeau est signalée par l'arbitre s'il la remarque ?\n\n- a) En cadence lente,\n- b) En cadence rapide,\n- c) En cadence blitz,\n- d) Toutes les réponses ci-dessus sont bonnes.\n\nQuestion 11 : Une pause pour aller aux toilettes n'est généralement pas une raison valable d'arrêt de la pendule mais pourrait l'être dans le cas d'un joueur handicapé ou malade.\n\n- a) Vrai.\n- b) Faux.\n- c) C'est laissé à l'appréciation de l'arbitre.\n\n<!-- image -->\n\nQuestion 12 : Partie à la cadence de 1h30 pour les 40 premiers coups plus 30 min pour terminer la partie avec 30 secondes par coup dès le premier.\n\nLe conducteur des blancs joue son 40ème coup et juste avant d'appuyer sur la pendule, son drapeau tombe. Son adversaire, dont la position sur l'échiquier est désespérée, réclame le gain. Que décidez-vous ?\n\n- a) Les noirs sont pénalisables car ils appellent l'arbitre sans raison.\n- b) Les noirs gagnent au temps. Les 40 coups des blancs n'ont pas été achevés dans le temps requis,\n- c) Les blancs gagnent au temps. Les 40 coups des noirs n'ont pas été achevés dans le temps requis,\n- d) La partie continue car le coup a bien été joué sur l'échiquier,\n\n## Question 13\n\nLors de votre surveillance des parties vous observez la position suivante . Les blancs viennent d'achever le coup Fh7.\n\nPartie à la cadence de 1h30 pour les 40 premiers coups plus 30 min pour terminer la partie avec 30 secondes par coup dès le premier.\n\n- a) Vous faites reconstituer la partie.\n- b) Vous faites recommencer la partie.\n- c) Vous n'intervenez pas.\n- d) Vous déclarez la partie gagnée par les blancs\n\n## Question 14\n\nPartie à la cadence de 1h30 pour les 40 premiers coups plus 30 min pour terminer la partie avec 30 secondes par coup dès le premier.\n\nEn passant dans les rangs, vous voyez un joueur qui ne note plus les coups. Le trait est à son adversaire. Il reste 30 minutes environ à chacun des joueurs. L'adversaire ne se plaint pas. Que faites-vous ?\n\n- a) Si l'adversaire ne se plaint pas, vous n'intervenez pas.\n- b) Vous attendez que le joueur fautif soit au trait et vous lui demandez sans arrêter la pendule et avant de jouer son prochain coup, de recopier tous les coups qu'il n'a pas notés, à l'aide de la feuille de partie de son adversaire.\n- c) Vous faites simplement la remarque en passant et tant pis s'il y a des manques ; le joueur devra reprendre la notation ensuite.\n- d) Vous enlevez 10 minutes au joueur qui ne note plus.\n\n## Question 15 : Cadence 1h30 + 30s par coup. Parmi les 4 affirmations suivantes, une seule est vraie. Laquelle ?\n\n- b) Quand on observe la position pour savoir s'il y a eu 3 positions identiques, les coups qui ont précédé les positions observées ne comptent pas.\n- a) Après 50 coups joués sans prise de pion ni mouvement de pièce, l'arbitre peut intervenir pour déclarer la partie nulle.\n- c) En cadence lente avec incrément de 30 secondes par coup, un joueur peut répondre au coup de son adversaire avant de le noter.\n- d) Il n'est jamais autorisé d'écrire un coup avant de le jouer.\n\n## Question 16 Cadence lente\n\nLe conducteur des blancs au trait, a arrêté la pendule et vous indique qu'une position identique vient d'apparaître pour la 3 ème fois. Il réclame donc la nulle.\n\nL'adversaire n'étant pas d'accord vous faites reconstituer la partie sur un autre échiquier.\n\n## Quelle votre décision ?\n\nAu cours de la reconstitution et avant d'arriver à la fin, le joueur qui a réclamé la nulle change d'avis et vous indique qu'il souhaite finalement continuer la partie. L'adversaire est d'accord.\n\n- a) Comme vous n'êtes pas allé jusqu'au bout de la reconstitution la partie peut reprendre.\n- b) Vous continuez la reconstitution jusqu'à la fin. Si une position identique apparaît bien 3 fois la partie sera déclarée nulle. Si tel n'est pas le cas, l'adversaire ayant refusé la nulle au moment de la réclamation sera déclaré gagnant.\n- c) Vous continuez la reconstitution jusqu'à la fin. Si une position identique apparaît bien 3 fois la partie sera déclarée nulle. Si tel n'est pas le cas, les noirs recevront 2 min de plus à la pendule et la partie reprendra.\n- d) Comme les blancs changent d'avis, vous reprenez la partie en le pénalisant pour vous avoir dérangé pour rien.\n\n<!-- image -->\n\n## Question 17\n\nCadence lente\n\nUn joueur arrête la pendule et vient vous voir pour vous faire constater 3 fois la même position. Ce dernier a joué son coup sur l'échiquier puis l'a noté sur sa feuille de partie. Son adversaire n'est pas d'accord. Quelle est votre décision ?\n\n- a) Vous faites reconstituer la partie par les joueurs sur un autre échiquier et vous constatez effectivement 3 fois la même position. Vous déclarez donc nulle.\n- b) Vous ne donnez pas suite à cette réclamation et ajoutez 2 min de plus à la pendule du joueur ayant le trait.\n- d) Vous refusez aussitôt car le joueur au trait n'a pas à arrêter la pendule pour vous solliciter et vous ajoutez 1 min à l'adversaire.\n- c) Vous refusez aussitôt car le joueur au trait n'a pas à arrêter la pendule pour vous solliciter et vous ajoutez 2 min à l'adversaire.\n\n## Question 18\n\nCadence 1h30 plus 30 s par coup.\n\nVous êtes appelé à un échiquier par le conducteur des Noirs qui réclame la nulle estimant que 50 coups ont été joués sans mouvement de pion ni aucune prise. Après vérification, la demande est refusée.\n\nLa pendule indique au moment de la demande : Blancs 6.45 et Noirs 4.26\n\n## Qu'indiquera la pendule à la reprise du jeu ?\n\n- a) Blancs 6.45 et Noirs 4.26,\n- b) Blancs 6.45 et Noirs 2.26,\n- c) Blancs 8.45 et Noirs 4.26,\n- d) Blancs 8.15 et Noirs 6.26.\n\n## Question 19\n\nCadence 1h30 + 30 s par coup.\n\nLes feuilles de parties indiquent que les cinquante derniers coups sans mouvement de pion ni prise, ont été joués par les deux joueurs. Ces derniers continuent la partie.\n\nDans une finale Roi + Tour contre Roi, un jeune joueur a beaucoup de mal à conclure. Vous vous trouvez à côté de l'échiquier. Les noirs viennent de jouer et achever leur coup.\n\n## Que faites-vous ?\n\n- a) Vous attendez que la même position se produise 5 fois pour déclarer le joueur ayant Roi + Tour, gagnant.\n- b) Cinquante coups étant joués vous déclarez la nulle sans plus attendre.\n- c) Tant que les joueurs ne demandent rien, vous ne bougez pas et attendez que 75 coups sans mouvement de pion ni prise ni échec et mat, soient joués par les blancs pour déclarer la partie nulle.\n- d) Tant que les joueurs ne demandent rien, vous ne bougez pas et attendez que 75 coups sans mouvement de pion ni prise ni échec et mat, soient joués par les deux joueurs pour déclarer la partie nulle.\n\n## Question 20\n\nVous surveillez de loin un joueur au trait quitter la zone de jeu et aller à la buvette acheter une boisson et aussitôt revenir à sa table.\n\n## Quelle est votre réaction ?\n\n- b) Vous déclarez son adversaire gagnant car un joueur au trait n'a pas le droit de quitter la zone de jeu sans la permission de l'arbitre,\n- a) Vous attendez qu'il joue son coup pour lui donner un avertissement car un joueur au trait n'a pas le droit de quitter la zone de jeu sans la permission de l'arbitre,\n- c) Vous déclarez son adversaire gagnant par forfait car un joueur au trait n'a pas le droit de quitter la zone de jeu sans la permission de l'arbitre,\n- d) Vous déclarez son adversaire gagnant car un joueur n'a pas le droit de boire et de manger durant sa partie.\n\n## Question 21\n\n## Durant la partie, dans quelle zone l'utilisation de la cigarette électronique est-elle autorisée pour les joueurs ?\n\n- a) Partout, la cigarette électronique n'est pas gênante contrairement aux vraies cigarettes,\n- b) Seulement en dehors de la zone de jeu (buvette, toilette...),\n- c) Seulement dans la zone fumeur prévue par l'organisation du tournoi,\n- d) Nulle part. Toute utilisation d'objets électroniques est interdite durant la partie.\n\n## Question 22\n\nCadence rapide. L'article A4 s'applique pendant toute la manifestation.\n\n- a) La partie étant enregistrée on revient à la position avant le coup illégal et la partie continuera. Les blancs devront parer l'échec avec la dame.\n\nVous arrivez à cette table au moment où le conducteur des blancs joue Db5 et enclenche la pendule des noirs. Vous repérez que les deux Rois sont en échec. Avant que vous puissiez intervenir, le conducteur des noirs répond Fc4 et enclenche la pendule des blancs. Quelle est votre réaction ?\n\n- b) Comme on est en rapide, vous déclarez la partie nulle.\n- c) Vous déclarez la partie perdue par les blancs.\n- d) Vous déclarez la partie perdue par les noirs\n\n## Question 23\n\nCadence 30 mn + 10 s par coup au cours duquel l'article A5 s'applique.\n\nAprès le 16eme coup, vous remarquez que la pendule ajoute 5 secondes au lieu de 10 à chaque coup. Que faites-vous ?\n\n- a) Absolument rien.\n- b) Vous devez corriger le réglage initial et seulement corriger l'incrément.\n- c) Vous devez ajouter 80 secondes aux deux joueurs et corriger l'incrément.\n- d) Vous corrigez les pendules avec discernement.\n\n## Question 24 : Partie en cadence 30 min KO.\n\nLe règlement de la compétition précise que le A5 s'applique tout le long de la compétition.\n\nLa ronde est commencée depuis 15 minutes.\n\nLe conducteur des blancs appelle l'arbitre car d'après lui il y a manifestement eu une erreur de réglage de la pendule. Après avoir vérifié que la pendule fonctionne correctement l'arbitre la redémarre.\n\nLa pendule indique 50 secondes pour les blancs et 6 minutes et 14 secondes pour les noirs. Une vingtaine de coups ont été joués.\n\n## Quelle sont les indications de la pendule des blancs et des noirs ?\n\n- a) Blancs : 0.50 - Noirs : 6.14,\n\n- b) Blancs : 10.50 - Noirs : 16.14,\n\n- c) Blancs : 15.00 - Noirs : 15.00,\n\n- d) Comme il y a manifestement eu un problème au départ, on recommence la partie depuis le début en ajustant les pendules au mieux pour ne pas décaler la ronde suivante.\n\n## Question 25\n\nCadence rapide. L'article A5 s'applique\n\nLes blancs jouent en laissant leur roi en échec et appuient sur la pendule. Les noirs jouent un pion qui attaque alors la dame blanche et disent « échec ». Le conducteur des blancs proteste et vous demande de reprendre leur coup précédent puisque c'était un coup illégal.\n\n## Que faites-vous ?\n\n- a) Vous faites changer le coup des blancs précédent et ajoutez 2 minutes aux noirs.\n- b) Vous faites changer le coup des blancs précédent sans ajouter de temps aux noirs qui n'auraient pas dû jouer.\n- c) Vous faites changer le coup des blancs précédent en ajoutant 2 minutes aux blancs. L'attitude des noirs n'est pas correcte et vous lui infligez un avertissement\n- d) Vous laissez la partie se poursuivre si les deux joueurs ne sont pas d'accord pour revenir en arrière.\n\n## Question 26\n\nEn cadence blitz où l'article B3 s'applique.\n\nUn jeune joue un coup et lâche sa pièce. Il s'aperçoit que son roi est en échec.\n\n## Que faites-vous ?\n\nIl remet alors sa pièce où elle était (cette pièce ne peut ni prendre ni parer l'échec) et il bouge son Roi avant d'appuyer sur la pendule. Tout ceci se passe sous vos yeux.\n\n- a) Vous laissez faire,\n- b) C'est du blitz donc vous devez intervenir et pénaliser le joueur pour coup illégal,\n- c) La pièce a été lâchée, vous donnez la victoire à l'adversaire pour coup illégal,\n- d) Vous déclarez la partie nulle.\n\n<!-- image -->\n\n## Question 27\n\nCadence rapide.\n\nLe conducteur des blancs annonce la chute du drapeau des noirs. Arrivé à la table, vous vous rendez compte que le drapeau des blancs est aussi tombé. Les joueurs utilisent des pendules électroniques et ils ont suffisamment de matériel pour gagner la partie.\n\n## Quelle sera votre décision ?\n\n- a) En rapide, c'est au joueur d'annoncer la chute du drapeau. L'annonce ayant été faite par les blancs vous déclarez gain blanc.\n- b) Les pendules électroniques affichant une indication du côté du joueur étant tombé le premier, il est donc facile de déclarer le gagnant.\n- c) Les deux drapeaux étant tombés, vous déclarez la partie nulle.\n- d) Comme les deux drapeaux sont tombés, vous ajoutez 2 minutes à chaque joueur et la partie continue.\n\n## Question 28\n\nVous arbitrez un blitz au cours duquel l'article B3 s'applique.\n\nVous n'avez pas vu le dernier coup et vous observez la position suivante.\n\nVous voyez alors les blancs jouer De4+ et appuyer sur leur pendule.\n\n## Quelle est votre intervention ?\n\n- b) Vous arrêtez la partie et déclarez le match nul.\n- a) Vous interrompez le jeu et demandez aux noirs de clarifier la promotion inachevée.\n- c) Vous attendez le prochain coup des noirs et vous vous préparez à déclarer un éventuel coup illégal.\n- d) Vous interrompez le jeu, indiquez que les noirs ont effectué un coup illégal que vous sanctionnez. Si la partie continue alors vous remplacez le pion en b1 par une dame.\n\n## Question 29\n\nCadence blitz.\n\n## Que faites-vous ?\n\nUn joueur vient vous voir pour dire que son adversaire a laissé son Roi en échec et qu'il l'a validé par l'appui sur la pendule. C'est le premier coup illégal du joueur fautif.\n\n- a) C'est du blitz. Le premier coup illégal perd la partie.\n- b) Vous ajoutez 2 minutes à celui qui est venu se plaindre et vous obligez le fautif à parer l'échec.\n- c) Vous ajoutez 1 minute à celui qui est venu se plaindre et vous obligez le fautif à parer l'échec.\n- d) Le premier coup illégal de la partie est toléré. L'adversaire doit parer l'échec sans pénalité.\n\n## Question 30\n\nCadence 20 min KO.\n\n* Temps des blancs : 0.12\n\n* Temps des noirs : 5.35\n\nComme il reste un peu de temps, vous demandez de continuer.\n\nLe conducteur des blancs (au trait) vous appelle et vous demande la nulle en application de la directive III dont l'article III.5 est appliqué lors de cet open.\n\nEn 12 secondes, le conducteur des blancs joue une quinzaine de fois sa tour à différents endroits.\n\n## Quelle est votre décision ?\n\nPendant ce temps, le conducteur des noirs se contente de déplacer sa tour sur la 8e rangée à différents endroits. Lui aussi joue très vite. Les blancs tombent.\n\n- a) Vous acceptez la demande car l'adversaire ne fait manifestement aucun effort pour gagner,\n- b) Vous refusez la demande, il reste trop de pièces et trop de possibilités de jeu. Vous déclarez les noirs gagnants,\n- c) Vous infligez un zéro pour forfait, aux deux joueurs.\n- d) Vous ajoutez 2 min aux blancs et la partie continue.\n\n## Fin du sujet de l'UVR\n\n<!-- image -->\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage UVR session de décembre 2024 - Grille des réponses\n\n| Question | Réponse | Articles de référence (Tous ces articles se trouvent dans le livre de l'arbitre) | Taux Réussite |\n|------------|-----------|------------------------------------------------------------------------------------|-----------------|\n| 1 | B | Article 1.3 des règles du jeu | 84% |\n| 2 | C | Commentaire article 3.7.3.5 des règles du jeu | 93% |\n| 3 | A | Commentaire Article 3.10.3 des règles du jeu | 70% |\n| 4 | B | Article 4.2.1 et 4.3.1 des règles du jeu. | 98% |\n| 5 | C | Article 4.3.3 des règles du jeu | 86% |\n| 6 | C | Article 5.1.1 des règles du jeu | 81% |\n| 7 | C | Article 5.1.2 des règles du jeu | 39% |\n| 8 | C | Article 5.1.2 et 7.5.1 des règles du jeu | 62% |\n| 9 | B | Article 5.2.1, 6.9 et A.5.3 des règles du jeu | 62% |\n| 10 | D | Article 6.8, A.5.5 des règles du jeu | 95% |\n| 11 | A | Commentaire de l'article 6.11.4 des règles du jeu | 79% |\n| 12 | B | Article 6.9 des règles du jeu | 82% |\n| 13 | A | Article 7.5.1 des règles du jeu. | 68% |\n| 14 | B | Article 8.1 des règles du jeu | 91% |\n| 15 | C | Article 8.1.3 des règles du jeu | 78% |\n| 16 | C | Article 9.1.2.3 et 9.5.1 des règles du jeu | 76% |\n| 17 | B | Article 9.2.1 des règles du jeu | 51% |\n| 18 | C | Article 9.5.3 des règles du jeu | 80% |\n| 19 | D | Article 9.6.2 des règles du jeu | 85% |\n| 20 | A | Article 11.2.3 des règles du jeu | 81% |\n| 21 | C | Article 11.3.4 des règles du jeu | 89% |\n| 22 | A | Article A.4 de l'annexe A des règles du jeu | 58% |\n| 23 | A | Article A.5.1.1 de l'annexe A des règles du jeu | 79% |\n| 24 | A | Article A.5.1.1 Annexe A des règles du jeu | 76% |\n| 25 | D | Article A.5.2 de l'annexe A des règles du jeu | 61% |\n| 26 | A | Article A.5.2 de l'annexe A des règles du jeu. | 80% |\n| 27 | B | Commentaire article A.5.3 de l'annexe A des règles du jeu | 87% |\n| 28 | B | Article A.5.4 de l'annexe A des règles jeu (utilisé en blitz selon l'article B.3) | 36% |\n| 29 | C | Article B3 de l'annexe B des règles du jeu | 85% |\n| 30 | A | Directive III Article III.5.1 des règles du jeu | 74% |\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage UVR session de décembre 2024 - Corrigé détaillé\n\n## Question 1\n\n## Quand dit-on qu'un joueur a le trait ?\n\n- a) Quand l'arbitre lance le début de la ronde,\n- b) Quand son adversaire a joué son coup,\n- c) Quand son adversaire a joué son coup et l'a validé par l'appui sur la pendule,\n- d) Quand le joueur a noté le coup de son adversaire sur sa feuille de partie.\n\nArticle 1.3 des règles du jeu. On dit qu'un joueur ou une joueuse « a le trait » lorsque son adversaire a « joué » son coup.\n\n## Question 2\n\nVous êtes l'arbitre d'une rencontre. Le conducteur des blancs veut faire une promotion. Il n'a pas de dame à disposition. Il arrête la pendule et vous en demande une que vous lui fournissez. Puis vous redémarrez la pendule. Le joueur réfléchit encore un peu et promeut son pion en tour et valide son coup. Son adversaire arrête la pendule et vous appelle à son tour pour exiger que le pion se transforme en la pièce demandée. Que faites-vous ?\n\n- a) Vous obligez les blancs à transformer leur pion en dame blanche,\n- b) Vous accédez à la demande des noirs et ajoutez 2 mn à leur pendule,\n- c) Vous expliquez aux noirs que le fait d'avoir demandé une dame blanche n'oblige pas les blancs à faire « promotion dame ».\n- d) Vous déclarez la partie perdue pour les noirs pour l'arrêt abusif de la pendule.\n\nCommentaire article 3.7.3.5 des règles du jeu. Dans le cas d'une promotion, si le joueur ou la joueuse ne trouve pas la pièce nécessaire, il/elle a le droit de mettre immédiatement la pendule en pause et d'appeler l'arbitre pour qu'on lui apporte la pièce qu'il/elle désire. L'arbitre doit fournir la pièce demandée et redémarrer la pendule. Le joueur ou la joueuse continue alors de réfléchir à son coup. Il/Elle n'a pas l'obligation de faire la promotion en utilisant la pièce demandée.\n\n## Question 3\n\nL'arbitre qui observe une position illégale sans avoir vu le dernier coup achevé, doit-il toujours intervenir ?\n\n- a) Il intervient seulement en cadence lente.\n- b) Il intervient seulement dans les cadences rapides et blitz.\n- c) Il intervient dans toutes les cadences.\n- d) Il n'intervient jamais dans ce cas-là.\n\n## Commentaire Article 3.10.3 des règles du jeu\n\nSi l'arbitre voit un coup illégal, il doit intervenir immédiatement dans toutes les cadences. En revanche, s'il observe une position illégale, il n'interviendra toujours qu'en cadence lente.\n\n## Question 4\n\nCadence 1h ko\n\n## Que faites-vous ?\n\nVous assistez au déroulement d'une partie. Les Noirs, au trait, touchent le Roi mais avant de le lâcher se rendent compte que c'est un très mauvais coup et par conséquent disent « J'adoube ». Les deux joueurs commencent à discuter.\n\n- a) Vous laissez les joueurs s'arranger entre eux, moins un arbitre intervient, mieux c'est.\n- b) Vous obligez le conducteur des noirs à jouer leur Roi. Pièce touchée, pièce à jouer !\n- c) Vous intervenez pour calmer la situation et vous rappelez que le joueur a dit « j'adoube » et peut donc jouer ce qu'il veut.\n- d) Vous déclarez les blancs gagnants.\n\n## Article 4.2.1 et 4.3.1 des règles du jeu.\n\n4.2.1 - Seul le joueur ou la joueuse ayant le trait peut recentrer une ou plusieurs pièces sur leurs cases respectives, à la condition d'en exprimer l'intention au préalable (par exemple en disant « j'adoube » ou « I adjust »).\n\n- 4.3.1 - Une ou plusieurs de ses propres pièces, il/elle doit déplacer la première pièce touchée pouvant être déplacée.\n\n## Question 5 : Cadence 50 min +10 s.\n\nVous voyez le conducteur des blancs, dont la pendule est enclenchée, toucher le Cavalier noir puis sa Tour.\n\n## Quelles sont les interventions possibles de l'arbitre ?\n\n- b) Vous stoppez la pendule et vous ajoutez 2 minutes à l'adversaire et vous comptez un coup illégal pour le conducteur des blancs car la tour blanche est clouée.\n- a) Vous n'intervenez pas, comme la tour est clouée, le joueur peut jouer ce qu'il veut.\n- c) Vous surveillez la partie car les blancs sont dans l'obligation de prendre le cavalier noir.\n- d) Vous déclarez la partie gagnée par les noirs\n\nArticle 4.3.3 des règles du jeu. En dehors du cadre précisé par l' Article 4.2 si le joueur ou la joueuse au trait touche sur l'échiquier, avec l'intention de déplacer ou de prendre :\n\n4.3.3 Une ou plusieurs pièces de chaque couleur, il/elle doit prendre la première pièce adverse touchée avec sa première pièce touchée ou, si c'est illégal, déplacer ou prendre la première pièce touchée pouvant être déplacée ou prise. Si on ne peut pas déterminer si c'est une de ses pièces ou une des pièces adverses qui a été touchée en premier, alors on considère que c'est sa propre pièce qui a été touchée en premier, avant celle de son adversaire.\n\n## Question 6 : Partie à la cadence de 1h30 +30 s par coup.\n\nLe conducteur des blancs au trait vous appelle au 67 e coup pour demander la nulle pour trois fois la même position. Comme le conducteur des noirs conteste, vous commencez la reconstitution de la partie. Au cours de la reconstitution, vous vous apercevez que les noirs étaient échec et mat au 44e coup. Aucun des deux joueurs ne s'en étant aperçu, la partie a continué. Quelles sont les interventions possibles de l'arbitre ?\n\n- a) Rien, c'est trop tard, vous continuez la reconstitution.\n- b) Sans même poursuivre la reconstitution, vous acceptez immédiatement la demande de nulle.\n- c) Vous déclarez les blancs vainqueurs.\n\n## Article 5.1.1 des règles du jeu.\n\n- d) Vous demandez aux blancs de changer leur coup qui a fait échec et mat sans s'en apercevoir pour que la partie puisse continuer.\n\nLa partie est gagnée par le joueur ou la joueuse qui a mis échec et mat le roi adverse. Ceci met immédiatement fin à la partie, à condition que le coup donnant échec et mat soit conforme à l'Article 3 et aux Articles 4.2 à 4.7.\n\n## Question 7 : Cadence lente\n\nVous surveillez cet échiquier car les blancs sont en zeitnot.\n\nLe conducteur des noirs vient de jouer Fxc3+ et annonce « Echec et mat ». Le conducteur des blancs serre la main de son adversaire.\n\n## Quel est le résultat de la partie ?\n\n- a) Gain noir,\n- b) Gain blanc car la seule suite de coups légaux conduit à un mat pour les blancs,\n- c) Nulle.\n\n## Article 5.1.2 des règles du jeu.\n\n<!-- image -->\n\nLa partie est perdue par le joueur ou la joueuse qui déclare abandonner (cela met immédiatement fin à la partie), excepté si la position est telle que son roi ne peut pas être mis échec et mat par aucune suite de coups légaux de son adversaire. Dans ce cas, le résultat de la partie est un match nul.\n\nDans la position du diagramme, si la partie pouvait continuer, on peut par exemple aisément imaginer la suite Dxc3 Dxc3 et Fxc3 mat.\n\n<!-- image -->\n\nQuestion 8 : Cadence 2h KO. Le conducteur des noirs vient d'abandonner au 55e coup. Avant de signer les feuilles de partie, les deux joueurs se lancent dans l'analyse. Au cours de cette analyse, les deux joueurs s'aperçoivent que les blancs ont joué un coup illégal 6 coups avant la fin de la partie. Le conducteur des noirs demande que la partie soit reprise à la dernière position légale connue. Que faites-vous ?\n\n- a) Comme le coup illégal a eu lieu moins de 10 coups avant la fin de la partie, la partie reprend à la dernière position légale connue et vous ajustez les pendules.\n- b) Comme les feuilles de partie ne sont pas signées, la partie reprend à la dernière position légale connue et vous ajustez les pendules.\n- c) La partie est terminée donc vous validez le résultat : les blancs ont gagné.\n- d) Les blancs ont fait un coup illégal. Ils ne peuvent donc pas gagner la partie. Elle est donc déclarée nulle.\n\nArticle 5.1.2 et 7.5.1 des règles du jeu. La partie est perdue par le joueur ou la joueuse qui déclare abandonner (cela met immédiatement fin à la partie), excepté si la position est telle que son roi ne peut pas être mis échec et mat par aucune suite de coups légaux de son adversaire. Dans ce cas, le résultat de la partie est un match nul. Il est très important que l'irrégularité soit observée pendant la partie.\n\n## Question 9\n\n- a) L'arbitre déclare les noirs gagnants.\n\nDans la position du diagramme, les blancs touchent le pion g2 avec l'intention de déplacer le pion g2 et leur drapeau tombe. Quelle décision prendre ?\n\n- b) L'arbitre déclare la partie nulle.\n- c) L'arbitre déclare les blancs gagnants.\n\n## Article 5.2.1, 6.9 et A.5.3 des règles du jeu suivant la cadence.\n\n<!-- image -->\n\nSi les blancs disposaient de plus de temps, ils seraient obligés de jouer g3. A ce moment-là, quel que soit le prochain coup des noirs le roi blanc serait dans une position de pat. Donc partie nulle.\n\n## Question 10\n\nA quelle cadence la chute du drapeau est signalée par l'arbitre s'il la remarque ?\n\n- a) En cadence lente,\n- b) En cadence rapide,\n- c) En cadence blitz,\n- d) Toutes les réponses ci-dessus sont bonnes.\n\nArticle 6.8, A.5.5 des règles du jeu.\n\n## Question 11\n\n- a) Vrai.\n\nUne pause pour aller aux toilettes n'est généralement pas une raison valable d'arrêt de la pendule mais pourrait l'être dans le cas d'un joueur handicapé ou malade.\n\n- b) Faux.\n- c) C'est laissé à l'appréciation de l'arbitre.\n\n## Commentaire de l'article 6.11.4 des règles du jeu.\n\nLes raisons valables pour mettre la pendule en pause incluent :\n\nUne irrégularité, telle qu'une position ou un coup illégal ;\n\nUne personne est dérangée par son adversaire et/ou par des spectateurs/spectatrices ; fait un malaise.\n\nUne pause toilette n'est généralement pas une raison valable sauf dans le cas d'une personne handicapée ou malade.\n\nQuestion 12 : Partie à la cadence de 1h30 pour les 40 premiers coups plus 30 min pour terminer la partie avec 30 secondes par coup dès le premier.\n\nLe conducteur des blancs joue son 40ème coup et juste avant d'appuyer sur la pendule, son drapeau tombe. Son adversaire, dont la position sur l'échiquier est désespérée, réclame le gain. Que décidez-vous ?\n\n- a) Les noirs sont pénalisables car ils appellent l'arbitre sans raison.\n- b) Les noirs gagnent au temps. Les 40 coups des blancs n'ont pas été achevés dans le temps requis,\n- c) Les blancs gagnent au temps. Les 40 coups des noirs n'ont pas été achevés dans le temps requis,\n- d) La partie continue car le coup a bien été joué sur l'échiquier,\n\nArticle 6.9 des règles du jeu. En dehors de l'application de l'un des articles 5.1.1, 5.1.2, 5.2.1, 5.2.2 ou 5.2.3, si un joueur ou une joueuse n'a pas achevé le nombre de coups prescrits dans le temps imparti, la partie est perdue par ce joueur ou cette joueuse. Toutefois, la partie est déclarée nulle, si la position est telle que son adversaire ne peut mater son roi par aucune suite de coups légaux.\n\n## Question 13\n\nLors de votre surveillance des parties vous observez la position suivante . Les blancs viennent d'achever le coup Fh7.\n\nPartie à la cadence de 1h30 pour les 40 premiers coups plus 30 min pour terminer la partie avec 30 secondes par coup dès le premier.\n\n- a) Vous faites reconstituer la partie.\n- b) Vous faites recommencer la partie.\n- c) Vous n'intervenez pas.\n- d) Vous déclarez la partie gagnée par les blancs\n\n## Article 7.5.1 des règles du jeu.\n\n<!-- image -->\n\nUn coup illégal est achevé lorsque le joueur ou la joueuse a appuyé sur la pendule. Si au cours d'une partie, on constate qu'un coup illégal a été achevé, la position précédant immédiatement l'irrégularité est rétablie. Si la position immédiatement avant l'irrégularité ne peut être déterminée, la partie continue à partir de la dernière position identifiable antérieure à l'irrégularité. Les Articles 4.3 et 4.7 s'appliquent au coup remplaçant le coup illégal. La partie se poursuit alors à partir de cette position rétablie.\n\nQuestion 14 : Partie à la cadence de 1h30 pour les 40 premiers coups plus 30 min pour terminer la partie avec 30 secondes par coup dès le premier.\n\n- a) Si l'adversaire ne se plaint pas, vous n'intervenez pas.\n\nEn passant dans les rangs, vous voyez un joueur qui ne note plus les coups. Le trait est à son adversaire. Il reste 30 minutes environ à chacun des joueurs. L'adversaire ne se plaint pas. Que faites-vous ?\n\n- b) Vous attendez que le joueur fautif soit au trait et vous lui demandez sans arrêter la pendule et avant de jouer son prochain coup, de recopier tous les coups qu'il n'a pas notés, à l'aide de la feuille de partie de son adversaire.\n- d) Vous enlevez 10 minutes au joueur qui ne note plus.\n- c) Vous faites simplement la remarque en passant et tant pis s'il y a des manques ; le joueur devra reprendre la notation ensuite.\n\n## Article 8.1 des règles du jeu.\n\nPendant la partie, chaque joueur et joueuse doit enregistrer ses propres coups et ceux de son adversaire de manière correcte, coup après coup, aussi clairement et lisiblement que possible.\n\n## Question 15 : Cadence 1h30 + 30s par coup. Parmi les 4 affirmations suivantes, une seule est vraie. Laquelle ?\n\n- b) Quand on observe la position pour savoir s'il y a eu 3 positions identiques, les coups qui ont précédé les positions observées ne comptent pas.\n- a) Après 50 coups joués sans prise de pion ni mouvement de pièce, l'arbitre peut intervenir pour déclarer la partie nulle.\n- c) En cadence lente avec incrément de 30 secondes par coup, un joueur peut répondre au coup de son adversaire avant de le noter.\n- d) Il n'est jamais autorisé d'écrire un coup avant de le jouer.\n\n## Article 8.1.3 des règles du jeu.\n\nUn joueur ou une joueuse, s'il/elle le souhaite, peut répondre au coup de son adversaire avant de le noter, il/elle doit enregistrer son coup précédent avant d'en jouer un autre.\n\n## Question 16 : Cadence lente\n\nL'adversaire n'étant pas d'accord vous faites reconstituer la partie sur un autre échiquier.\n\nLe conducteur des blancs au trait, a arrêté la pendule et vous indique qu'une position identique vient d'apparaître pour la 3 ème fois. Il réclame donc la nulle.\n\nAu cours de la reconstitution et avant d'arriver à la fin, le joueur qui a réclamé la nulle change d'avis et vous indique qu'il souhaite finalement continuer la partie. L'adversaire est d'accord.\n\n## Quelle votre décision ?\n\n- a) Comme vous n'êtes pas allé jusqu'au bout de la reconstitution la partie peut reprendre.\n- b) Vous continuez la reconstitution jusqu'à la fin. Si une position identique apparaît bien 3 fois la partie sera déclarée nulle. Si tel n'est pas le cas, l'adversaire ayant refusé la nulle au moment de la réclamation sera déclaré gagnant.\n- d) Comme les blancs changent d'avis, vous reprenez la partie en le pénalisant pour vous avoir dérangé pour rien.\n- c) Vous continuez la reconstitution jusqu'à la fin. Si une position identique apparaît bien 3 fois la partie sera déclarée nulle. Si tel n'est pas le cas, les noirs recevront 2 min de plus à la pendule et la partie reprendra.\n\n## Article 9.1.2.3 et 9.5.1 des règles du jeu.\n\nUne réclamation de nulle au titre de 9.2 ou 9.3 est assimilée à une proposition de nulle. Si une personne réclame la nulle en application de l'Article 9.2 ou 9.3, elle ou l'arbitre met la pendule en pause. Elle n'a pas le droit de retirer sa réclamation. La personne peut changer d'avis mais la réclamation demeure : la reconstitution continue...\n\n## Question 17 : Cadence lente\n\n- a) Vous faites reconstituer la partie par les joueurs sur un autre échiquier et vous constatez effectivement 3 fois la même position. Vous déclarez donc nulle.\n\nUn joueur arrête la pendule et vient vous voir pour vous faire constater 3 fois la même position. Ce dernier a joué son coup sur l'échiquier puis l'a noté sur sa feuille de partie. Son adversaire n'est pas d'accord. Quelle est votre décision ?\n\n- b) Vous ne donnez pas suite à cette réclamation et ajoutez 2 min de plus à la pendule du joueur ayant le trait.\n- c) Vous refusez aussitôt car le joueur au trait n'a pas à arrêter la pendule pour vous solliciter et vous ajoutez 2 min à l'adversaire.\n- d) Vous refusez aussitôt car le joueur au trait n'a pas à arrêter la pendule pour vous solliciter et vous ajoutez 1 min à l'adversaire.\n\n## Article 9.2.1 des règles du jeu\n\nLa partie est nulle, sur une demande correcte du joueur/de la joueuse ayant le trait, lorsque la même position, pour la troisième fois au moins (pas nécessairement par une répétition de coups) est sur le point d'apparaître, si il/elle indique d'abord son coup, qui ne peut plus être changé, en l'écrivant sur sa feuille de partie en papier ou en le notant sur sa feuille de partie électronique et déclare à l'arbitre son intention de jouer ce coup, ou...\n\n## Question 18 : Cadence 1h30 plus 30 s par coup.\n\nVous êtes appelé à un échiquier par le conducteur des Noirs qui réclame la nulle estimant que 50 coups ont été joués sans mouvement de pion ni aucune prise. Après vérification, la demande est refusée.\n\nLa pendule indique au moment de la demande : Blancs 6.45 et Noirs 4.26\n\n## Qu'indiquera la pendule à la reprise du jeu ?\n\n- a) Blancs 6.45 et Noirs 4.26,\n- b) Blancs 6.45 et Noirs 2.26,\n- c) Blancs 8.45 et Noirs 4.26,\n- d) Blancs 8.15 et Noirs 6.26.\n\n## Article 9.5.3 des règles du jeu.\n\nSi la réclamation est jugée incorrecte, l'arbitre ajoute deux minutes au temps de réflexion restant de l'adversaire. La partie doit continuer. Si la réclamation était basée sur un coup prévu, ce coup doit être joué en respectant les Articles 3 et 4.\n\n## Question 19 : Cadence 1h30 + 30 s par coup.\n\nLes feuilles de parties indiquent que les cinquante derniers coups sans mouvement de pion ni prise, ont été joués par les deux joueurs. Ces derniers continuent la partie.\n\nDans une finale Roi + Tour contre Roi, un jeune joueur a beaucoup de mal à conclure. Vous vous trouvez à côté de l'échiquier. Les noirs viennent de jouer et achever leur coup.\n\n## Que faites-vous ?\n\n- a) Vous attendez que la même position se produise 5 fois pour déclarer le joueur ayant Roi + Tour, gagnant.\n- b) Cinquante coups étant joués vous déclarez la nulle sans plus attendre.\n- c) Tant que les joueurs ne demandent rien, vous ne bougez pas et attendez que 75 coups sans mouvement de pion ni prise ni échec et mat, soient joués par les blancs pour déclarer la partie nulle.\n- d) Tant que les joueurs ne demandent rien, vous ne bougez pas et attendez que 75 coups sans mouvement de pion ni prise ni échec et mat, soient joués par les deux joueurs pour déclarer la partie nulle.\n\n## Article 9.6.2 des règles du jeu.\n\nUne suite d'au moins 75 coups, a été jouée par chacun des deux adversaires, sans aucun mouvement de pion ni prise. Si le dernier coup produit un mat, celui-ci est prioritaire.\n\n## Question 20\n\n- a) Vous attendez qu'il joue son coup pour lui donner un avertissement car un joueur au trait n'a pas le droit de quitter la zone de jeu sans la permission de l'arbitre,\n\nVous surveillez de loin un joueur au trait quitter la zone de jeu et aller à la buvette acheter une boisson et aussitôt revenir à sa table. Quelle est votre réaction ?\n\n- b) Vous déclarez son adversaire gagnant car un joueur au trait n'a pas le droit de quitter la zone de jeu sans la permission de l'arbitre,\n- d) Vous déclarez son adversaire gagnant car un joueur n'a pas le droit de boire et de manger durant sa partie.\n- c) Vous déclarez son adversaire gagnant par forfait car un joueur au trait n'a pas le droit de quitter la zone de jeu sans la permission de l'arbitre,\n\n## Article 11.2.3 des règles du jeu.\n\nIl est possible uniquement avec la permission de l'arbitre :\n\n- 11.2.3.1 à un joueur ou une joueuse de quitter le lieu de la compétition\n- 11.2.3.2 à un joueur ou une joueuse au trait d'avoir le droit de quitter la zone de jeu\n\n## Question 21\n\nDurant la partie, dans quelle zone l'utilisation de la cigarette électronique est-elle autorisée pour les joueurs ?\n\n- a) Partout, la cigarette électronique n'est pas gênante contrairement aux vraies cigarettes,\n- b) Seulement en dehors de la zone de jeu (buvette, toilette...),\n- c) Seulement dans la zone fumeur prévue par l'organisation du tournoi,\n- d) Nulle part. Toute utilisation d'objets électroniques est interdite durant la partie.\n\n## Article 11.3.4 des règles du jeu.\n\nFumer (y compris les cigarettes électroniques) est autorisé uniquement dans la section du lieu de la compétition désignée par l'arbitre.\n\nQuestion 22 Cadence rapide. L'article A4 s'applique pendant toute la manifestation. Vous arrivez à cette table au moment où le conducteur des blancs joue Db5 et enclenche la pendule des noirs. Vous repérez que les deux Rois sont en échec. Avant que vous puissiez intervenir, le conducteur des noirs répond Fc4 et enclenche la pendule des blancs. Quelle est votre réaction ?\n\n- b) Comme on est en rapide, vous déclarez la partie nulle.\n- a) La partie étant enregistrée on revient à la position avant le coup illégal et la partie continuera. Les blancs devront parer l'échec avec la dame.\n- c) Vous déclarez la partie perdue par les blancs.\n- d) Vous déclarez la partie perdue par les noirs\n\n## Article A.4 de l'annexe A des règles du jeu.\n\nLes Règles de Compétition s'appliquent si :\n\n- Un ou une arbitre ne supervise pas plus de trois parties et\n- Chaque partie est enregistrée par l'arbitre, son assistant ou son assistante et, si possible, par des moyens électroniques.\n\n<!-- image -->\n\nQuestion 23 : Cadence 30 mn + 10 s par coup au cours duquel l'article A5 s'applique.\n\nAprès le 16eme coup, vous remarquez que la pendule ajoute 5 secondes au lieu de 10 à chaque coup. Que faites-vous ?\n\n- a) Absolument rien.\n- b) Vous devez corriger le réglage initial et seulement corriger l'incrément.\n- c) Vous devez ajouter 80 secondes aux deux joueurs et corriger l'incrément.\n- d) Vous corrigez les pendules avec discernement.\n\n## Article A.5.1.1 de l'annexe A des règles du jeu.\n\n16 coups ayant été joués, aucun changement ne peut être fait au réglage de la pendule. L'incrément de 5 s n'affectera pas les horaires de la compétition, donc la partie continuera avec ce mauvais réglage.\n\nAucun changement ne doit être fait au réglage de la pendule, à moins que la programmation horaire de la compétition n'en soit affectée.\n\n## Question 24\n\nPartie en cadence 30 min KO.\n\nLe règlement de la compétition précise que le A5 s'applique tout le long de la compétition.\n\nLa ronde est commencée depuis 15 minutes.\n\nLa pendule indique 50 secondes pour les blancs et 6 minutes et 14 secondes pour les noirs. Une vingtaine de coups ont été joués.\n\nLe conducteur des blancs appelle l'arbitre car d'après lui il y a manifestement eu une erreur de réglage de la pendule. Après avoir vérifié que la pendule fonctionne correctement l'arbitre la redémarre.\n\nQuelle sont les indications de la pendule des blancs et des noirs ?\n\n- a) Blancs : 0.50 - Noirs : 6.14,\n- b) Blancs : 10.50 - Noirs : 16.14,\n- c) Blancs : 15.00 - Noirs : 15.00,\n- d) Comme il y a manifestement eu un problème au départ, on recommence la partie depuis le début en ajustant les pendules au mieux pour ne pas décaler la ronde suivante.\n\n## Article A.5.1.1 Annexe A des règles du jeu.\n\nAucun changement ne doit être fait au réglage de la pendule, à moins que la programmation horaire de la compétition n'en soit affectée.\n\n## Question 25\n\nCadence rapide. L'article A5 s'applique\n\nLes blancs jouent en laissant leur roi en échec et appuient sur la pendule. Les noirs jouent un pion qui attaque alors la dame blanche et disent « échec ». Le conducteur des blancs proteste et vous demande de reprendre leur coup précédent puisque c'était un coup illégal.\n\nQue faites-vous ?\n\n- a) Vous faites changer le coup des blancs précédent et ajoutez 2 minutes aux noirs.\n- b) Vous faites changer le coup des blancs précédent sans ajouter de temps aux noirs qui n'auraient pas dû jouer.\n- c) Vous faites changer le coup des blancs précédent en ajoutant 2 minutes aux blancs. L'attitude des noirs n'est pas correcte et vous lui infligez un avertissement\n- d) Vous laissez la partie se poursuivre si les deux joueurs ne sont pas d'accord pour revenir en arrière.\n\n## Article A.5.2 de l'annexe A des règles du jeu.\n\nSi l'arbitre observe l'une des situations décrites dans l' Article 7.5.1, 7.5.2, 7.5.3 ou 7.5.4, il/elle agit en respectant l' Article 7.5.5, à condition que l'adversaire n'ait pas joué son coup suivant. Si l'arbitre n'intervient pas, l'adversaire a l'autorisation de réclamer, à condition qu'il/elle n'ait pas joué son coup suivant. Si l'adversaire ne réclame pas et que l'arbitre n'intervient pas, le coup illégal subsiste et la partie continue. Une fois que l'adversaire a joué son coup suivant, un coup illégal ne peut plus être corrigé, sauf par accord mutuel entre les deux adversaires sans intervention de l'arbitre.\n\n## Question 26 : En cadence blitz où l'article B3 s'applique.\n\nUn jeune joue un coup et lâche sa pièce. Il s'aperçoit que son roi est en échec.\n\nIl remet alors sa pièce où elle était (cette pièce ne peut ni prendre ni parer l'échec) et il bouge son Roi avant d'appuyer sur la pendule. Tout ceci se passe sous vos yeux.\n\n## Que faites-vous ?\n\n- a) Vous laissez faire,\n- b) C'est du blitz donc vous devez intervenir et pénaliser le joueur pour coup illégal,\n- c) La pièce a été lâchée, vous donnez la victoire à l'adversaire pour coup illégal,\n- d) Vous déclarez la partie nulle.\n\n## Article A.5.2 de l'annexe A des règles du jeu.\n\nSi l'arbitre observe l'une des situations décrites dans l' Article 7.5.1, 7.5.2, 7.5.3 ou 7.5.4, il/elle agit en respectant l' Article 7.5.5, à condition que l'adversaire n'ait pas joué son coup suivant. Si l'arbitre n'intervient pas, l'adversaire a l'autorisation de réclamer, à condition qu'il/elle n'ait pas joué son coup suivant. Si l'adversaire ne réclame pas et que l'arbitre n'intervient pas, le coup illégal subsiste et la partie continue. Une fois que l'adversaire a joué son coup suivant, un coup illégal ne peut plus être corrigé, sauf par accord mutuel entre les deux adversaires sans intervention de l'arbitre. Le coup joué est illégal car laisse le roi en échec. Comme le joueur n'a pas appuyé sur la pendule, l'arbitre n'est pas autorisé à intervenir. Il faut laisser faire.\n\n## Question 27 : Cadence rapide.\n\nLe conducteur des blancs annonce la chute du drapeau des noirs. Arrivé à la table, vous vous rendez compte que le drapeau des blancs est aussi tombé. Les joueurs utilisent des pendules électroniques et ils ont suffisamment de matériel pour gagner la partie.\n\n## Quelle sera votre décision ?\n\n- a) En rapide, c'est au joueur d'annoncer la chute du drapeau. L'annonce ayant été faite par les blancs vous déclarez gain blanc.\n- b) Les pendules électroniques affichant une indication du côté du joueur étant tombé le premier, il est donc facile de déclarer le gagnant.\n- c) Les deux drapeaux étant tombés, vous déclarez la partie nulle.\n- d) Comme les deux drapeaux sont tombés, vous ajoutez 2 minutes à chaque joueur et la partie continue.\n\n## Commentaire article A.5.3 de l'annexe A des règles du jeu.\n\nPour réclamer un gain au temps, le demandeur ou la demandeuse peut mettre la pendule en pause et avertir l'arbitre. Cependant, la partie est nulle si la position est telle qu'il/elle ne peut pas mater le roi adverse par une suite de coups légaux.\n\nSi les deux pendules indiquent 0.00, aucune réclamation pour gagner au temps ne peut être soumise par les deux adversaires, mais l'arbitre décide du résultat du match en fonction du drapeau qui apparaît sur l'une des pendules. Le joueur/la joueuse dont la pendule affiche cette indication perd la partie sauf si son adversaire ne peut mater par aucune suite de coups légaux.\n\n## Question 28\n\nVous arbitrez un blitz au cours duquel l'article B3 s'applique.\n\nVous n'avez pas vu le dernier coup et vous observez la position suivante.\n\nVous voyez alors les blancs jouer De4+ et appuyer sur leur pendule.\n\n## Quelle est votre intervention ?\n\n- b) Vous arrêtez la partie et déclarez le match nul.\n- a) Vous interrompez le jeu et demandez aux noirs de clarifier la promotion inachevée.\n- c) Vous attendez le prochain coup des noirs et vous vous préparez à déclarer un éventuel coup illégal.\n- d) Vous interrompez le jeu, indiquez que les noirs ont effectué un coup illégal que vous sanctionnez. Si la partie continue alors vous remplacez le pion en b1 par une dame.\n\n## Article A.5.4 de l'annexe A des règles jeu (utilisé en blitz selon l'article B.3)\n\nSi l'arbitre observe deux rois en échec ou qu'un pion est resté sur la rangée la plus éloignée de sa case de départ, il/elle attend jusqu'à ce que le coup suivant soit achevé. Ensuite, si la position sur l'échiquier est toujours illégale, il/elle déclare la partie nulle.\n\n<!-- image -->\n\n## Question 29\n\nCadence blitz.\n\nUn joueur vient vous voir pour dire que son adversaire a laissé son Roi en échec et qu'il l'a validé par l'appui sur la pendule. C'est le premier coup illégal du joueur fautif.\n\n## Que faites-vous ?\n\n- a) C'est du blitz. Le premier coup illégal perd la partie.\n- b) Vous ajoutez 2 minutes à celui qui est venu se plaindre et vous obligez le fautif à parer l'échec.\n- c) Vous ajoutez 1 minute à celui qui est venu se plaindre et vous obligez le fautif à parer l'échec.\n- d) Le premier coup illégal de la partie est toléré. L'adversaire doit parer l'échec sans pénalité.\n\n## Article B3 de l'annexe B des règles du jeu.\n\nAutrement, le jeu est régi par les Règles du Jeu Rapide spécifiées dans les articles A.2, A.3 et A.5 Note de traduction : On applique la même règle qu'en rapide, les sanctions pour coups irréguliers et réclamations de nulles incorrectes sont d'une minute.\n\n## Question 30\n\nCadence 20 min KO.\n\n* Temps des blancs : 0.12\n\n* Temps des noirs : 5.35\n\nLe conducteur des blancs (au trait) vous appelle et vous demande la nulle en application de la directive III dont l'article III.5 est appliqué lors de cet open.\n\nComme il reste un peu de temps, vous demandez de continuer.\n\nEn 12 secondes, le conducteur des blancs joue une quinzaine de fois sa tour à différents endroits.\n\nPendant ce temps, le conducteur des noirs se contente de déplacer sa tour sur la 8e rangée à différents endroits. Lui aussi joue très vite. Les blancs tombent.\n\n## Quelle est votre décision ?\n\n- a) Vous acceptez la demande car l'adversaire ne fait manifestement aucun effort pour gagner,\n- b) Vous refusez la demande, il reste trop de pièces et trop de possibilités de jeu. Vous déclarez les noirs gagnants,\n- c) Vous infligez un zéro pour forfait, aux deux joueurs.\n- d) Vous ajoutez 2 min aux blancs et la partie continue.\n\n## Directive III Article III.5.1 des règles du jeu.\n\nSi l'arbitre est d'accord que l'adversaire ne peut pas gagner par des moyens normaux ou que l'adversaire ne fait aucun effort pour gagner la partie par des moyens normaux, l'arbitre déclare la partie nulle. Dans le cas contraire, l'arbitre reporte sa décision ou rejette la demande.\n\n## Fin du corrigé de l'UVR\n\nDurée : 2 heures\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage UVC session de décembre 2024 - Sujet sans réponse\n\nN° Anonymat candidat :\n\nTous les documents sont autorisés (en version imprimée ou numérique) sauf les annales constituées de sujets et de corrigés. Il est interdit de téléphoner ou de se connecter sur Internet pendant l'épreuve excepté ceux et celles qui passent leur épreuve en ligne.\n\nPour chaque question, une seule réponse est attendue. Toutes les questions rapportent un point.\n\n80% de bonnes réponses nécessaires pour avoir l'UV donc 24 bonnes réponses sur 30 questions.\n\n## Question 1 : Quelle proposition parmi les suivantes ne correspond pas à une des missions de l'arbitre ?\n\n- a) S'assurer du confort des joueurs.\n- b) Valider les résultats d'une ronde.\n- c) Mettre en place les numéros de table et cavaliers.\n- d) Vérifier le bon fonctionnement des pendules.\n\n## Question 2 : Pour la formation d'un jury d'appel lors d'une compétition, quelle personne parmi les suivantes ne peut siéger ?\n\n- a) Un joueur titré non concerné par l'appel.\n- b) Un quelconque des arbitres du tournoi.\n- c) L'organisateur du tournoi.\n- d) Le joueur faisant appel.\n\nQuestion 3 : L'arbitre d'un match peut sanctionner les capitaines qui ne respectent pas les règles. Quelle sanction parmi les suivantes n'est pas applicable ?\n\n- a) L'exclusion pour une ou plusieurs rondes.\n- c) Deux minutes de pénalité pour tous les joueurs de l'équipe.\n- b) La déclaration de plusieurs parties perdues si l'intervention fautive du capitaine exerce une influence sur les résultats des parties concernées.\n- d) L'avertissement.\n\nQuestion 4 : Deux clubs souhaitent former une entente afin de participer à certaines compétitions dans la plus petite division locale car ils n'ont pas suffisamment de licenciés. Pour quelle compétition parmi les suivantes n'est-ce pas possible ?\n\n- a) Les Championnats de France des clubs.\n- b) La coupe de France.\n- c) Les Championnats de France des clubs féminins.\n- d) Les Interclubs Jeunes.\n\nQuestion 5 : Claude est Directeur Régional de l' Arbitrage dans sa Ligue. Quelle proposition parmi les suivantes ne correspond pas à une de ses missions ?\n\n- a) Permettre l'échange des pratiques entre les Directions Départementales de l'Arbitrage de sa ligue, lorsqu'elles existent.\n- b) Demander la supervision d'un arbitre de la ligue.\n- c) Être l'instance de contrôle de l'utilisation du budget de la commission arbitrage de la Ligue.\n- d) Travailler en collaboration avec les différents membres de la D.N.A.\n\n## Question 6 : Que doit faire un arbitre inactif n'ayant plus suivi de formation depuis plus de 10 ans pour redevenir actif ?\n\n- a) Il doit suivre une formation continue.\n- b) Il doit suivre une formation SC et repasser l'UVR.\n- c) Il doit obligatoirement suivre un stage d'arbitre fédéral de club dans sa totalité.\n- d) Il doit repasser l'UVR - Règles du jeu.\n\n## Question 7 :\n\nPour obtenir un titre d'arbitre fédéral, quelle obligation administrative parmi les suivantes n'est pas nécessaire ?\n\n- a) Posséder un classement Elo (lent, rapide ou FFE) pour la saison en cours.\n- b) Être titulaire d'une licence A valable pour la saison en cours.\n- c) Pour les personnes de 16 ans et plus : avoir participé à un stage de sensibilisation contre les violences sexistes ou sexuelles agréé par la F.F.E.\n- d) Faire sa demande de titre auprès de la direction des titres.\n\n## Question 8 :\n\nUn arbitre international allemand sous code DEU (Allemagne) souhaite venir arbitrer en arbitre principal en France.\n\n## Quelle UV doit-il valider ?\n\n- a) Il doit valider l'UVC.\n- b) Il doit valider l'UVR.\n- c) Il doit valider l'UVT.\n- d) Il ne doit valider aucune UV, son titre international est suffisant.\n\n## Question 9 :\n\nPour la saison 2024-2025, quelle instance fédérale donne son accord pour qualifier ou non un joueur d'un club ?\n\n- a) La commission d'homologation.\n- b) La commission technique fédérale.\n- c) La direction technique fédérale.\n- d) La commission d'appel sportif.\n\nQuestion 10 : Pour la saison 2024-2025, un joueur a pris sa licence le 30/09/2024, il est né le 03/01/2011. Quelle est sa catégorie d'âge ?\n\n- a) Il est U12 et devra jouer en U14 à partir de son anniversaire.\n- b) Il est U14 pour la totalité de la saison.\n- c) Il est U14 et devra jouer en U16 à partir de son anniversaire.\n- d) Il est U16 car c'est sa catégorie d'âge atteinte au cours de la saison.\n\n## Question 11 : Quel cas parmi les suivants ne correspond pas à une situation de forfait ?\n\n- a) Le joueur, joueuse ou équipe qui n'est pas présent à la fin du temps de retard autorisé.\n- c) Le joueur, joueuse ou équipe qui avise l'autorité compétente et le club adverse avant le jour du match de son absence à la rencontre.\n- b) Tout joueur, joueuse ou équipe sanctionnée par un forfait administratif selon les règlements spécifiques de chaque compétition.\n- d) L'équipe qui se présente sur l'aire de jeu avec seulement 4 joueurs sur les 8 prévus.\n\nQuestion 12 : Une rencontre entre deux équipes de championnat a lieu un dimanche. Le directeur de groupe indique que tous les résultats ont été vérifiés le mardi.\n\nA compter de quel jour au minimum suivant le dimanche de la rencontre le résultat est-il homologué ?\n\n- a) Le lundi.\n- b) Le mardi.\n- c) Le jeudi.\n- d) Le samedi.\n\nQuestion 13 : Pour un tournoi, le montant de l'inscription est fixé à 30 € pour les adultes et 15 € pour les jeunes.\n\nL'inscription est majorée à 40 € pour les adultes s'inscrivant à la dernière minute et 20 € pour les jeunes. Le jour du tournoi, une personne adulte handicapée se présente.\n\n## Quelle somme doit-elle régler ?\n\n- a) Elle doit régler 40 € comme tout joueur s'inscrivant à la dernière minute.\n- b) Par soucis de justice, elle doit régler la somme intermédiaire de 35 €.\n- c) Elle doit payer 30 €.\n- d) Elle est exempte de droits d'inscription en tant que personne handicapée.\n\nQuestion 14 : Un organisateur décide de découper son tournoi en deux phases distinctes au cours de deux périodes de l'année sportive sur la base de deux homologations différentes. La première phase consiste en un tournoi à la cadence 30 min (+5 s/coup) et la deuxième phase à la cadence 50 min (+10 s/coup). Un joueur se présente à la première phase avec une licence B.\n\n- a) Il a le droit de participer au tournoi car il est licencié.\n\n## Peut-il participer à l'ensemble du tournoi ?\n\n- b) Il en a le droit à condition de prendre la licence A pour la deuxième phase.\n- d) Il doit prendre obligatoirement la licence A pour l'ensemble du tournoi.\n- c) Il n'a pas le droit de participer au tournoi.\n\nQuestion 15 : Votre club organise un tournoi en cadence rapide. Le papa d'un joueur vous contacte quatre jours avant pour inscrire sa fille. Pour lui, il ne doit rien régler car elle est championne de France en titre en catégorie U10.\n\n- a) Vous refusez car cette règle n'existe que pour les GMI, MI, GMF et MIF.\n\n## Que lui répondez-vous ?\n\n- b) Vous refusez car cela n'est valable que si elle s'inscrit au moins une semaine avant le début du tournoi.\n- d) Vous refusez car cela n'est valable que pour les tournois en cadence lente.\n- c) Vous validez ses dires soit qu'il ne doit pas payer l'inscription.\n\nQuestion 16 : Concernant le championnat de France des clubs, quelle proposition parmi les suivantes ne correspond pas à une situation autorisée par le règlement de la compétition ?\n\n- b) Un club peut avoir deux équipes en Nationale 1.\n- a) Le Top 16 est constitué en première phase de deux sous-groupes de 8 équipes.\n- c) Les équipes classées 9e et 10e de chaque groupe de N2 descendent en division inférieure.\n- d) Pour les Nationale 1 à 4, la compétition est organisée en toutes rondes.\n\nQuestion 17 : Quelle instance fédérale est chargée de nommer les directions de groupe en N3 ?\n\n- b) Le bureau fédéral.\n- a) La commission technique.\n- c) Le directeur technique national.\n- d) La direction nationale de la compétition.\n\nQuestion 18 : En championnat de France des clubs, en N4, quel niveau d'arbitre minimum parmi les suivants faut-il avoir dans un club pour éviter une sanction de rétrogradation en fin de saison ?\n\n- b) Arbitre Fédéral d'Open.\n- a) Arbitre stagiaire.\n- c) Arbitre Fédéral de Club.\n- d) Arbitre Fédéral Jeune.\n\nQuestion 19 : Une joueuse de votre club a joué dans l'ordre un match en Nationale 4, un match en nationale 2 et deux matchs en nationale 3. Quelle règle s'applique ?\n\n- b) Elle ne peut plus jouer en nationale 4.\n- a) Elle peut encore jouer dans n'importe quelle division.\n- c) Elle ne peut plus jouer ni en nationale 4 ni en nationale 3.\n- d) Elle ne peut plus jouer en nationale 2.\n\nQuestion 20 : Une ronde de championnat de France des clubs débute à 14:15. À la suite d'un problème technique, elle n'a commencé de fait qu'à 14:30. A partir de quelle heure un joueur est-il forfait ?\n\n- b) 15 : 00.\n- a) 14 : 45.\n- c) 15 : 15.\n- d) 15 : 30.\n\nQuestion 21 : Lors d'une rencontre de championnat de France des clubs, en cas de litige technique formulé par un capitaine d'équipe, quelle personne parmi les suivantes est censée envoyer des documents au directeur de groupe ?\n\n- a) Le capitaine de l'équipe adverse.\n- b) Le président du club recevant.\n- c) L'arbitre de la rencontre.\n- d) Le capitaine plaignant.\n\nQuestion 22 : En Nationale 3, une équipe, lors de la ronde 4, veut faire jouer des joueurs ayant participé aux rondes précédentes, les autres membres de l'équipe n'ayant joué aucune ronde.\n\n## Dans quel cas parmi les répartitions suivantes l'équipe sera-t-elle en infraction ?\n\n- a) 2 joueurs ayant joué la ronde 2 et 2 autres joueurs ayant joué la ronde 3.\n- b) 3 joueurs ayant joué la ronde 1 et 1 joueur ayant joué la ronde 2.\n- c) 2 joueurs ayant joué la ronde 1, 1 joueur ayant joué la ronde 2 et 1 joueur ayant joué la ronde 3.\n- d) 2 joueurs ayant joué la ronde 1 et 1 joueur ayant joué la ronde 3.\n\nQuestion 23 : En coupe Loubatière, combien d'équipes se qualifient pour la phase 3 en cas de présence de 13 équipes en phase 2, le quota de 10 % de joueuses étant atteint ?\n\n- a) 3 équipes\n- b) 4 équipes.\n- c) 5 équipes.\n- d) 6 équipes.\n\nQuestion 24 : En coupe Loubatière, lors de la phase 2, 9 équipes sont inscrites.\n\n## Quel sera le système d'appariement à utiliser ?\n\n- a) Un sous-groupe de 3 équipes au système Molter et un sous-groupe de 6 équipes au système Suisse.\n- b) Un sous-groupe de 4 équipes au système Suisse et un sous-groupe de 5 équipes au système Molter.\n- c) Un système suisse par équipes.\n- d) Un toutes rondes en nombre de rondes limité.\n\nQuestion 25 : En coupe de France, le tirage au sort a attribué les noirs au 1er échiquier de l'équipe A. Quelles sont les couleurs attribuées aux échiquiers 2 et 3 suivants des joueurs de la même équipe ?\n\n```\na) Echiquier 2 : blancs ; Echiquier 3 : noirs. b) Echiquier 2 : blancs ; Echiquier 3 : blancs. c) Echiquier 2 : noirs ; Echiquier 3 : blancs. d) Echiquier 2 : noirs ; Echiquier 3 : noirs.\n```\n\nQuestion 26 : En coupe de France, l'équipe de « équipe en retard » arrive en retard et le capitaine donne sa composition à 14 : 10. Un joueur manque encore et n'arrive qu'à 14 : 40. Qu'indiquera sa pendule au démarrage ?\n\n- a) 01 : 20.\n- b) 01 : 00.\n- c) 00 : 55.\n- d) 01 : 30.\n\nQuestion 27 : En coupe de France, quelle est l'amende pour forfait à régler pour une équipe forfait au 4e tour alors que le 1er tour est un 128e de finale ?\n\n- a) 50 €.\n- b) 100 €.\n- c) 200 €.\n- d) 400 €.\n\n## Question 28 : En demi-finale de la coupe de France, comment sont départagées deux équipes ayant des scores identiques ?\n\n- b) Le gain est attribué à l'équipe dont la somme des Elo est la plus faible puis, en cas d'égalité, à l'équipe dont l'âge moyen des quatre membres est le plus faible.\n- a) L'équipe gagnante est celle ayant gagné sur l'échiquier n° 1 ou, en cas de nullité sur cet échiquier, l'équipe ayant gagné sur l'échiquier n° 2 ou, en cas de nullité sur les 2 premiers échiquiers, l'équipe ayant gagné sur l'échiquier n° 3.\n- c) Un match à la cadence de 15 min + 5 secondes par joueur/joueuse est organisé, avec couleurs identiques.\n- d) Un match à la cadence de 15 min + 5 secondes par joueur/joueuse est organisé, avec couleurs inversées.\n\nQuestion 29 : En 1ère phase de la coupe de la parité, laquelle de ces équipes ne peut participer à la compétition sur la base des classements Elo de ses joueurs ci-dessous, pour une équipe de 3 joueurs ?\n\n- a) 1836-2010-2152.\n\n- b) 1590-2123-2281.\n\n- c) 1742-1987-2272.\n\n- d) 1952-2010-2032.\n\n## Question 30 : En coupe de la parité, quelle proposition parmi les suivantes n'est pas réglementaire ?\n\n- a) Au système Molter, le classement est fait aux points de parties, avec départage au Berlin, et enfin au bénéfice de l'équipe ayant la moyenne la plus basse des derniers Elo publiés (au prorata des participations).\n\n- b) En toutes rondes, le score du match est déterminé par la somme des points de parties des équipes.\n\n- c) En toutes rondes, le classement est fait aux points de match, avec comme premier départage le différentiel (gains-pertes).\n\n- d) Au système suisse, un match gagné est compté 3 points, un match nul 2 points, un match perdu 0 point.\n\nF\n\nédération\n\nF\n\nrançaise de\n\ns\n\nÉ\n\nchecs -\n\n## Fin du sujet de l'UVC\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage\n\n## UVC session de décembre 2024 - Grille des réponses\n\n| Question | Réponse | Articles de référence LA = Livre de l'arbitre. Autres : Règlements fédéraux - Site FFE - rubrique « Document » puis « Règlements » | Taux Réussite |\n|------------|-----------|----------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------|\n| 1 | C | LA - Chapitre 1.2 : Missions de l'arbitre - A : Auprès de l'échiquier : Art. 2.1 et 2.2 | 85% |\n| 2 | D | LA - Chapitre 1.2 : Missions de l'arbitre - A : Auprès de l'échiquier : Art. 3.1 | 86% |\n| 3 | C | R01 - Chapitre 8 : Rôle des Capitaines. | 80% |\n| 4 | B | R01 - Chapitre 11. Entente de Clubs. 11.1. Généralités | 83% |\n| 5 | C | LA - Chapitre 1.3 : Le règlement intérieur de la D.N.A. - Organisation et administration - Article 5 Les structures régionales et dép. - 5.1. La DRA. | 75% |\n| 6 | B | LA - Chapitre 1.3 : Le règlement intérieur de la D.N.A. - Organisation et administration - Article 6 Administration 6.2. Arbitres inactifs | 70% |\n| 7 | A | LA - Chapitre 1.3 : Le RI de la D.N.A. - Organisation et administration - Article 7 - Délivrance des titres d'arbitres fédéraux - 7.1. Critères administratifs | 59% |\n| 8 | A | LA - Chapitre 1.3 : Le règlement intérieur de la D.N.A. - Organisation et administration - Article 7 Délivrance des titres d'arbitres fédéraux | 58% |\n| 9 | B | R01 - 2. Statut d'un Joueur ou une Joueuse | 57% |\n| 10 | B | R01 - 2.4 Catégories d'âge | 89% |\n| 11 | D | R01 - 3 .2. Forfait isolé | 71% |\n| 12 | C | R01 - 4. Homologation d'un résultat | 64% |\n| 13 | C | R03 - 2.3 Droits d'inscriptions | 62% |\n| 14 | B | R03 - 2.5. Conditions de participation des joueurs et joueuses | 75% |\n| 15 | D | R03 - 2.3 Droits d'inscriptions | 54% |\n| 16 | B | A02 - 1.2 Déroulement de la compétition | 84% |\n| 17 | D | A02 - 2. Organisation de la compétition - 2.1.a Direction de Nationale | 54% |\n| 18 | D | A02 - 2.4 Arbitres | 63% |\n| 19 | B | A02 - 3.7.c) Participation dans plusieurs équipes | 66% |\n| 20 | C | A02 - 3.8 Forfaits sportifs | 15% |\n| 21 | C | A02 - 3.9 Litiges techniques | 78% |\n| 22 | D | A02 - 3.7 Composition des équipes - 3.7.f) Noyau de l'équipe | 60% |\n| 23 | C | C03 - 1.2. Déroulement de la Coupe | 65% |\n| 24 | A | C03 - 5.6. Appariement pour un groupe de plus de 7 équipes en nombre impair 5.6.a) Phase départementale et phase 2 | 84% |\n| 25 | B | C01 - 3.2. Couleurs | 62% |\n| 26 | C | R01 et C01 - 3. Forfaits : Définitions. 3.1. Principes généraux. 3.1.2. Retard. | 56% |\n| 27 | C | C01 - 3.8. Forfaits sportifs | 76% |\n| 28 | D | C01 - 4.2. Points de match | 70% |\n| 29 | C | C04 - 3.7. Composition des équipes | 81% |\n| 30 | D | C01 - 4.2. Points de match - 4.3. Classement | 73% |\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage UVC session de décembre 2024 - Corrigé détaillé\n\n## Question 1 :\n\nQuelle proposition parmi les suivantes ne correspond pas à une des missions de l'arbitre ?\n\n- a) S'assurer du confort des joueurs.\n- b) Valider les résultats d'une ronde.\n- c) Mettre en place les numéros de table et cavaliers.\n- d) Vérifier le bon fonctionnement des pendules.\n\nLA - Chapitre 1.2 : Les missions de l'arbitre - A. Rôle auprès de l'échiquier : Articles 2.1 et 2.2\n\nQuestion 2 : Pour la formation d'un jury d'appel lors d'une compétition, quelle personne parmi les suivantes ne peut siéger ?\n\n- a) Un joueur titré non concerné par l'appel.\n- b) Un quelconque des arbitres du tournoi.\n- c) L'organisateur du tournoi.\n- d) Le joueur faisant appel.\n\nLA - Chapitre 1.2 : Les missions de l'arbitre - A. Rôle auprès de l'échiquier : Article 3.1\n\n## Question 3 :\n\n- a) L'exclusion pour une ou plusieurs rondes.\n\nL'arbitre d'un match peut sanctionner les capitaines qui ne respectent pas les règles. Quelle sanction parmi les suivantes n'est pas applicable ?\n\n- b) La déclaration de plusieurs parties perdues si l'intervention fautive du capitaine exerce une influence sur les résultats des parties concernées.\n- c) Deux minutes de pénalité pour tous les joueurs de l'équipe.\n- d) L'avertissement.\n\nR01 - Chapitre 8 : Rôle des Capitaines.\n\n## Question 4 :\n\n- a) Les Championnats de France des clubs.\n\nDeux clubs souhaitent former une entente afin de participer à certaines compétitions dans la plus petite division locale car ils n'ont pas suffisamment de licenciés. Pour quelle compétition parmi les suivantes n'est-ce pas possible ?\n\n- b) La coupe de France.\n- c) Les Championnats de France des clubs féminins.\n- d) Les Interclubs Jeunes.\n\nR01 - Chapitre 11. Entente de Clubs. 11.1. Généralités\n\n## Question 5 :\n\nClaude est Directeur Régional de l'Arbitrage dans sa Ligue. Quelle proposition parmi les suivantes ne correspond pas à une de ses missions ?\n\n- a) Permettre l'échange des pratiques entre les Directions Départementales de l'Arbitrage de sa Ligue, lorsqu'elles existent.\n- b) Demander la supervision d'un arbitre de la Ligue.\n- c) Être l'instance de contrôle de l'utilisation du budget de la commission arbitrage de la Ligue.\n- d) Travailler en collaboration avec les différents membres de la D.N.A.\n\nLA - Chapitre 1.3 : Le règlement intérieur de la D.N.A. - Organisation et administration - Article 5 Les structures régionales et départementales - 5.1. La Direction Régionale d'Arbitrage : un budget lui est alloué par la Ligue. Le montant est déterminé par le comité directeur de la Ligue, qui contrôle l'utilisation de ces fonds.\n\n## Question 6 :\n\nQue doit faire un arbitre inactif n'ayant plus suivi de formation depuis plus de 10 ans pour redevenir actif ?\n\n- a) Il doit suivre une formation continue.\n- b) Il doit suivre une formation SC et repasser l'UVR.\n- c) Il doit obligatoirement suivre un stage d'arbitre fédéral de club dans sa totalité.\n- d) Il doit repasser l'UVR - Règles du jeu.\n\nLA - Chapitre 1.3 : Le règlement intérieur de la D.N.A. - Organisation et administration - Article 6 Administration 6.2. Arbitres inactifs : un arbitre inactif n'ayant fait aucune formation durant une période de dix ans sera en plus [de suivre un stage SC] dans l'obligation de valider à nouveau l'UVR.\n\n## Question 7 :\n\nPour obtenir un titre d'arbitre fédéral, quelle condition administrative parmi les suivantes n'est pas nécessaire ?\n\n- a) Posséder un classement Elo (lent, rapide ou FFE) pour la saison en cours.\n- b) Être titulaire d'une licence A valable pour la saison en cours.\n- c) Pour les personnes de 16 ans et plus : avoir participé à un stage de sensibilisation contre les violences sexistes ou sexuelles agréé par la F.F.E.\n- d) Faire sa demande de titre auprès de la direction des titres.\n\nLA - Chapitre 1.3 : Le règlement intérieur de la D.N.A. - Organisation et administration - Article 7 - Délivrance des titres d'arbitres fédéraux - 7.1. Critères administratifs : Avoir possédé, à un moment donné, un classement Elo (lent ou rapide, national ou F.I.D.E.).\n\n## Question 8 :\n\nUn arbitre international allemand sous code DEU (Allemagne) souhaite venir arbitrer en arbitre principal en France.\n\n## Quelle UV doit-il valider ?\n\n- a) Il doit valider l'UVC.\n- b) Il doit valider l'UVR.\n- c) Il doit valider l'UVT.\n- d) Il ne doit valider aucune UV, son titre international est suffisant.\n\nLA - Chapitre 1.3 : Le règlement intérieur de la D.N.A. - Organisation et administration - Article 7 Délivrance des titres d'arbitres fédéraux : les licenciés A dont le code F.I.D.E. n'est pas FRA et possédant un titre d'arbitre de la F.I.D.E. (AF ou AI) en-dehors du cursus F.F.E. peuvent obtenir un titre fédéral leur permettant d'officier en tant qu'arbitre principal, en validant l'UVC.\n\n## Question 9 :\n\nPour la saison 2024-2025, quelle instance fédérale donne son accord pour qualifier ou non un joueur d'un club ?\n\n- a) La commission d'homologation.\n- b) La commission technique fédérale.\n- c) La direction technique fédérale.\n- d) La commission d'appel sportif.\n\nR01 - 2. Statut d'un Joueur ou une Joueuse : les clubs sont responsables de la qualification de leurs joueurs et joueuses. Ceux et celles qui n'ont pas obtenu l'accord de la Commission Technique fédérale et qui se trouvent en situation illégale, peuvent être pénalisés rétroactivement (dans le respect des délais indiqués à l'article 4 du présent règlement). La notion de \"résidence en France\" inclut la principauté de Monaco.\n\n## Question 10 :\n\n- a) Il est U12 et devra jouer en U14 à partir de son anniversaire.\n\nPour la saison 2024-2025, un joueur a pris sa licence le 30/09/2024, il est né le 03/01/2011. Quelle est sa catégorie d'âge ?\n\n- b) Il est U14 pour la totalité de la saison.\n- c) Il est U14 et devra jouer en U16 à partir de son anniversaire.\n- d) Il est U16 car c'est sa catégorie d'âge atteinte au cours de la saison.\n\nR01 - 2.4. Catégories d'âge : les joueurs et joueuses sont classé(e)s en fonction de leur âge avant le 1er janvier de la saison, soit le 1 er janvier 2025. Ce joueur a 13 ans à cette date et restera en U14 pour l'ensemble de la saison.\n\n## Question 11 :\n\n## Quel cas parmi les suivants ne correspond pas à une situation de forfait ?\n\n- a) Le joueur, joueuse ou équipe qui n'est pas présent à la fin du temps de retard autorisé.\n- c) Le joueur, joueuse ou équipe qui avise l'autorité compétente et le club adverse avant le jour du match de son absence à la rencontre.\n- b) Tout joueur, joueuse ou équipe sanctionnée par un forfait administratif selon les règlements spécifiques de chaque compétition.\n- d) L'équipe qui se présente sur l'aire de jeu avec seulement 4 joueurs sur les 8 prévus.\n\nR01 - 3 .2. Forfait isolé\n\n## Question 12 :\n\nUne rencontre entre deux équipes de championnat a lieu un dimanche. Le directeur de groupe indique que tous les résultats ont été vérifiés le mardi. A compter de quel jour au minimum suivant le dimanche de la rencontre le résultat est-il homologué ?\n\n- a) Le lundi.\n- b) Le mardi.\n- c) Le jeudi.\n- d) Le samedi.\n\nR01 - 4. Homologation d'un résultat\n\n## Question 13 :\n\nPour un tournoi, le montant de l'inscription est fixé à 30 € pour les adultes et 15 € pour les jeunes. L'inscription est majorée à 40 € pour les adultes s'inscrivant à la dernière minute et 20 € pour les jeunes. Le jour du tournoi, une personne adulte handicapée se présente. Quelle somme doit-elle régler ?\n\n- a) Elle doit régler 40 € comme tout joueur s'inscrivant à la dernière minute.\n- b) Par soucis de justice, elle doit régler la somme intermédiaire de 35 €.\n- c) Elle doit payer 30 €.\n- d) Elle est exempte de droits d'inscription en tant que personne handicapée.\n\nR03 - 2.3 Droits d'inscriptions : la majoration des prix d'inscription ne s'applique pas dans le cas de personnes présentant une carte de mobilisation inclusion de personne en situation de handicap.\n\n## Question 14 :\n\nUn organisateur décide de découper son tournoi en deux phases distinctes au cours de deux périodes de l'année sportive sur la base de deux homologations différentes. La première phase consiste en un tournoi à la cadence 30 min (+5 s/coup) et la deuxième phase à la cadence 50 min (+10 s/coup). Un joueur se présente à la première phase avec une licence B. Peut-il participer à l'ensemble du tournoi ?\n\n- a) Il a le droit de participer au tournoi car il est licencié.\n- b) Il en a le droit à la condition de prendre la licence A pour la deuxième phase.\n- c) Il n'a pas le droit de participer au tournoi.\n- d) Il doit prendre obligatoirement la licence A pour l'ensemble du tournoi.\n\nR03 - 2.5. Conditions de participation des joueurs et joueuses\n\n## Question 15 :\n\n## Que lui répondez-vous ?\n\nVotre club organise un tournoi en cadence rapide. Le papa d'un joueur vous contacte quatre jours avant pour inscrire sa fille. Pour lui, il ne doit rien régler car elle est championne de France en titre en catégorie U10.\n\n- a) Vous refusez car cette règle n'existe que pour les GMI, MI, GMF et MIF.\n- b) Vous refusez car cela n'est valable que si elle s'inscrit au moins une semaine avant le début du tournoi.\n- c) Vous validez ses dires soit qu'il ne doit pas payer l'inscription.\n- d) Vous refusez car cela n'est valable que pour les tournois en cadence lente.\n\nR03 - 2.3 Droits d'inscriptions : dans les tournois A, l'inscription est gratuite pour les GMI, MI, GMF, MIF, les membres de l'Équipe de France « Élite » Jeunes, les champions et championnes de France jeunes en titre et les GMI ICCF (par correspondance) membres de la FFE, sous réserve de confirmer leur inscription à l'organisation au moins 48 heures avant le début du tournoi. Or, les rapides sont des tournois B...\n\n## Question 16 :\n\n- a) Le Top 16 est constitué en première phase de deux sous-groupes de 8 équipes.\n\nConcernant le championnat de France des clubs, quelle proposition parmi les suivantes ne correspond pas à une situation autorisée par le règlement de la compétition ?\n\n- b) Un club peut avoir deux équipes en Nationale 1.\n- c) Les équipes classées 9 e et 10 e de chaque groupe de N2 descendent en division inférieure.\n- d) Pour les Nationale 1 à 4, la compétition est organisée en toutes rondes.\n\nA02 - 1.2 Déroulement de la compétition\n\n## Question 17 :\n\nQuelle instance fédérale est chargée de nommer les directions de groupe en N3 ?\n\n- a) La commission technique.\n- b) Le bureau fédéral.\n- c) Le directeur technique national.\n- d) La direction nationale de la compétition.\n\nA02 - 2. Organisation de la compétition - 2.1.a Direction de Nationale : de la N1 à la N3, la personne chargée de la direction de Nationale nomme en début de saison les personnes chargées des directions de groupe.\n\n## Question 18 :\n\n- a) Arbitre stagiaire.\n\nEn championnat de France des clubs, en N4, quel niveau d'arbitre minimum parmi les suivants faut-il avoir dans un club pour éviter une sanction de rétrogradation en fin de saison ?\n\n- b) Arbitre Fédéral d'Open.\n- c) Arbitre Fédéral de Club.\n- d) Arbitre jeune.\n\nA02 - 2.4 Arbitres.\n\n## Question 19 :\n\nUne joueuse de votre club a joué dans l'ordre un match en Nationale 4, un match en nationale 2 et deux matchs en nationale 3 . Quelle règle s'applique ?\n\n- a) Elle peut encore jouer dans n'importe quelle division.\n- b) Elle ne peut plus jouer en nationale 4.\n- c) Elle ne peut plus jouer ni en nationale 4 ni en nationale 3.\n- d) Elle ne peut plus jouer en nationale 2.\n\nA02 - 3.7.c) Participation dans plusieurs équipes : la joueuse a joué au moins 3 matchs en division supérieure à la N4\n\n## Question 20 :\n\n- a) 14 : 45.\n\nUne ronde de championnat de France des clubs débute à 14:15. À la suite d'un problème technique, elle n'a commencé de fait qu'à 14:30. A partir de quelle heure un joueur est-il forfait ?\n\n- b) 15 : 00.\n- c) 15 : 15.\n- d) 15 : 30.\n\nA02 - 3.8 Forfaits sportifs : le score très bas obtenu à l'examen est inquiétant car il s'agit d'un standard de l'arbitrage. Le championnat de France est national avec un retard autorisé inscrit dans le règlement d'une heure. Comme il s'agit d'une compétition nationale, les pendules démarrent toutes à 14 : 15 donc le forfait peut être déclaré à 15 : 15 !\n\n## Question 21 :\n\n- a) Le capitaine de l'équipe adverse.\n\nLors d'une rencontre de championnat de France des clubs, en cas de litige technique formulé par un capitaine d'équipe, quelle personne parmi les suivantes est censée envoyer des documents au directeur de groupe ?\n\n- b) Le président du club recevant.\n- c) L'arbitre de la rencontre.\n- d) Le capitaine plaignant.\n\nA02 - 3.9 Litiges techniques : Lorsqu'un litige technique survient en cours de partie, celle-ci doit toujours être poursuivie, en appliquant les directives de l'arbitre. Un appel des décisions de l'arbitre peut être interjeté. Le ou la capitaine de l'équipe plaignante formule alors sa réclamation par écrit. L'arbitre et le ou la capitaine de l'équipe adverse rédigent chacun un rapport donnant leur version des faits. Tous ces documents sont transmis avec le procès-verbal du match à la direction du groupe par l'arbitre, qui devra garder une trace numérique ou une copie.\n\n## Question 22 :\n\nEn Nationale 3, une équipe lors de la ronde 4, veut faire jouer des joueurs ayant participé aux rondes précédentes. Chaque joueur non cité n'ayant joué aucune ronde. Dans quel cas parmi les répartitions suivantes l'équipe sera-t-elle en infraction ?\n\n- a) 2 joueurs ayant joué la ronde 2 et 2 autres joueurs ayant joué la ronde 3.\n- b) 3 joueurs ayant joué la ronde 1 et 1 joueur ayant joué la ronde 2.\n- c) 2 joueurs ayant joué la ronde 1, 1 joueur ayant joué la ronde 2 et 1 joueur ayant joué la ronde 3.\n- d) 2 joueurs ayant joué la ronde 1 et 1 joueur ayant joué la ronde 3.\n\nA02 - 3.7 Composition des équipes - 3.7.f) Noyau de l'équipe : en N1, N2 et N3, chaque équipe doit aligner à chaque ronde au moins 50 % de personnes (appelé noyau) inscrites sur le PV ayant déjà participé au moins une fois pour le compte de cette équipe depuis le début de la saison (sauf pour la ronde 1).\n\n## Question 23 :\n\nEn coupe Loubatière, combien d'équipes se qualifient pour la phase 3 en cas de présence de 13 équipes en phase 2, le quota de 10 % de joueuses étant atteint ?\n\n- a) 3 équipes\n- b) 4 équipes.\n- c) 5 équipes.\n- d) 6 équipes.\n\nC03 - 1.2. Déroulement de la Coupe\n\n## Question 24 :\n\nEn coupe Loubatière, lors de la phase 2, 9 équipes sont inscrites. Quel sera le système d'appariement à utiliser ?\n\n- a) Un sous-groupe de 3 équipes au système Molter et un sous-groupe de 6 équipes au système Suisse.\n- b) Un sous-groupe de 4 équipes au système Suisse et un sous-groupe de 5 équipes au système Molter.\n- c) Un système suisse par équipes.\n- d) Un toutes rondes en nombre de rondes limité.\n\nC03 - 5.6. Appariement pour un groupe de plus de 7 équipes en nombre impair - 5.6.a) Phase départementale et phase 2\n\n## Question 25 :\n\nEn coupe de France, le tirage au sort a attribué les noirs au 1 er échiquier de l'équipe A. Quelles sont les couleurs attribuées aux échiquiers 2 et 3 suivants des joueurs de la même équipe ?\n\n- a) Echiquier 2 : blancs ; Echiquier 3 : noirs.\n- b) Echiquier 2 : blancs ; Echiquier 3 : blancs.\n- c) Echiquier 2 : noirs ; Echiquier 3 : blancs.\n- d) Echiquier 2 : noirs ; Echiquier 3 : noirs.\n\nC01 - 3.2. Couleurs : les couleurs sont attribuées par la Direction de la Coupe de France. La première équipe nommée a les Blancs aux échiquiers 1 et 4 et les Noirs sur les échiquiers 2 et 3. Dans le cas présent, les échiquiers 2 et 3 ont donc les blancs.\n\n## Question 26 :\n\n- a) 00 : 50.\n\nEn coupe de France, l'équipe de « équipe\\_en\\_retard » arrive en retard et le capitaine donne sa composition à 14 : 10. Un joueur manque encore et n'arrive qu'à 14 : 40. Qu'indiquera sa pendule au démarrage ?\n\n- b) 01 : 50.\n- c) 00 : 55.\n- d) 01 : 30.\n\nR01 et C01 - 3. Forfaits : Définitions. 3.1. Principes généraux. 3.1.2. Retard autorisé : le retard autorisé devant l'échiquier est fixé à 30 minutes par défaut sauf si le règlement intérieur du tournoi ou le règlement fédéral prévoit autre chose. En coupe de France, aucun délai de forfait n'est indiqué. Le retard autorisé est donc de 30 min. Les pendules devraient indiquer 01:30. Comme la feuille de match est donnée avec 10 min de retard, à 14 h 15, chacune indique 01:20. Le joueur se présente avec 25 min de retard. Sa pendule indique donc 00:55.\n\n## Question 27 :\n\nEn coupe de France, quelle est l'amende pour forfait à régler pour une équipe forfait au 4 e tour alors que le 1 er tour est un 128 e de finale ?\n\n- a) 50 €.\n- b) 100 €.\n- c) 200 €.\n- d) 400 €.\n\nC01 - 3.8. Forfaits sportifs : Sauf événement exceptionnel dûment justifié reconnu par la Direction de la Coupe de France, tout forfait d'une équipe entraîne une amende pour le club de : ▪ 50 € jusqu'en 64e de finale ▪ 100 € en 32e de finale ▪ 200 € en 16e de finale. Le 4 e tour est un 16 e de finale\n\n## Question 28 :\n\nEn demi-finale de la coupe de France, comment sont départagées deux équipes ayant des scores identiques ?\n\na) L'équipe gagnante est celle ayant gagné sur l'échiquier n° 1 ou, en cas de nullité sur cet échiquier, l'équipe ayant gagné sur l'échiquier n° 2 ou, en cas de nullité sur les 2 premiers échiquiers, l'équipe ayant gagné sur l'échiquier n° 3.\n\n- b) Le gain est attribué à l'équipe dont la somme des Elo est la plus faible puis, en cas d'égalité, à l'équipe dont l'âge moyen des quatre membres est le plus faible.\n- c) Un match à la cadence de 15 min + 5 secondes par joueur/joueuse est organisé, avec couleurs identiques.\n- d) Un match à la cadence de 15 min + 5 secondes par joueur/joueuse est organisé, avec couleurs inversées.\n\nC01 - 4.2. Points de match.\n\n## Question 29 :\n\n- a) 1836-2010-2152.\n\nEn 1 ère phase de la coupe de la parité, laquelle de ces équipes ne peut participer à la compétition sur la base des classements Elo de ses joueurs ci-dessous, pour une équipe de 3 joueurs ?\n\n- b) 1590-2123-2281.\n- c) 1742-1987-2272.\n- d) 1952-2010-2032.\n\nC04 - 3.7. Composition des équipes : Le cumul des classements Elo, estimés ou réels de l'équipe, doit être inférieur ou égal à 8000. S'il n'y a que 3 membres dans l'équipe, il doit être inférieur à 6000.\n\n## Question 30 :\n\nEn coupe de la parité, quelle proposition parmi les suivantes n'est pas réglementaire ?\n\n- a) Au système Molter, Le classement est fait aux points de parties, avec départage au Berlin, et enfin au bénéfice de l'équipe ayant la moyenne la plus basse des derniers Elo publiés (au prorata des participations).\n- b) En toutes rondes, le score du match est déterminé par la somme des points de parties des équipes.\n- c) En toutes rondes, le classement est fait aux points de match, avec départage au différentiel (gains-pertes).\n- d) Au système suisse, Un match gagné est compté 3 points, un match nul 2 points, un match perdu 0 point.\n\n## Fin du corrigé de l'UVC\n\nC01 - 4.2. Points de match - 4.3. Classement\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage UVO session de décembre 2024 - Sujet sans réponse\n\nDurée : 1 heure. Tous les documents sont autorisés (en version imprimée ou numérique) sauf les annales constituées de sujets et de corrigés. Il est interdit de téléphoner ou de se connecter à Internet pendant l'épreuve (hormis les épreuves effectuées en ligne).\n\nPour chaque question, une seule réponse est attendue.\n\nToutes les questions rapportent un point. 80 % de bonnes réponses sont nécessaires pour avoir l'UV donc 16 bonnes réponses (l'UV a 20 questions).\n\nQuestion 1 : Pour obtenir le titre d'arbitre fédéral, certains critères administratifs sont nécessaires. Parmi les propositions ci-dessous laquelle est incorrecte ?\n\n- a) S'être soumis au contrôle d'honorabilité.\n- b) Être titulaire d'une licence A valable pour la saison en cours.\n- c) Pour les personnes seulement à partir de 18 ans, avoir participé à un stage de sensibilisation contre les violences sexistes et sexuelles.\n- d) Avoir possédé, à un moment donné, un classement Elo (lent ou rapide, national ou FIDE).\n\nQuestion 2 : Pour obtenir le titre d' Arbitre Fédéral Open de premier niveau (AFO1), certains critères sont nécessaires.\n\n## Parmi les propositions ci-dessous laquelle est fausse ?\n\n- a) Être âgé au minimum de 18 ans.\n- b) Être titulaire des UVO et UVT.\n- c) N'avoir obtenu qu'une attestation de stage pratique favorable.\n- d) Avoir validé un rapport technique complet.\n\nQuestion 3 : Une fois le titre d'Arbitre Fédéral Open obtenu, ceux et celles souhaitant arbitrer un tournoi homologué FIDE doivent obtenir l'agrément FIDE. Quel est le montant des droits à payer au secrétariat fédéral ?\n\n- a) 20 €.\n- b) 30 €.\n- c) 40 €.\n- d) 50 €.\n\nQuestion 4 :\n\nLes arbitres fédéraux d'open ont la compétence pour arbitrer certaines compétitions.\n\n## parmi les suivantes ne peut pas être arbitrée par un Arbitre Fédéral Open de niveau 1 ?\n\n- a) La finale de la coupe Jean-Claude Loubatière.\n- b) Le championnat de France toutes catégories en tant qu'arbitre principal d'une catégorie.\n- c) Un tournoi FIDE où des normes aux joueurs sont possibles en tant qu'arbitre principal.\n- d) La finale de la coupe de France.\n\nQuestion 5 : Chaque arbitre titré doit participer à un stage de formation continue pour mettre à niveau ses connaissances. Cela permet de prolonger la période de validité de la licence d'arbitre. Parmi les propositions ci-dessous laquelle est correcte ?\n\n- a) Cette formation continue fait partie des stages se faisant uniquement en présentiel.\n- b) Chaque arbitre fédéral titré doit suivre une formation continue toutes les trois saisons sportives.\n- d) Sans formation pendant dix ans à compter de son dernier stage, un arbitre devra suivre un stage entier de premier niveau et passer l'examen UVR.\n- c) En suivant un stage de premier niveau en guise de formation continue, un arbitre peut n'être présent que sur une seule des deux journées.\n\n## Question 6 : Concernant les propositions suivantes sur le classement FIDE, laquelle est correcte ?\n\n- b) En Coupe Jean-Claude Loubatière, si un joueur classé 1800 FIDE perd face à un joueur classé 1700 FIDE, la partie ne comptera pour le classement ELO d'aucun des deux joueurs.\n- a) Dans le calcul de la variation du Elo d'un joueur FIDE, si la différence de classement est supérieur à 400 points, elle est ramenée à 400. Ceci s'applique uniquement pour la partie où la différence est la plus grande.\n- c) Si le téléphone du joueur ayant les blancs sonne après son premier coup mais avant le coup de l'adversaire, ce dernier gagne. Cette victoire entre dans le calcul de la variation du Elo.\n- d) Pour l'entrée au classement de la FIDE, le calcul prend en compte la moyenne uniquement des ELO des adversaires classés FIDE.\n\nQuelle compétition\n\nQuestion 7 : Un joueur ayant un classement estimé a les résultats suivants contre des joueurs FIDE lors d'un tournoi homologué pour le classement lent FIDE.\n\n| RONDE 1 | RONDE 2 | RONDE 3 | RONDE 4 | RONDE 5 |\n|-----------------|-----------------|----------------|-----------------|----------------|\n| Perte face à un | Nulle face à un | Gain face à un | Perte face à un | Gain face à un |\n| 1804 F | 1682 F | 1483 F | 1608 F | 1565 |\n\n## Quel sera son classement initial ?\n\n- a) 1628\n- b) 1650\n- c) 1677\n- d) 1680\n\nQuestion 8 : Un organisateur vous appelle pour être l'arbitre principal de son prochain tournoi homologué pour le classement rapide FIDE. La demande d'homologation doit se faire en respectant un certain délai. Quel est ce délai ?\n\n- a) Sept jours.\n- b) Dix jours.\n- c) Quinze jours.\n- d) Quarante jours.\n\n## Question 9 :\n\nLors d'un tournoi en cadence lente homologué pour le classement FIDE, un jeune, membre de l'équipe de France Elite se présente lors du pointage. Il ne s'était pas inscrit à l'avance. Il réclame la gratuité de l'inscription. L'organisateur lui refuse. Le joueur fait appel à vous. Que répondez-vous au joueur ?\n\n- a) Dans ce type de tournoi la gratuité est obligatoire pour les membres de l'équipe 'Elite' Jeunes, vous obligez l'organisateur à accepter la gratuité de son inscription.\n- b) L'organisateur n'a pas d'obligation de gratuité dans les tournois en cadence lente.\n- c) Le joueur s'est inscrit trop tard, l'organisateur n'a pas l'obligation de l'accepter gratuitement.\n- d) La gratuité de l'inscription ne concerne que les champions et championnes de France jeunes en titre.\n\nQuestion 10 : Lors du pointage d'un tournoi homologué FIDE à cadence lente, une joueuse Française non licenciée se présente pour participer. A défaut de produire une « Attestation sur l'honneur », l'organisateur devra prendre la licence de cette joueuse dans son club. Si le responsable du club tarde à le faire, la FFE régularise la situation.\n\n## A partir de quand cette régularisation devrait prendre effet ?\n\n- a) 3 jours à partir de la fin du tournoi.\n- b) 5 jours à partir de la fin du tournoi.\n- c) 7 jours à partir de la fin du tournoi.\n- d) 8 jours à partir de la fin du tournoi.\n\nQuestion 11 : Lors de certaines compétitions fédérales, le système suisse peut être utilisé. Dans ce cas, certaines règles complémentaires sont appliquées. L'une d'elle est que si deux équipes ou plus ont remporté leurs deux premiers matchs, elles ne sont pas appariées ensemble à la troisième ronde.\n\n- a) Une phase zone interdépartementale de la Coupe de la Parité.\n\n## Parmi les compétitions suivantes où le système suisse s'applique, laquelle n'appliquera pas cette règle complémentaire ?\n\n- b) Une phase 2 de la Coupe Jean-Claude Loubatière.\n- c) Un groupe de la Nationale 1 du championnat de France féminin des clubs.\n- d) Une phase zone interdépartementale de la Nationale 2 du championnat de France féminin des clubs.\n\nQuestion 12 : Vous êtes l'arbitre principal d'une phase départementale de la Coupe Jean-Claude Loubatière.\n\nCette compétition fédérale est ouverte aux licencié(e)s selon leur classement ELO.\n\n## Parmi la liste suivante, quel joueur ou quelle joueuse ne pourra pas participer ?\n\n- a) Un joueur classé 1800 FIDE.\n- b) Une joueuse ayant un classement estimé à 1399.\n- c) Une joueuse classée 1850 alors que le mois précédent son classement était inférieur à 1800.\n- d) Un joueur classé 1850 alors que le mois précédent son classement était supérieur à 1800.\n\n## Question 13 :\n\nLors d'un tournoi homologué, l'arbitre principal a l'obligation d'afficher certaines informations avant la première ronde.\n\n## Parmi les documents suivants, lequel n'est pas obligatoire ?\n\n- a) La liste des prix.\n- b) Le règlement intérieur du tournoi.\n- c) Les listes des joueurs et joueuses par ordre alphabétique et par ordre décroissant de classement Elo.\n- d) La charte des joueurs et joueuses d'échecs.\n\nQuestion 14 : Vous arbitrez la première phase de la Coupe de la Parité.\n\nAprès le lancement de la première ronde, un joueur vient vous voir car son adversaire est absent. Il aimerait savoir quand la partie sera gagnée par forfait. Quel est donc le délai de forfait ?\n\n- a) Zéro minute.\n- b) Trente minutes.\n- c) Quarante minutes.\n- d) Soixante minutes.\n\n## Question 15 :\n\nLors d'un tournoi homologué, suite à un forfait déclaré, vous devez en tant qu'arbitre principal envoyer au joueur le formulaire d'enquête pour forfait non justifié.\n\nSi le joueur ou la joueuse ne répond pas de façon satisfaisante à cette demande, à qui allez-vous le signaler ?\n\n- a) A la Commission Fédérale de Discipline.\n- b) Au secrétariat fédéral.\n- c) A la Commission Fair-play.\n- d) A la Direction Juridique de la DNA.\n\n## Question 16 :\n\n## Quel est le délai d'envoi de la sauvegarde PAPI ?\n\nConcernant le gestion de la fin d'un tournoi, l'arbitre doit envoyer la sauvegarde Papi sur le site Fédéral et cocher la case 'Tournoi terminé' dans la page de gestion du tournoi.\n\n- a) Le jour même.\n- b) Deux jours.\n- c) Quatre jours.\n- d) Sept jours.\n\n## Question 17 :\n\nVous arbitrez en tant qu'arbitre principal (AFO1) un open à cadence lente homologué FIDE. La demande d'homologation a été faite dans les temps. Le tournoi compte 100 participants. Les inscriptions enregistrées avant majoration se décomposent en 40 adultes au tarif unitaire de 50 € et 45 jeunes à 25 €. Sur place, 15 joueurs se sont inscrits : 10 adultes au tarif de 60 € et 5 jeunes à 30 €. L'organisateur souhaite connaître le montant des droits d'homologation.\n\n## Quel est le montant ?\n\n- a) 262,50 €\n- b) 272,50 €\n- c) 281,25 €\n- d) 312,50 €\n\n## Question 18 :\n\nVous arbitrez un tournoi en cadence Blitz homologué pour le Elo FIDE en 9 rondes sur une seule journée. Il y a deux arbitres : une arbitre principale et un arbitre adjoint.\n\n## Quels sont les montants maximum de leurs indemnités d'arbitrage (sans les frais supplémentaires) ?\n\n- a) 85 € pour l'arbitre principale et 50 € pour l'arbitre adjoint.\n- b) 85 € pour l'arbitre principale et 85 € pour l'arbitre adjoint.\n- c) 100 € pour l'arbitre principale et 50 € pour l'arbitre adjoint.\n- d) 100 € pour l'arbitre principale et 75 € pour l'arbitre adjoint.\n\n## Question 19 :\n\n| NUMÉRO | JOUEURS | ELO | SCORE | RONDE 1 | RONDE 2 | RONDE 3 | RONDE 4 | RONDE 5 |\n|----------|-----------|-------|---------|-----------|-----------|-----------|-----------|-----------|\n| 4 | PIERRE | 2050 | 3,5 | + N 12 | = | + B 13 | = B 3 | + N 1 |\n| 1 | ALAIN | 2200 | 3,5 | + B 9 | = N 13 | = B 2 | + N 15 | = B 4 |\n| 3 | ALBERT | 2100 | 3,5 | = B 11 | + N 6 | + B 8 | = N 4 | = B 2 |\n| 12 | JEAN | 1650 | 2 | - B 4 | EXE | > 14 | | |\n| 13 | PAUL | 1650 | 1,5 | + N 5 | = B 1 | - N 4 | - N 8 | - B 14 |\n\nLors d'un tournoi homologué en cinq rondes que vous arbitrez, le joueur Pierre vient vous voir car il n'arrive pas à calculer la valeur de son Buchholz tronqué. Pour rappel, lors d'un tournoi jusqu'à sept rondes, une partie est tronquée dans le cas du Buchholz tronqué.\n\nEn utilisant les règles actuelles de la FIDE, quelle est cette valeur?\n\n- a) 13,5\n- b) 12,5\n- c) 11,5\n- d) 10,5\n\nQuestion 20 : Vous arbitrez un tournoi à cadence lente homologués FIDE.\n\nCi-après le tableau du classement général où les prix sont attribués au système Hort.\n\nDans le règlement intérieur, il est indiqué qu'un prix ne pourra pas être inférieur au prix de l'inscription de 40 €.\n\n| | PRIX ANNONCES | JOUEURS | POINTS |\n|------|-----------------|-----------|----------|\n| 1er | 600 € | ALBERT | 6 |\n| 2ème | 500 € | ALAIN | 6 |\n| 3ème | 400 € | JEREMY | 5,5 |\n| 4ème | 300 € | CLAUDE | 5,5 |\n| 5ème | 200 € | CORALIE | 5 |\n| 6ème | 100 € | ETIENNE | 5 |\n| 7ème | 0 € | FABIENNE | 5 |\n| 8ème | 0 € | JEAN | 5 |\n\n- a) 5.\n\nCombien de prix seront distribués au classement général ?\n\n- b) 6.\n- c) 7.\n- d) 8.\n\n## Fin du sujet de l'UVO\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage UVO session de décembre 2024 - Grille des réponses\n\n| Question | Réponse | Articles de référence LA = Livre de l'arbitre. Autres : Règlements fédéraux - Site FFE - rubrique « Document » puis « Règlements » | Taux Réussite |\n|------------|-----------|---------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------|\n| 1 | C | LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 7.1 Critères administratifs | 85% |\n| 2 | C | LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 8.4 L'arbitre fédéral d'open (AFO) | 97% |\n| 3 | A | LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 6.3 Agrément FIDE. Guide de l'arbitrage à l'international - Article 2.2 Montant des droits | 93% |\n| 4 | C | LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 12.3 Arbitres Fédéraux d'Open (AFO1 et AFO2) | 95% |\n| 5 | D | LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 6.2 Arbitres inactif | 66% |\n| 6 | B | LA - Chapitre 6.1 Le classement standard de la FIDE - Article 1.1 Cadence de jeu | 38% |\n| 7 | C | LA - Chapitre 6.1 Le classement standard de la FIDE - Article 8.2 Détermination du Classement initial 'Ru' d'un joueur ou d'une joueuse | 70% |\n| 8 | C | LA - Chapitre 5.2 Obligations administratives d'un tournoi - Paragraphe Homologation des Tournois | 89% |\n| 9 | C | R03 Compétitions Homologuées - Article 2.3 Droits d'inscriptions | 89% |\n| 10 | D | R03 Compétitions Homologuées - Article 2.5 Conditions de participation des joueurs et joueuse | 23% |\n| 11 | C | F01 Championnat de France Féminin des clubs - Article 1.2 Déroulement de la compétition | 64% |\n| 12 | D | C03 Coupe Jean-Claude Loubatière - Article 3.7. Composition des équipes | 87% |\n| 13 | A | LA - Chapitre 5.3 Gestion d'un tournoi - Paragraphe Obligations d'affichage | 98% |\n| 14 | B | R01 Règles Générales - Article 3 Forfaits | 69% |\n| 15 | D | LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 17 Mesures administratives | 84% |\n| 16 | A | LA - Chapitre 5.4 Rapport Technique et fin de tournoi - Paragraphe Gestion des résultats du tournoi | 95% |\n| 17 | B | LA - Chapitre 5.2 Obligations administratives d'un tournoi - Paragraphe Droits d'Homologation | 74% |\n| 18 | D | LA - Chapitre 5.5 Barème d'indemnisation des arbitres - Paragraphe 4 Calcul des indemnités pour les événements homologués par la FFE | 93% |\n| 19 | C | LA - Chapitre 4.2 Les systèmes de départages - Article 7.1 Buchholz (Bu) et article 14 Gestion des rondes non jouées et score ajusté | 18% |\n| 20 | C | LA - Chapitre 4.3 Les systèmes de partage des prix - Paragraphe Prix attribués au système Hort | 16% |\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage UVO session de décembre 2024 - Corrigé détaillé\n\nQuestion 1 : Pour obtenir le titre d'arbitre fédéral, certains critères administratifs sont nécessaires. Parmi les propositions ci-dessous laquelle est incorrecte ?\n\n- a) S'être soumis au contrôle d'honorabilité.\n- b) Être titulaire d'une licence A valable pour la saison en cours.\n- c) Pour les personnes seulement à partir de 18 ans, avoir participé à un stage de sensibilisation contre les violences sexistes et sexuelles.\n- d) Avoir possédé, à un moment donné, un classement Elo (lent ou rapide, national ou FIDE).\n\nLA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 7.1 Critères administratifs\n\nPour les personnes de 16 ans et plus : avoir participé à un stage de sensibilisation contre les violences sexistes ou sexuelles agréé par la F.F.E.\n\nQuestion 2 : Pour obtenir le titre d' Arbitre Fédéral Open de premier niveau (AFO1), certains critères sont nécessaires. Parmi les propositions ci-dessous laquelle est fausse ?\n\n- a) Être âgé au minimum de 18 ans.\n- b) Être titulaire des UVO et UVT.\n- c) N'avoir obtenu qu'une attestation de stage pratique favorable.\n- d) Avoir validé un rapport technique complet.\n\nLA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 8.4 L'arbitre fédéral d'open (AFO) Ayant obtenu 2 (deux) A.S.P. Favorables.\n\nQuestion 3 : Une fois le titre d'Arbitre Fédéral Open obtenu, ceux et celles souhaitant arbitrer un tournoi homologué FIDE doivent obtenir l'agrément FIDE. Quel est le montant des droits à payer au secrétariat fédéral ?\n\n- a) 20 €.\n- b) 30 €.\n- c) 40 €.\n- d) 50 €.\n\nLA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 6.3 Agrément FIDE Guide de l'arbitrage à l'international - Article 2.2 Montant des droits Le tableau indique un montant de 20 € pour un arbitre fédéral sans titre de la FIDE.\n\nQuestion 4 : Les arbitres fédéraux d'open ont la compétence pour arbitrer certaines compétitions. Quelle compétition parmi les suivantes ne peut pas être arbitrée par un Arbitre Fédéral Open de niveau 1 ?\n\n- a) La finale de la coupe Jean-Claude Loubatière.\n- b) Le championnat de France toutes catégories en tant qu'arbitre principal d'une catégorie.\n- c) Un tournoi FIDE où des normes aux joueurs sont possibles en tant qu'arbitre principal.\n- d) La finale de la coupe de France.\n\nLA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 12.3 Arbitres Fédéraux d'Open (AFO1 et AFO2) A condition d'être agréé F.I.D.E., l'arbitre de niveau AFO peut arbitrer tous les types d'événements échiquéens homologués par la F.I.D.E sans possibilité de délivrer des normes aux joueurs .\n\nQuestion 5 : Chaque arbitre titré doit participer à un stage de formation continue pour mettre à niveau ses connaissances. Cela permet de prolonger la période de validité de la licence d'arbitre. Parmi les propositions ci-dessous\n\n## laquelle est correcte ?\n\n- a) Cette formation continue fait partie des stages se faisant uniquement en présentiel.\n- b) Chaque arbitre fédéral titré doit suivre une formation continue toutes les trois saisons sportives.\n- d) Sans formation pendant dix ans à compter de son dernier stage, un arbitre devra suivre un stage entier de premier niveau et passer l'examen UVR.\n- c) En suivant un stage de premier niveau en guise de formation continue, un arbitre peut n'être présent que sur une seule des deux journées.\n5. LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 6.2 Arbitres inactifs.\n\nUn arbitre inactif n'ayant fait aucune formation durant une période de dix ans sera en plus (de suivre un stage club) dans l'obligation de valider à nouveau l'UVR.\n\n## Question 6 : Concernant les propositions suivantes sur le classement FIDE, laquelle est correcte ?\n\n- b) En Coupe Jean-Claude Loubatière, si un joueur classé 1800 FIDE perd face à un joueur classé 1700 FIDE, la partie ne comptera pour le classement ELO d'aucun des deux joueurs.\n- a) Dans le calcul de la variation du Elo d'un joueur FIDE, si la différence de classement est supérieur à 400 points, elle est ramenée à 400. Ceci s'applique uniquement pour la partie où la différence est la plus grande.\n- c) Si le téléphone du joueur ayant les blancs sonne après son premier coup mais avant le coup de l'adversaire, ce dernier gagne. Cette victoire entre dans le calcul de la variation du Elo.\n4. LA - Chapitre 6.1 Le classement standard de la FIDE - Article 1.1 Cadence de jeu\n- d) Pour l'entrée au classement de la FIDE, le calcul prend en compte la moyenne uniquement des ELO des adversaires classés FIDE.\n6. Quand, lors d'une partie au moins un des deux adversaires possède un classement de 1800 ou plus, chacun doit disposer d'un minimum de 90 minutes. En coupe Jean-Claude Loubatière, la cadence est de 50 minutes plus 10 secondes par coup.\n\nQuestion 7 : Un joueur ayant un classement estimé a les résultats suivants contre des joueurs FIDE lors d'un tournoi homologué pour le classement lent FIDE.\n\n| RONDE 1 | RONDE 2 | RONDE 3 | RONDE 4 | RONDE 5 |\n|-----------------|-----------------|----------------|-----------------|----------------|\n| Perte face à un | Nulle face à un | Gain face à un | Perte face à un | Gain face à un |\n| 1804 F | 1682 F | 1483 F | 1608 F | 1565 |\n\n## Quel sera son classement initial ?\n\n- a) 1628\n- b) 1650\n- c) 1677\n- d) 1680\n\n8.2.2. Ra est le classement moyen des adversaires classés auxquels se sont ajoutés deux adversaires virtuels classés 1800 . On considère que les résultats contre ces adversaires virtuels sont des matchs nuls.\n\nLA - Chapitre 6.1 Le classement standard de la FIDE - Article 8.2 Détermination du Classement initial 'Ru' d'un joueur ou d'une joueuse\n\nRa = (1804 +1682 + 1483 + 1608 + 1565 + 1800 + 1800 ) / 7 = 1677,42\n\nLe score total est 3,5/7 c'est-à-dire un taux de réussite de 50%\n\n8.2.3. Ru = Ra + dp.\n\nRu = 1677, 42 + 0 = 1677, 42\n\nRu est arrondi à l'entier le plus proche. → Ru = 1677\n\nQuestion 8 : Un organisateur vous appelle pour être l'arbitre principal de son prochain tournoi homologué pour le classement rapide FIDE. La demande d'homologation doit se faire en respectant un certain délai. Quel est ce délai ?\n\n- a) Sept jours.\n- b) Dix jours.\n- c) Quinze jours.\n- d) Quarante jours.\n\nLA - Chapitre 5.2 Obligations administratives d'un tournoi - Paragraphe Homologation des Tournois Pour les tournois FIDE : 15 jours avant le début du tournoi.\n\n## Question 9 :\n\nLors d'un tournoi en cadence lente homologué pour le classement FIDE, un jeune, membre de l'équipe de France Elite se présente lors du pointage. Il ne s'était pas inscrit à l'avance. Il réclame la gratuité de l'inscription. L'organisateur lui refuse. Le joueur fait appel à vous. Que répondez-vous au joueur ?\n\n- a) Dans ce type de tournoi la gratuité est obligatoire pour les membres de l'équipe 'Elite' Jeunes, vous obligez l'organisateur à accepter la gratuité de son inscription.\n- b) L'organisateur n'a pas d'obligation de gratuité dans les tournois en cadence lente.\n- c) Le joueur s'est inscrit trop tard, l'organisateur n'a pas l'obligation de l'accepter gratuitement.\n- d) La gratuité de l'inscription ne concerne que les champions et championnes de France jeunes en titre.\n\nR03 Compétitions Homologuées - Article 2.3 Droits d'inscriptions\n\nDans les tournois A (cadence lente), l'inscription est gratuite pour les GMI, MI, GMF, MIF, les membres de l'Équipe de France « Élite » Jeunes, les champions et championnes de France jeunes en titre et les GMI ICCF (par correspondance) membres de la FFE, sous réserve de confirmer leur inscription à l'organisation au moins 48 heures avant le début du tournoi .\n\nQuestion 10 : Lors du pointage d'un tournoi homologué FIDE à cadence lente, une joueuse Française non licenciée se présente pour participer. A défaut de produire une « Attestation sur l'honneur », l'organisateur devra prendre la licence de cette joueuse dans son club. Si le responsable du club tarde à le faire, la FFE régularise la situation.\n\nA partir de quand cette régularisation devrait prendre effet ?\n\n- a) 3 jours à partir de la fin du tournoi.\n- b) 5 jours à partir de la fin du tournoi.\n- c) 7 jours à partir de la fin du tournoi.\n- d) 8 jours à partir de la fin du tournoi.\n\nR03 Compétitions Homologuées - Article 2.5 Conditions de participation des joueurs et joueuses Passé le délai de 7 jours, la FFE régularisera la situation.\n\nQuestion 11 : Lors de certaines compétitions fédérales, le système suisse peut être utilisé. Dans ce cas, certaines règles complémentaires sont appliquées. L'une d'elle est que si deux équipes ou plus ont remporté leurs deux premiers matchs, elles ne sont pas appariées ensemble à la troisième ronde.\n\n- a) Une phase zone interdépartementale de la Coupe de la Parité.\n\nParmi les compétitions suivantes où le système suisse s'applique, laquelle n'appliquera pas cette règle complémentaire ?\n\n- b) Une phase 2 de la Coupe Jean-Claude Loubatière.\n- c) Un groupe de la Nationale 1 du championnat de France féminin des clubs.\n- d) Une phase zone interdépartementale de la Nationale 2 du championnat de France féminin des clubs.\n\napplication des règles complémentaires relatives au système Suisse .\n\nF01 Championnat de France Féminin des clubs - Article 1.2 Déroulement de la compétition Selon l'article 1.2.b) N1F, les équipes sont appariées selon le même procédé que pour la Coupe Loubatière sans\n\nQuestion 12 : Vous êtes l'arbitre principal d'une phase départementale de la Coupe Jean-Claude Loubatière.\n\nCette compétition fédérale est ouverte aux licencié(e)s selon leur classement ELO.\n\nParmi la liste suivante, quel joueur ou quelle joueuse ne pourra pas participer ?\n\n- a) Un joueur classé 1800 FIDE.\n- b) Une joueuse ayant un classement estimé à 1399.\n- c) Une joueuse classée 1850 alors que le mois précédent son classement était inférieur à 1800.\n- d) Un joueur classé 1850 alors que le mois précédent son classement était supérieur à 1800.\n\nC03 Coupe Jean-Claude Loubatière - Article 3.7. Composition des équipes\n\nSelon le 3.7.b), chaque joueur ou joueuse doit avoir un Elo estimé ou réel inférieur ou égal à 1800. L'Elo à prendre en compte est le dernier Elo publié. Uniquement pour la phase départementale, le classement Elo du mois précédent ne dépassant pas les 1800 points pour un joueur ou une joueuse, sera autorisé .\n\n## Question 13 :\n\nLors d'un tournoi homologué, l'arbitre principal a l'obligation d'afficher certaines informations avant la première ronde.\n\nParmi les documents suivants, lequel n'est pas obligatoire ?\n\n- a) La liste des prix.\n- b) Le règlement intérieur du tournoi.\n- c) Les listes des joueurs et joueuses par ordre alphabétique et par ordre décroissant de classement Elo.\n- d) La charte des joueurs et joueuses d'échecs.\n\nLA - Chapitre 5.3 Gestion d'un tournoi - Paragraphe Obligations d'affichage\n\nLa liste des prix doit être affichée avant que la moitié des rondes ne soient jouées.\n\nQuestion 14 : Vous arbitrez la première phase de la Coupe de la Parité.\n\n- a) Zéro minute.\n\nAprès le lancement de la première ronde, un joueur vient vous voir car son adversaire est absent. Il aimerait savoir quand la partie sera gagnée par forfait. Quel est donc le délai de forfait ?\n\n- b) Trente minutes.\n- c) Quarante minutes.\n- d) Soixante minutes.\n\nR01 Règles Générales - Article 3 Forfaits\n\nSelon l'article 3.1.2, le retard autorisé devant l'échiquier est fixé à 30 minutes par défaut sauf si le règlement intérieur du tournoi ou le règlement fédéral prévoit autre chose. Dans le règlement de la Coupe de la Parité, il n'y a aucune indication de délai de forfait, le retard autorisé est donc de 30 minutes.\n\n## Question 15 :\n\nSi le joueur ou la joueuse ne répond pas de façon satisfaisante à cette demande, à qui allez-vous le signaler ?\n\nLors d'un tournoi homologué, suite à un forfait déclaré, vous devez en tant qu'arbitre principal envoyer au joueur le formulaire d'enquête pour forfait non justifié.\n\n- a) A la Commission Fédérale de Discipline.\n- b) Au secrétariat fédéral.\n- c) A la Commission Fair-play.\n- d) A la Direction Juridique de la DNA.\n\nLA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 17 Mesures administratives\n\nSelon l'article 17.2, à l'occasion des tournois homologués, tout forfait fait l'objet d'une enquête de la part de l'arbitre principal. Si le joueur ou la joueuse ne répond pas de façon satisfaisante à la demande d'explications envoyée par l'arbitre principal, ce dernier le signale à la Direction Juridique.\n\n## Question 16 :\n\nConcernant le gestion de la fin d'un tournoi, l'arbitre doit envoyer la sauvegarde Papi sur le site Fédéral et cocher la case 'Tournoi terminé' dans la page de gestion du tournoi.\n\n## Quel est le délai d'envoi de la sauvegarde PAPI ?\n\n- a) Le jour même.\n- b) Deux jours.\n- c) Quatre jours.\n- d) Sept jours.\n\nLA - Chapitre 5.4 Rapport Technique et fin de tournoi - Paragraphe Gestion des résultats du tournoi La sauvegarde (boule) PAPI du tournoi doit être envoyé le jour même sur le site fédéral http://admin.echecs.asso.fr\n\n## Question 17 :\n\n## Quel est le montant ?\n\nVous arbitrez en tant qu'arbitre principal (AFO1) un open à cadence lente homologué FIDE. La demande d'homologation a été faite dans les temps. Le tournoi compte 100 participants. Les inscriptions enregistrées avant majoration se décomposent en 40 adultes au tarif unitaire de 50 € et 45 jeunes à 25 €. Sur place, 15 joueurs se sont inscrits : 10 adultes au tarif de 60 € et 5 jeunes à 30 €. L'organisateur souhaite connaître le montant des droits d'homologation.\n\n- a) 262,50 €\n- b) 272,50 €\n- c) 281,25 €\n- d) 312,50 €\n\nLA - Chapitre 5.2 Obligations administratives d'un tournoi - Paragraphe Droits d'Homologation La part fixe est de 10 € pour un tournoi à cadence lente homologué FIDE sans norme. Le montant des inscriptions est [(40+10)×50] + [(45+5)×25] = 3750 € Le total des droits d'homologation est 10+(0,07×3750) = 272,5 €\n\n## Question 18 :\n\n## Quels sont les montants maximum de leurs indemnités d'arbitrage (sans les frais supplémentaires) ?\n\nVous arbitrez un tournoi en cadence Blitz homologué pour le Elo FIDE en 9 rondes sur une seule journée. Il y a deux arbitres : une arbitre principale et un arbitre adjoint.\n\n- a) 85 € pour l'arbitre principale et 50 € pour l'arbitre adjoint.\n- b) 85 € pour l'arbitre principale et 85 € pour l'arbitre adjoint.\n- c) 100 € pour l'arbitre principale et 50 € pour l'arbitre adjoint.\n- d) 100 € pour l'arbitre principale et 75 € pour l'arbitre adjoint.\n\nLA - Chapitre 5.5 Barème d'indemnisation des arbitres - Paragraphe 4 Calcul des indemnités pour les événements homologués par la FFE\n\n## Question 19 :\n\nLors d'un tournoi homologué en cinq rondes que vous arbitrez, le joueur Pierre vient vous voir car il n'arrive pas à calculer la valeur de son Buchholz tronqué. Pour rappel, lors d'un tournoi jusqu'à sept rondes, une partie est tronquée dans le cas du Buchholz tronqué.\n\n| NUMÉRO | JOUEURS | ELO | SCORE | RONDE 1 | RONDE 2 | RONDE 3 | RONDE 4 | RONDE 5 |\n|----------|-----------|-------|---------|-----------|-----------|-----------|-----------|-----------|\n| 4 | PIERRE | 2050 | 3,5 | + N 12 | = | + B 13 | = B 3 | + N 1 |\n| 1 | ALAIN | 2200 | 3,5 | + B 9 | = N 13 | = B 2 | + N 15 | = B 4 |\n| 3 | ALBERT | 2100 | 3,5 | = B 11 | + N 6 | + B 8 | = N 4 | = B 2 |\n| 12 | JEAN | 1650 | 2 | - B 4 | EXE | > 14 | | |\n| 13 | PAUL | 1650 | 1,5 | + N 5 | = B 1 | - N 4 | - N 8 | - B 14 |\n\n- a) 13,5\n\n## En utilisant les règles actuelles de la FIDE, quelle est cette valeur?\n\n- b) 12,5\n- c) 11,5\n- d) 10,5\n\nLe joueur Pierre a eu une partie non jouée à la ronde 2 et parmi ses adversaires,seul Jean a des parties non jouées à la ronde 4 et 5.\n\nLA - Chapitre 4.2 Les systèmes de départages - Article 7.1 Buchholz (Bu) et article 14 Gestion des rondes non jouées et score ajusté\n\nSelon l'article 7.1, les scores ajustés d' Alain, Albert et Paul correspondent à leur score normal car toutes les parties ont été jouées.\n\nSelon le 14.4.2, le score ajusté de Jean est de 3 (2 points de score normal plus 1⁄2 point par partie non jouée)\n\nSelon l'article 14.1.3, une ronde volontairement non jouée (« RVNJ ») est une ronde durant laquelle le joueur/la joueuse n'était pas disponible pour jouer, c'est-à-dire un bye ou un forfait qu'il soit prévenu ou non.\n\nC'est le cas de la ronde 2 pour le joueur Pierre.\n\nSelon l'article 14.5, la valeur du score ajusté lors de cette ronde 2 est de 3,5.\n\nSelon l'article 14.6.1, pour le Buchholz tronqué, on retire en priorité les adversaires fictifs issues des RVNJ en commençant par le plus faible: on enlève donc le score ajusté de Pierre à la ronde 2!\n\nLa valeur est donc de 11,5 (3,5+3,5+3+1,5 = 11,5)\n\nQuestion 20 : Vous arbitrez un tournoi à cadence lente homologués FIDE.\n\nCi-après le tableau du classement général où les prix sont attribués au système Hort.\n\nDans le règlement intérieur, il est indiqué qu'un prix ne pourra pas être inférieur au prix de l'inscription de 40 €.\n\n## Combien de prix seront distribués au classement général ?\n\n| | PRIX ANNONCES | JOUEURS | POINTS |\n|------|-----------------|-----------|----------|\n| 1er | 600 € | ALBERT | 6 |\n| 2ème | 500 € | ALAIN | 6 |\n| 3ème | 400 € | JEREMY | 5,5 |\n| 4ème | 300 € | CLAUDE | 5,5 |\n| 5ème | 200 € | CORALIE | 5 |\n| 6ème | 100 € | ETIENNE | 5 |\n| 7ème | 0 € | FABIENNE | 5 |\n| 8ème | 0 € | JEAN | 5 |\n\n- a) 5.\n- b) 6.\n- c) 7.\n- d) 8.\n\n| | PRIX ANNONCES | JOUEURS | POINTS | A la place | Partagé | Hort |\n|------|-----------------|-----------|----------|--------------|-----------|---------|\n| 1er | 600 € | ALBERT | 6 | 600 € | 550 € | 575 € |\n| 2ème | 500 € | ALAIN | 6 | 500 € | 550 € | 525 € |\n| 3ème | 400 € | JEREMY | 5,5 | 400 € | 350 € | 375 € |\n| 4ème | 300 € | CLAUDE | 5,5 | 300 € | 350 € | 325 € |\n| 5ème | 200 € | CORALIE | 5 | 200 € | 75 € | 137,5 € |\n| 6ème | 100 € | ETIENNE | 5 | 100 € | 75 € | 87,5 € |\n| 7ème | 0 € | FABIENNE | 5 | | 75 € | 37,5 € |\n| 8ème | 0 € | JEAN | 5 | | 75 € | 37,5 € |\n\nLA - Chapitre 4.3 Les systèmes de partage des prix - Paragraphe Prix attribués au système Hort\n\nOn retire le prix de Jean que l'on redistribue à parts égales sur les trois derniers soit 12, 5 € pour Coralie, Etienne et Fabienne. Cette dernière touchera donc 40 €. Il y aura donc 7 prix distribués au classement général.\n\nFin du corrigé de l'UVO\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage UVT session de décembre 2024 - Sujet sans réponse\n\n## Épreuve informatisée UVT - 1ère partie Documents autorisés : tous\n\nVOTRE MISSION\n\nJe m'appelle Huvété, Président du club « AFO ».\n\nJe vous sollicite pour arbitrer l'open rapide de Aix-amin le 14 décembre 2024\n\nJe vous transmets la liste des préinscrits à J-8. (Toutes les joueuses et tous les joueurs sont licenciés à la FFE).\n\nA vous de créer le fichier PAPI.\n\nJe vous confie la gestion de l'arbitrage dans son intégralité. Vous allez devoir gérer toutes les phases du tournoi.\n\n- 1) Création du tournoi et saisie des joueurs.\n- 2) Gestion du tournoi en tenant compte des incidents. (Abandon, forfait, interventions sur les parties avec prise de décision sur le résultat, questions des joueurs ...)\n\n## Informations concernant le tournoi :\n\n## · Caractéristiques :\n\nIl se déroule sur 4 jours en 7 rondes au système suisse standard. La cadence est de 1 h 30 min+30 s/coup Il est homologué FIDE\n\n- Montant de l'inscription et des prix :\n\nLe montant de l'inscription est de 60 € pour les adultes et de 40 € pour les jeunes.\n\nLes personnes s'inscrivant sur place devront payer 80 €, tout âge confondu.\n\nJe vous joins une liste des prix.\n\nLes prix au classement général seront attribués au système Hort. (Les prix inférieurs à 40 € ne seront pas distribués.)\n\n```\n1 er : 400 € ; 2 e : 300 € ; 3 e : 240 € ; 4 e :150 €\n```\n\nPrix spéciaux (attribués à la place réelle) :\n\n- e) 1 er\n2. vétéran : 100 €\n- f) 1 er\n4. jeune : 80 €\n- g) 1 er de la catégorie Elo 1600-1800 : 95 €\n- h) 1 er de la catégorie Elo moins de 1600 : 70€\n\nLes prix ne sont pas cumulables.\n\nLes personnes pouvant prétendre à deux prix se verront attribuer le prix le plus important.\n\nSi une personne peut prétendre à deux prix de valeurs égales, le prix par catégorie d'âge passe avant le prix par catégorie Elo.\n\n## · Départages :\n\nCumulatif puis Buchholz puis performance.\n\n## · Autres informations :\n\nLe tournoi se situe à 30 kilomètres de votre domicile. L'organisateur prend en charge les frais de restauration. Le déplacement se fait en voiture et vous apportez votre propre matériel informatique.\n\n## Préconisations :\n\nVeillez bien à créer le tournoi directement sur votre ordinateur et non pas sur une clé USB !\n\nLe jour de l'examen vous devrez fournir le fichier Papi de votre tournoi avec votre questionnaire. Attention, au moment de créer le fichier il est demandé le nom de l'arbitre, pour préserver l'anonymat de l'examen il est demandé pour l'instant d'utiliser le nom « Candidat NUMERO». (Vous remplacerez ce nom le jour de l'examen par le numéro candidat qui vous sera communiqué).\n\n## Avant le 14 décembre 2024:\n\nCréer le tournoi et saisissez la liste des préinscrits.\n\n## Le jour de l'examen :\n\n- e) Gérer les inscriptions et les désistements de dernière minute.\n- f) Gérer les appariements, les résultats et les incidents.\n- g) Répondre aux questions à choix multiple.\n\nVous devrez également rendre un fichier Papi complet qui comptera pour 5 pts sur un total de 35. Seront évalués : la saisie correcte des joueurs et des informations du tournoi. La saisie des résultats et la gestion des incidents\n\n- e) Ceux qui passent l'examen en ligne auront un lien leur permettant d'envoyer leur fichier.\n- f) Ceux qui passent l'examen hors-ligne devront copier leur fichier sur la clef USB avec le questionnaire selon les consignes du surveillant.\n\n## Liste des préinscrits à l'open rapide de Aix-amin en décembre. Il y a 20 pré-inscrits\n\nLes 18 premiers joueurs sont fictifs, il vous est demandé de les créer manuellement. Les deux derniers joueurs sont réels et vous devez réussir à les trouver par vous-même.\n\n( Vous utiliserez obligatoirement le Elo indiqué dans le tableau)\n\n| | Nom | Nom | Titre | Elo | Naissance | Sexe |\n|----|----------------------------------------|----------------------------------------------------------------|----------------------------------------------------------------|----------------------------------------------------------------|----------------------------------------------------------------|----------------------------------------------------------------|\n| 1 | Amine AZZOUD | Amine AZZOUD | | 1683 F | 18/5/1996 | H |\n| 2 | Bertrand BIGNON | Bertrand BIGNON | | 2134 F | 7/10/1984 | H |\n| 3 | Claire CARMIN | Claire CARMIN | | 1299 E | 23/2/2009 | F |\n| 4 | Emile ERSTEIN | Emile ERSTEIN | | 1787 F | 21/6/1994 | H |\n| 5 | Flavio FERNANDI | Flavio FERNANDI | Maître FIDE | 2265 F | 16/5/1976 | H |\n| 6 | Inès IMPERA | Inès IMPERA | | 1810 F | 25/9/1955 | F |\n| 7 | Hajjar HUREZ | Hajjar HUREZ | | 1997 F | 10/11/1999 | F |\n| 8 | Jefferson JOCH (Fédération Etats-Unis) | Jefferson JOCH (Fédération Etats-Unis) | | 1556 F | 14/7/1980 | H |\n| 9 | Leila LEYS | Leila LEYS | | 1699 F | 9/8/1984 | F |\n| 10 | Mokfi MAZALEH | Mokfi MAZALEH | Maître International | 2362 F | 27/11/1962 | H |\n| 11 | Nicolas NIDAM | Nicolas NIDAM | | 1399 E | 10/5/1959 | H |\n| 12 | Othman OUHMI | Othman OUHMI | | 2005 F | 20/2/1961 | H |\n| 13 | Pauline POPE | Pauline POPE | | 1667 F | 23/9/2013 | F |\n| 14 | Rayane RAMDANI | Rayane RAMDANI | Maître international Féminin | 2146 F | 20/10/1957 | F |\n| 15 | Samy SUEUR | Samy SUEUR | Maître FIDE | 2361 F | 18/3/2007 | H |\n| 16 | Timothée TRINEL | Timothée TRINEL | | 1484 F | 22/11/2008 | H |\n| 17 | Vincenzo VILORIA | Vincenzo VILORIA | | 2265 F | 10/8/1983 | H |\n| 18 | Wassim WATEK | Wassim WATEK | | 1530 F | 2/3/1997 | H |\n| 19 | | Numéro de licence FFE : A02924 - Elo = 1660N - Vétéran - Homme | Numéro de licence FFE : A02924 - Elo = 1660N - Vétéran - Homme | Numéro de licence FFE : A02924 - Elo = 1660N - Vétéran - Homme | Numéro de licence FFE : A02924 - Elo = 1660N - Vétéran - Homme | Numéro de licence FFE : A02924 - Elo = 1660N - Vétéran - Homme |\n| 20 | | Référence FIDE : 622095 - Elo = 2038 F - Vétéran - Homme | Référence FIDE : 622095 - Elo = 2038 F - Vétéran - Homme | Référence FIDE : 622095 - Elo = 2038 F - Vétéran - Homme | Référence FIDE : 622095 - Elo = 2038 F - Vétéran - Homme | Référence FIDE : 622095 - Elo = 2038 F - Vétéran - Homme |\n\nL'organisateur vous prévient qu'il pourra y avoir des inscriptions sur place.\n\nDurée : 3 heures\n\n## Épreuve informatisée UVT - 2ème partie\n\nN° Anonymat candidat :\n\nTous les documents sont autorisés (en version imprimée ou numérique) sauf les annales constituées de sujets et de corrigés. Il est interdit de téléphoner ou de se connecter à Internet pendant l'épreuve, sauf pour les candidats qui composent en ligne.\n\nPour chaque question, une seule réponse est attendue.\n\nToutes les questions rapportent un point pour un total de 30 points.\n\nEn plus de vos réponses, vous devrez joindre votre boule PAPI qui sera évaluée sur 5 points de la manière suivante :\n\n- a) Saisie correcte des informations du tournoi (nombre de rondes, départages, prix) : 1pt\n- b) Saisie correcte de la liste des joueurs et joueuses. : 1pt\n- c) Saisie des résultats du tournoi pour chaque ronde et gestion des incidents du tournoi : 3pts.\n\nPour des questions d'anonymat des examens, votre nom ne doit pas apparaître dans votre fichier PAPI, votre numéro de candidat devra être utilisé pour remplacer le nom de l'arbitre dans votre fichier.\n\nIl est nécessaire d'obtenir 80% des points pour obtenir l'UVT de cette session (c'est-à-dire 28 pts sur 35)\n\nCi-dessous vous trouverez les résultats à chaque ronde et échiquier par échiquier.\n\nCe sont les résultats à prendre en compte si AUCUN accident ne se produit au cours de ces parties.\n\n<!-- image -->\n\n## Question 1 :\n\n## Partie A : Gestion et questionnement avant le début du tournoi.\n\nJefferson JOCH vous a contacté quelques jours avant le tournoi, il fait partie de la liste des joueurs inscrits et il s'inquiète car il a lu sur votre règlement intérieur qu'une licence était nécessaire pour participer au tournoi. Il vous demande ce qu'il doit faire. Vous avez identifié qu'il avait une référence FIDE affilié activement aux Etats-Unis.\n\n## Que lui répondez-vous ?\n\n- a) Au vu de la cadence du tournoi, il est nécessaire qu'il prenne une licence A\n- b) Au vu de la cadence du tournoi, il est nécessaire qu'il prenne une licence B\n- c) Il n'a pas l'obligation de prendre une licence auprès de la FFE\n- d) Il doit contacter le bureau fédéral pour obtenir une licence spéciale autorisant les étrangers à jouer en France.\n\n## Question 2 :\n\n## Quelle est votre analyse ?\n\nClaire CARMIN vous sollicite lors du pointage, c'est son premier tournoi et elle est indiquée non classée à 1299. Elle ne comprend pas car Nicolas NIDAM est aussi non classé mais lui a 1399.\n\n- a) C'est une erreur, tous les joueurs non classés démarrent à 1299.\n- b) C'est une erreur, tous les joueurs non classés démarrent à 1399.\n- c) C'est normal, il est probable que le club de Nicolas NIDAM a fait une demande pour qu'il ait un meilleur classement.\n- d) C'est normal, le classement estimé correspond à la valeur automatique de leurs catégories d'âge.\n\n## Question 3 :\n\nL'organisateur espère avoir beaucoup plus de joueurs l'an prochain et, suite aux demandes des plus forts joueurs, il vous demande de lui expliquer les appariements accélérés au système de Haley :\n\n- a) C'est un système de points fictifs valables pour la totalité du tournoi.\n- b) C'est un système de points fictifs valables pour les deux premières rondes.\n- c) C'est un système de points fictifs valables pour la 1 re moitié du tournoi.\n- d) C'est un système de points fictifs dont la quantité diminue en fonction de l'avancée du tournoi.\n\n## Question 4 :\n\nUne joueuse aveugle souhaite s'inscrire sur place au tournoi, elle présente une carte de mobilisation inclusion de personne en situation de handicap. L'organisateur lui indique que le tarif d'inscription sur place est de 80 €, trouvant cela injuste elle sollicite votre aide. Que dites-vous ?\n\n- a) La règle est la même pour tout le monde, elle doit payer 80 €.\n- b) La règle peut être ajustée au bon vouloir de l'organisateur, c'est lui qui décide.\n- c) Vous indiquez à l'organisateur qu'il n'a pas le droit de lui majorer son inscription, elle doit payer 60 € comme si elle s'était inscrite en avance.\n- d) Vous indiquez à l'organisateur que les personnes en situation de handicap bénéficient de la gratuité de leur inscription, elle n'a rien à payer.\n\n## Question 5 :\n\nAvant le tournoi, l'organisateur avait cru comprendre que l'inscription était gratuite pour certaines personnes tant qu'elles s'inscrivaient 48 h en avance.\n\n## Parmi les propositions suivantes, qui doit obligatoirement payer l'inscription ?\n\n- a) Les maîtres internationaux (MI)\n- b) Les maîtres FIDE (MF)\n- c) Les maîtres internationaux féminins (MIF)\n- d) La championne de France en titre de la catégorie U08 (petits-poussins mixte)\n\n## Question 6 :\n\n## Que lui répondez-vous ?\n\nOthman OUHMI est en catégorie senior plus. Il se demande à partir de quel jour il sera officiellement en catégorie vétéran.\n\n- a Le 1 er septembre 2025.\n- b Le 1 er janvier 2026.\n- c Le 20 février 2026 (jour de son 65 e anniversaire).\n- d Le 1 er septembre 2026\n- e Le 1 er janvier 2027.\n\nLe joueur Bertrand BIGNON ne s'est pas présenté au pointage, il a appelé pour confirmer qu'il ne viendra pas. Il vous est demandé d'ajouter manuellement dans le fichier PAPI de votre tournoi les trois personnes suivantes après le pointage.\n\nMme KIAPAVU demande à bénéficier d'une table fixe en raison de son handicap, cela lui est accordé et vous lui attribuez le numéro de table fixe 100\n\n| Karine KIAPAVU | 1733 F | 3/02/2003 | F |\n|------------------|----------|-------------|-----|\n| Damien DELAI | 1528 F | 13/01/1949 | H |\n| Giovic GIGANOWKI | 1963 F | 7/04/1984 | H |\n\nFFÉ checs D irection N ationale de l' A rbitrage - Session d'examen de décembre 2024 - Annales - Page 45 sur 62\n\n## Question 7 :\n\n## Sélectionner la bonne information :\n\n- b) Un joueur qui gagne par forfait est considéré comme flotteur montant et un joueur qui perd par forfait est considéré comme flotteur montant.\n- a) Un joueur qui gagne par forfait est considéré comme flotteur descendant et un joueur qui perd par forfait est considéré comme flotteur montant.\n- c) Un joueur qui gagne par forfait est considéré comme flotteur montant et un joueur qui perd par forfait est considéré comme flotteur descendant.\n- d) Un joueur qui gagne par forfait est considéré comme flotteur descendant et un joueur qui perd par forfait est considéré comme flotteur descendant.\n\n## Question 8 :\n\n| R1 | R2 | R3 | R4 | R5 | R6 |\n|------|------|------|------|--------|------|\n| B | N | N | B | Exempt | B |\n\n## Voici l'historique d'un joueur\n\n## Quelle est sa préférence couleur pour la ronde 7 ? :\n\n- a) Préférence noire faible\n- b) Préférence noire forte\n- c) Préférence noire absolue\n- d) Pas de préférence couleur\n\n## Question 9 :\n\n## Quelle est la définition la plus proche d'un top joueur ?\n\n- a) Une joueuse possédant un titre de Grand maître international.\n- b) Un joueur dont le classement Elo le classe parmi les meilleurs du tournoi.\n- c) Dans un tournoi à 9 rondes, une joueuse ayant le score de 5/5 à l'issue de la 5 e ronde.\n- d) Dans un tournoi à 9 rondes, un joueur ayant le score de 4,5/8 à l'issue de la 8 e ronde.\n\n## Question 10 :\n\nOn essaie toujours de respecter plusieurs critères pour un appariement.\n\n## Quel est le moins important parmi les quatre suivants ?\n\n- a) Ne pas être flotteur montant deux rondes de suite.\n- b) Ne pas être flotteur descendant deux rondes de suite.\n- c) Ne pas affronter plusieurs fois le même adversaire.\n- d) Avoir sa couleur préférentielle.\n\n## Question 11 :\n\nVoici plusieurs tentatives de transpositions afin de déterminer leur appariement. Dans quel ordre un ordinateur devrait effectuer ces tentatives ?\n\nLors d'une ronde vous avez 6 joueurs dans un même niveau de points homogène : joueur A (1428) , joueur B (1614) , joueur C (1547) , joueur D (1213), joueur E (1439), joueur F (1613).\n\n| Tentative Alpha | Tentative Alpha | Tentative Beta | Tentative Beta | Tentative Gamma | Tentative Gamma | Tentative Delta | Tentative Delta | Tentative Omega |\n|-------------------|-------------------|------------------|------------------|-------------------|-------------------|-------------------|-------------------|-------------------|\n| S1 | S2 | S1 | S2 | S1 | S2 | S1 | S2 | S1 |\n| B | A | B | A | B | E | B | D | B |\n| F | D | F | E | F | A | F | E | F |\n| C | E | C | D | C | D | C | A | C |\n\n- a) Gamma - Beta - Alpha - Delta - Omega\n- b) Gamma - Beta - Alpha - Omega - Delta\n- c) Gamma - Alpha - Beta - Delta - Omega\n- d) Gamma - Alpha - Beta - Omega - Delta\n\n## Partie B : Généralités sur le système suisse et lancement du tournoi.\n\n## Question 12 :\n\n- a) En cas d'égalité de classement, on utilise l'ordre alphabétique des noms de famille.\n\nFlavio FERNANDI et Vincenzo VILORIA ont le même classement Elo. Quelle est la règle à utiliser pour savoir lequel doit être placé devant dans la liste d'appariements ?\n\n- b) En cas d'égalité de classement, l'ordre est choisi complètement au hasard.\n- c) En cas d'égalité de classement, c'est le 1 er qui s'est inscrit au tournoi qui est placé devant.\n- d) En cas d'égalité de classement, celui qui est Maitre FIDE est placé devant celui qui n'a pas de titre.\n- e) En cas d'égalité de classement, c'est le plus âgé qui est placé devant.\n\n## Partie C : Gestion du tournoi et interventions sur parties.\n\nLe tirage au sort vous indique de donner les blancs au plus fort joueur de la liste.\n\n- a) Appariez la ronde 1\n\nb) Entrez les résultats de la ronde 1 - Aucun incident n'est à signaler.\n\n- c) Appariez la ronde 2\n\nAu cours de la ronde N°2, vous observez la position ci-contre au 46 e coup de l'échiquier N°6. La joueuse qui a les blancs tombe au temps. Quelle est votre décision ?\n\n## Question 13 :\n\n- a) Les blancs ont le droit à 30 minutes de plus car ils ont dépassé les 40 coups. Dans ce cas, il est évident qu'ils gagneront la partie.\n- b) Les noirs ne peuvent pas gagner, vous déclarez le match nul.\n- c) Vous déclarez la victoire pour les noirs.\n- d) Vous déclarez la victoire pour les blancs car il n'est pas fairplay que les noirs aient continué à jouer dans cette position.\n\n## Question 14 :\n\nLa ronde N°2 vient juste de commencer. Mokfi MAZALEH vient vous annoncer qu'il a gagné en 5 coups avec les blancs cependant vous constatez qu'il aurait dû jouer avec les noirs.\n\n- a) Vous allez chercher l'adversaire et les obligez à rejouer la partie avec les bonnes couleurs car ils ont joué moins de 10 coups.\n- b) Vous validez le résultat et prenez acte que Mokfi MAZALEH a joué avec les blancs.\n- c) Vous indiquez sur votre fiche de résultats que Mokfi MAZALEH a gagné avec les noirs.\n- d) Vous indiquez un double forfait car les deux joueurs sont fautifs.\n- a) Entrez les résultats de la ronde N°2 en prenant en compte vos réponses des questions N°13 et N°14 b) Appariez la ronde N°3\n\nQuestion 15 : Dans votre règlement, le délai de forfait est de 30 minutes.\n\nA la ronde N°3 qui se joue à 14 h 00 et démarre à l'heure, les deux joueurs de l'échiquier N°10 ne sont pas présents dans la salle de jeu. A cause d'un problème technique vous n'y avez pas fait attention.\n\nLes blancs arrivent avec 10 minutes de retard et démarrent la pendule.\n\n## Quelle est votre décision ?\n\nLes noirs arrivent à 14 h 38 et indiquent que selon la pendule ils n'ont que 28 minutes de retard. Les blancs ne réclament pas mais vous avez observé la situation.\n\n- a) Vous déclarez que la partie est perdue par forfait par les noirs.\n- c) Vous considérez que si les blancs ne réclament pas alors la partie peut se jouer. (Dans ce cas les blancs gagneront)\n- b) Vous considérez que c'est la pendule qui fait foi et que la partie peut se jouer. (Dans ce cas les blancs gagneront)\n- d) Vous déclarez un double forfait car les deux joueurs sont arrivés en retard ;\n\n<!-- image -->\n\n- a) Entrez les résultats de la ronde N°3 en prenant en compte votre réponse de la question N°15\n- b) Quelle que soit votre réponse à la question 15, on considère que les deux joueurs sont autorisés à poursuivre le tournoi.\n- c) Le joueur Flavio FERNANDI vous indique que pour des raisons personnelles il ne sera pas présent pour les rondes N°4 et n°5 mais reviendra à la ronde N°6.\n- d) Appariez la ronde N°4 en prenant en compte cette information.\n\n## Question 16 :\n\n- a) L'assistance peut signaler à Mme Kiapavu que son adversaire a perdu au temps.\n\nMme Kiapavu dispose d'une assistante en raison de son handicap. Son adversaire s'inquiète de cette personne en plus autour de l'échiquier et demande ce qu'elle a le droit de faire. Parmi les propositions suivantes, laquelle est fausse ?\n\n- b) L'assistante peut indiquer de sa propre initiative à Mme Kiapavu le temps qu'il reste sur la pendule.\n- c) Indiquer de sa propre initiative à l'arbitre que l'adversaire a touché une pièce.\n- d) Appuyer sur la pendule à la place de Mme Kiapavu.\n- a) Entrez les résultats de la ronde N°4\n- b) Appariez la ronde N°5\n\nQuestion 17 : La personne exempte vient vous demander des précisions sur les règles concernant les exempts. Quelle information est vraie ?\n\n- a) Une personne qui a perdu par forfait a plus de chance d'être exempte.\n- c) Si j'ai été flotteur descendant à la ronde N°3 alors cela réduit les risques d'être exempt à la ronde N°5\n- b) Dans un groupe de personne ex-aequo, la personne qui a le plus de chance d'être exempte est celle qui a le meilleur classement Elo.\n- d) Il est impossible que le joueur en tête du tournoi soit exempt.\n\nEntrez les résultats de la ronde N°5 puis appariez la ronde N°6\n\n## Question 18 :\n\nJuste avant le démarrage de la ronde N°6, Rayane RAMDANI vient vous voir pour indiquer qu'il y a une erreur de résultat. Elle avait gagné à la ronde N°5. Cette affirmation est confirmée par son adversaire.\n\n- a) Vous annulez l'appariement de la ronde N°6. Vous corrigez le résultat et refaites l'appariement.\n- c) La joueuse aurait dû vous le signaler bien avant. Vous ne faites aucune modification pour la suite du tournoi et le classement final. Vous effectuerez toutefois un correctif pour le calcul du classement Elo.\n- b) La joueuse aurait dû vous le signaler bien avant. Vous refusez de corriger le résultat. Cela restera ainsi pour le classement final et pour le calcul du Elo.\n- d) Vous indiquez d'aller jouer la ronde N°6. Vous ferez la correction avant d'apparier la ronde N°7.\n- a) Pour la suite il est demandé de procéder rigoureusement comme vous l'avez indiqué à la question N°18 b) Entrez les résultats de la ronde N°6 qui se déroule sans autre incident\n- c) Appariez la ronde N°7\n\n## Question 19 :\n\nJuste avant la ronde N°7, l'un des joueurs de la table 2 vient vous voir pour porter réclamation contre l'appariement. Il estime qu'il aurait dû jouer à la 1 re table contre le leader du tournoi car il a un meilleur Elo que l'adversaire choisi.\n\n## Quel critère prioritaire a été pris en compte pour expliquer l'appariement ?\n\n- a) Ce joueur ne pouvait pas jouer le leader du tournoi en raison d'un blocage couleur.\n- b) Ce joueur ne pouvait pas jouer le leader du tournoi car il a déjà été flotteur montant il y a deux rondes.\n- c) Ce joueur ne pouvait pas jouer le leader du tournoi car il l'a déjà affronté.\n- d) Pour des raisons de mixité, le logiciel a favorisé un affrontement Homme contre Femme à la 1 re table.\n\n## Question 20 :\n\n- a) Vous prenez en compte qu'elle abandonne la partie, la victoire revient à son adversaire. Vous précisez que, malgré votre soutien, vous n'avez pas l'autorité pour intervenir davantage dans ce type de situation.\n\nPendant la ronde N°7, la partie est commencée depuis presque 2 h 00. Hajjar HUREZ vient vous voir accompagnée d'autres joueurs. Sa partie est encore en cours mais elle indique que son adversaire n'arrête pas de lui faire des allusions racistes et sexuelles depuis que la partie a commencé. Les joueurs qui l'accompagnent confirment qu'ils ont tout entendu. Hajjar HUREZ vous indique qu'elle ne se sent pas capable de continuer la partie . Que faites-vous ?\n\n- b) Au vu de la situation, vous déclarez que Mme HUREZ perd la partie par forfait, ainsi elle ne comptera pas pour le classement Elo.\n- c) Après avoir pris les mesures de protections nécessaires pour la joueuse en collaboration avec l'organisateur. Vous indiquez à son adversaire qu'il est exclu du tournoi et doit quitter les lieux. La partie est déclarée gagnée par Mme HUREZ.\n- d) En collaboration avec l'organisateur, l'adversaire est exclu du tournoi et doit quitter les lieux. La partie est déclarée gagnée par forfait par Mme HUREZ car elle n'a pas pu se jouer jusqu'au bout.\n\nEntrez les résultats.de la ronde N°7 en prenant en compte votre réponse à la question N°20\n\n## Partie D : Questionnement de fin de tournoi.\n\n## Question 21 :\n\nUne joueuse vous demande pour son départage à combien s'élève son cumulatif. Elle rappelle le déroulement de son tournoi : R1 : Victoire ; R2 : Match nul ; R3 : Match nul ; R4 : Défaite ; R5 : Victoire ; R6 : Défaite ; R7 : Victoire\n\n## Quel est son cumulatif ?\n\n- a) 4\n\n- b) 11,5\n\n- c) 16,5\n\n- d) 18,5\n\n## Question 22 :\n\nA chaque ronde vous postez les résultats, vous allez sur l'adresse suivante :\n\n- a) http://tournois.echecs.asso.fr\n\n- b) https://dna.ffechecs.fr/\n\n- c) http://homologation.echecs.asso.fr\n\n- d) http://admin.echecs.asso.fr\n\n## Question 23 :\n\nA l'issue du tournoi, un joueur est seul en tête. Les 2 e ; 3 e et 4 e sont ex-aequo. Quel est le montant du prix récupéré par le 4 e ?\n\n- a) 150 €\n\n- b) 190 €\n\n- c) 230 €\n\n- d) 300 €\n\n## Question 24 : Qui remporte le prix jeune ?\n\n- a) Claire CARMIN\n\n- b) Pauline POPE\n\n- c) Samy SUEUR\n\n- d) Timothée TRINEL\n\nQuestion 25 : Pauline POPE qui est pupille vous interroge sur le coefficient K, elle vous informe qu'elle a joué 50 parties en rapide le mois dernier. Quel est le coefficient qui a été utilisé pour le calcul de son nouvel Elo rapide ?\n\n- a) K = 10\n\n- b) K = 14\n\n- c) K = 20\n\n- d) K = 40\n\n## Question 26 :\n\n- a) 2,8\n\nEmile ERSTEIN dispose d'un coefficient K = 20. Il a perdu contre Timothée TRINEL et se demande combien de points Elo il va perdre avec cette partie. Combien de points ELO va-t-il normalement perdre ?\n\n- b) 7,2\n- c) 15,8\n- d) 17,2\n\n## Question 27 :\n\nLe tournoi est fini, vous rentrez chez vous avec le sentiment du devoir accompli ou presque.\n\n## Quelle information est incorrecte ?\n\n- a) J'ai 7 jours pour envoyer mon rapport technique.\n- b) Le club organisateur a 7 jours pour prendre les licences des joueurs inscrits sur place.\n- c) Le club organisateur a 7 jours pour payer les droits d'homologation.\n- d) Le club organisateur a 7 jours pour payer l'arbitre.\n\n## Question 28 :\n\nQuel est le montant de vos frais de déplacement ? On rappelle que vous habitez à 30 km du lieu du tournoi.\n\n- a) 9,60 €\n- b) 29,60 €\n- c) 19,20 €\n- d) 39,20 €\n\n## Question 29 :\n\nUne seule ronde a été jouée le 1 er jour, il y a eu ensuite deux rondes par jour.\n\nEn considérant uniquement votre mission d'arbitrage, dans quel intervalle se situe le montant de votre indemnité ?\n\n- a) Entre 200 € et 340 €\n- b) Entre 240 € et 340 €\n- c) Entre 270 € et 385 €\n- d) Entre 280 € et 400 €\n\n## Question 30 :\n\nMme HUREZ vous contacte à la suite du tournoi, elle vous indique qu'elle va porter plainte contre son adversaire et vous demande quelles démarches supplémentaires peuvent être effectués auprès de la fédération ? Quelle information est fausse ?\n\n- a) L'arbitre doit effectuer un signalement à la direction juridique de la DNA.\n- b) La joueuse peut contacter la cellule de signalement spécialisée de la FFE.\n- c) L'arbitre sollicite directement la commission de discipline de la fédération.\n- d) La joueuse peut d'elle-même solliciter le bureau fédéral pour demander que la commission de discipline soit saisie.\n\nFIN DU SUJET :\n\nIl est demandé de rendre votre questionnaire au surveillant de l'examen.\n\nVotre fichier PAPI doit également être mis sur la clef USB, enregistré sous votre numéro de candidat.\n\nFin du sujet de l'UVT\n\n| F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de décembre 2024 - Grille des réponses | F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de décembre 2024 - Grille des réponses | F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de décembre 2024 - Grille des réponses | F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de décembre 2024 - Grille des réponses |\n|----------------------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------------------|\n| Question | Réponse | Articles de référence LA = Livre de l'arbitre. Autres : Règlements fédéraux - Site FFE - rubrique « Document » puis « Règlements » | Taux Réussite |\n| 1 | C | R03-Compétitions homologuées : Article 2.5 ou livre de l'arbitre Chapitre 5.3 : Gestion de tournois - Licences | 79% |\n| 2 | D | R01-Règles générale - Article 5 : Estimation du Elo | 97% |\n| 3 | B | LA - Chapitre 3.5 : Règles du système suisse - Système de Haley : 2. Principe | 93% |\n| 4 | C | R03 - Compétitions homologuées : Article 2.3 - Droits d'inscription | 68% |\n| 5 | B | R03 - Compétitions homologuées : Article 2.3 - Droits d'inscription | 83% |\n| 6 | D | R01 - Règles générale - Principe et Article 2.4 : Catégories d'âge | 61% |\n| 7 | D | LA - Chapitre 3.5 Le système suisse - C.04.3 Système néerlandais - Art. A.4 | 83% |\n| 8 | C | LA - Chapitre 3.5 Le système suisse - C.04.3 Système néerlandais - Art. A.6 + C.04.2 Règles de gestion de tournois au système suisse - Article D.5 | 60% |\n| 9 | D | LA - Chapitre 3.5 Le système suisse - C.04.3 Système néerlandais - Art. A.7 | 81% |\n| 10 | A | LA - Chapitre 3.5 Le système suisse - C.04.3 Système néerlandais - Article C | 63% |\n| 11 | A | LA - Chapitre 3.5 Le système suisse - C.04.3 Système néerlandais - Article D | 65% |\n| 12 | D | LA - Chapitre 3.5 Le système suisse - C.04.2Règles de gestion de tournois au système suisse - Article B.2.b | 90% |\n| 13 | C | Règles du jeu - article 6.9 | 72% |\n| 14 | B | Règle du jeu Article 7.3 + commentaire + LA - chapitre 3.5 Le système suisse - C.04.2Règles de gestion de tournois au système suisse - Article D.8 | 93% |\n| 15 | A | Règles du jeu - article 6.7 + commentaire | 84% |\n| 16 | B | Règles du jeu - Annexe D - Article D.2.10 | 63% |\n| 17 | C | LA - chapitre 3.5 Le système suisse - C.04.3 Système néerlandais - Art. C.14 | 39% |\n| 18 | D | C.04.2 Règles de gestion de tournois au système suisse - Article D.8 | 79% |\n| 19 | A | LA - chapitre 3.5 Le système suisse - C.04.3 Le système néerlandais - Art. C | Question neutralisée |\n| 20 | C | Règles du jeu article 12.9.9 / article 11.5 /article 11.1/ Charte des joueurs et joueuses d'échecs/ Code de l'éthique de la FIDE. LA - Chapitre 4.5 Violence / Chapitre 6.1 Classement Standard FIDE Art. 5.1 | 61% |\n| 21 | C | LA - Chapitre 4.2 Les systèmes de départage - article 6.5 Le cumulatif | 77% |\n| 22 | D | LA - Chapitre 4.2 Les systèmes de départage - article 6.5 Le cumulatif | 84% |\n| 23 | B | LA - Chapitre 4.3 les systèmes de partage des prix. | 88% |\n| 24 | D | Étude du classement | 54% |\n| 25 | B | LA - Chapitre 6.2 Classement Rapide de la FIDE article 7.3 | 47% |\n| 26 | D | LA - Chapitre 6.1 Classement Standard de la FIDE article 8.3 | 79% |\n| 27 | D | LA - Chapitre 5.5 Barème d'indemnisation des arbitres | 84% |\n| 28 | C | LA - Chapitre 5.5 Barème d'indemnisation des arbitres | 33% |\n| 29 | C | LA - Chapitre 5.5 Barème d'indemnisation des arbitres | 81% |\n| 30 | C | Règlement disciplinaire de la FFE - Article 9 | 46% |\n\nFFÉ checs D irection N ationale de l' A rbitrage - Session d'examen de décembre 2024 - Annales - Page 51 sur 62\n\n## Question 1 :\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage UVT session de décembre 2024 - Corrigé détaillé\n\nPartie A : Gestion et questionnement avant le début du tournoi.\n\nJefferson JOCH vous a contacté quelques jours avant le tournoi, il fait partie de la liste des joueurs inscrits et il s'inquiète car il a lu sur votre règlement intérieur qu'une licence était nécessaire pour participer au tournoi. Il vous demande ce qu'il doit faire. Vous avez identifié qu'il avait une référence FIDE affilié activement aux Etats-Unis.\n\n## Que lui répondez-vous ?\n\n- a) Au vu de la cadence du tournoi, il est nécessaire qu'il prenne une licence A\n- b) Au vu de la cadence du tournoi, il est nécessaire qu'il prenne une licence B\n- c) Il n'a pas l'obligation de prendre une licence auprès de la FFE\n- d) Il doit contacter le bureau fédéral pour obtenir une licence spéciale autorisant les étrangers à jouer en France.\n\nR03-Compétitions homologuées : Article 2.5 - L'information est répétée dans le livre de l'arbitre Chapitre 5.3 : Gestion de tournois - Licences\n\nSeuls les participants français ou les joueurs sans code FIDE doivent prendre une licence.\n\n## Question 2 :\n\n## Quelle est votre analyse ?\n\nClaire CARMIN vous sollicite lors du pointage, c'est son premier tournoi et elle est indiquée non classée à 1299. Elle ne comprend pas car Nicolas NIDAM est aussi non classé mais lui a 1399.\n\n- a) C'est une erreur, tous les joueurs non classés démarrent à 1299.\n- b) C'est une erreur, tous les joueurs non classés démarrent à 1399.\n- c) C'est normal, il est probable que le club de Nicolas NIDAM a fait une demande pour qu'il ait un meilleur classement.\n- d) C'est normal, le classement estimé correspond à la valeur automatique de leurs catégories d'âge.\n\nR01-Règles générale - Article 5 : Estimation du Elo\n\nEn classement ELO standard, un minime(U160) est estimé à 1299 alors qu'un vétéran est estimé à 1399\n\n## Question 3 :\n\n- a) C'est un système de points fictifs valables pour la totalité du tournoi.\n\nL'organisateur espère avoir beaucoup plus de joueurs l'an prochain et, suite aux demandes des plus forts joueurs, il vous demande de lui expliquer les appariements accélérés au système de Haley :\n\n- b) C'est un système de points fictifs valables pour les deux premières rondes.\n- c) C'est un système de points fictifs valables pour la 1 re moitié du tournoi.\n- d) C'est un système de points fictifs dont la quantité diminue en fonction de l'avancée du tournoi.\n\nLivre de l'arbitre - Chapitre 3.5 : Les règles du système suisse - Système de Haley : 2. Principe\n\nA l'issue de la deuxième ronde, on enlève les points fictifs et chaque participant retrouve son nombre réel de points.\n\n## Question 4 :\n\nUne joueuse aveugle souhaite s'inscrire sur place au tournoi, elle présente une carte de mobilisation inclusion de personne en situation de handicap. L'organisateur lui indique que le tarif d'inscription sur place est de 80 €, trouvant cela injuste elle sollicite votre aide. Que dites-vous ?\n\n- a) La règle est la même pour tout le monde, elle doit payer 80 €.\n- b) La règle peut être ajustée au bon vouloir de l'organisateur, c'est lui qui décide.\n- c) Vous indiquez à l'organisateur qu'il n'a pas le droit de lui majorer son inscription, elle doit payer 60 € comme si elle s'était inscrite en avance.\n- d) Vous indiquez à l'organisateur que les personnes en situation de handicap bénéficient de la gratuité de leur inscription, elle n'a rien à payer.\n\nR03-Compétitions homologuées : Article 2.3 - Droits d'inscription\n\nLa majoration des prix d'inscription ne s'applique pas dans le cas de personnes présentant une carte de mobilisation inclusion de personne en situation de handicap.\n\nCette question a eu un faible taux de réussite, cette règle est encore récente mais marquée très clairement dans les règlements.\n\n## Question 5 :\n\n## Parmi les propositions suivantes, qui doit obligatoirement payer l'inscription ?\n\nAvant le tournoi, l'organisateur avait cru comprendre que l'inscription était gratuite pour certaines personnes tant qu'elles s'inscrivaient 48 h en avance.\n\n- a) Les maîtres internationaux (MI)\n- b) Les maîtres FIDE (MF)\n- c) Les maîtres internationaux féminins (MIF)\n- d) La championne de France en titre de la catégorie U08 (petits-poussins mixte)\n\nR03-Compétitions homologuées : Article 2.3 - Droits d'inscription\n\nDans les tournois A, l'inscription est gratuite pour les GMI, MI, GMF, MIF, les membres de l'Équipe de France « Élite » Jeunes, les champions et championnes de France jeunes en titre et les GMI ICCF (par correspondance) membres de la FFE, sous réserve de confirmer leur inscription à l'organisation au moins 48 heures avant le début du tournoi. Les maîtres FIDE ne sont pas dans cette liste.\n\n## Question 6 :\n\nOthman OUHMI est en catégorie senior plus. Il se demande à partir de quel jour il sera officiellement en catégorie vétéran.\n\n## Que lui répondez-vous ?\n\n- f Le 1 er septembre 2025.\n- g Le 1 er janvier 2026.\n- h Le 20 février 2026 (jour de son 65 e anniversaire).\n- i Le 1 er septembre 2026\n- j Le 1 er janvier 2027.\n\nR01-Règles générale :\n\nPrincipe = La saison débute le 1 er septembre, c'est l'unique jour où une personne peut changer de catégorie.\n\nArticle 2.4 : Catégories d'âge = classé(e)s ... en fonction de leur âge avant le 1er janvier de la saison.\n\nCe ne sera pas pendant la saison 2025-2026 car avant le 1 er janvier 2026 le joueur n'aura que 64 ans.\n\nPar contre pour la saison 2026-2027, le joueur aura 65 ans avant le 1 er janvier 2027.\n\n## Manipulations sur le fichier du tournoi\n\n- a) Retirer le joueur Bertrand BIGNON\n- b) Ajouter KIAPAVU / DELAI et GIGANOWKI dans la liste des inscrits\n- c) Dans la fiche joueuse de Karine KIAPAVU : lui affecter une table fixe\n\nSuite à un ajustement non anticipé des classements ELO, l'un des joueurs de la liste initiale n'avait plus le classement ELO correspondant à l'annonce de l'énoncé. Cela n'avait toutefois pas d'impact sur les réponses des candidats et la correction des fichiers PAPI a pris en compte cette perturbation.\n\nPlusieurs candidats n'ont pas su affecter la table fixe et des erreurs de saisie du classement ELO des inscrits de dernière minute sont à déplorer.\n\n## Partie B : Généralités sur le système suisse et lancement du tournoi.\n\n## Question 7 :\n\n## Sélectionner la bonne information :\n\n- b) Un joueur qui gagne par forfait est considéré comme flotteur montant et un joueur qui perd par forfait est considéré comme flotteur montant.\n- a) Un joueur qui gagne par forfait est considéré comme flotteur descendant et un joueur qui perd par forfait est considéré comme flotteur montant.\n- c) Un joueur qui gagne par forfait est considéré comme flotteur montant et un joueur qui perd par forfait est considéré comme flotteur descendant.\n\nLivre de l'arbitre - chapitre 3.5 Le système suisse - C.04.3 Le système néerlandais - Article A.4 Un joueur qui, pour quelque raison que ce soit, ne joue pas une ronde, sera considéré comme flotteur descendant.\n\n- d) Un joueur qui gagne par forfait est considéré comme flotteur descendant et un joueur qui perd par forfait est considéré comme flotteur descendant.\n\n## Question 8 :\n\n| R1 | R2 | R3 | R4 | R5 | R6 |\n|------|------|------|------|--------|------|\n| B | N | N | B | Exempt | B |\n\nVoici l'historique d'un joueur\n\n## Quelle est sa préférence couleur pour la ronde 7 ? :\n\n- a) Préférence noire faible\n- b) Préférence noire forte\n- c) Préférence noire absolue\n- d) Pas de préférence couleur\n\nLivre de l'arbitre - chapitre 3.5 Le système suisse - C.04.3 Le système néerlandais - Article A.6\n\nL'historique du joueur est BNNBB (on ne prend pas en compte la ronde non jouée : C.04.2 D.5) - il vient d'avoir deux fois de suite les blancs, il est donc en préférence noire absolue.\n\nCette question présente un très faible taux de réussite, beaucoup de candidats ont fait l'erreur de penser que l'exemption de la ronde 5 « cassait » le fait que le joueur ait eu deux fois les blancs à la suite.\n\n## Question 9 :\n\n## Quelle est la définition la plus proche d'un top joueur ?\n\n- a) Une joueuse possédant un titre de Grand maître international.\n- b) Un joueur dont le classement Elo le classe parmi les meilleurs du tournoi.\n- c) Dans un tournoi à 9 rondes, une joueuse ayant le score de 5/5 à l'issue de la 5 e ronde.\n- d) Dans un tournoi à 9 rondes, un joueur ayant le score de 4,5/8 à l'issue de la 8 e ronde.\n\nLivre de l'arbitre - chapitre 3.5 Le système suisse - C.04.3 Le système néerlandais - Article A.6 Il faut être juste avant la dernière ronde du tournoi et avoir strictement plus de 50% des points.\n\n## Question 10 :\n\nOn essaie toujours de respecter plusieurs critères pour un appariement.\n\n## Quel est le moins important parmi les quatre suivants ?\n\n- a) Ne pas être flotteur montant deux rondes de suite.\n- b) Ne pas être flotteur descendant deux rondes de suite.\n- c) Ne pas affronter plusieurs fois le même adversaire.\n- d) Avoir sa couleur préférentielle.\n\nLivre de l'arbitre - chapitre 3.5 Le système suisse - C.04.3 Le système néerlandais - Article C.1 à C.19\n\nEviter d'être flotteur montant deux fois de suite est classée comme le critère N°13\n\nEviter d'être flotteur descendant deux fois de suite est classée comme le critère N°12\n\nNe pas affronter deux fois le même adversaire est le critère N°1\n\nAvoir sa couleur préférentielle est le critère N°11\n\n## Question 11 :\n\nVoici plusieurs tentatives de transpositions afin de déterminer leur appariement. Dans quel ordre un ordinateur devrait effectuer ces tentatives ?\n\nLors d'une ronde vous avez 6 joueurs dans un même niveau de points homogène : joueur A (1428) , joueur B (1614) , joueur C (1547) , joueur D (1213), joueur E (1439), joueur F (1613).\n\n| Tentative Alpha | Tentative Alpha | Tentative Beta | Tentative Beta | Tentative Gamma | Tentative Gamma | Tentative Delta | Tentative Delta | Tentative Omega |\n|-------------------|-------------------|------------------|------------------|-------------------|-------------------|-------------------|-------------------|-------------------|\n| S1 | S2 | S1 | S2 | S1 | S2 | S1 | S2 | S1 |\n| B | A | B | A | B | E | B | D | B |\n| F | D | F | E | F | A | F | E | F |\n| C | E | C | D | C | D | C | A | C |\n\n- a) Gamma - Beta - Alpha - Delta - Omega\n- b) Gamma - Beta - Alpha - Omega - Delta\n- c) Gamma - Alpha - Beta - Delta - Omega\n- d) Gamma - Alpha - Beta - Omega - Delta\n\nLe classement des joueurs dans l'ordre Elo nous fait commencer par la tentative Gamma.\n\nSi E ne convient pas au 1 er échiquier, on tente d'abord une transposition avec A\n\nEn respectant l'ordre Elo, on essayera d'abord Beta puis Alpha\n\nSi cela ne marche toujours pas, on tente de transposer D au 1 er échiquier.\n\nEn respectant ensuite l'ordre Elo, on essayera Delta puis Omega.\n\n## Question 12 :\n\n- a) En cas d'égalité de classement, on utilise l'ordre alphabétique des noms de famille.\n\nFlavio FERNANDI et Vincenzo VILORIA ont le même classement Elo. Quelle est la règle à utiliser pour savoir lequel doit être placé devant dans la liste d'appariements ?\n\n- b) En cas d'égalité de classement, l'ordre est choisi complètement au hasard.\n- c) En cas d'égalité de classement, c'est le 1 er qui s'est inscrit au tournoi qui est placé devant.\n- d) En cas d'égalité de classement, celui qui est Maitre FIDE est placé devant celui qui n'a pas de titre.\n- e) En cas d'égalité de classement, c'est le plus âgé qui est placé devant.\n\nLivre de l'arbitre - chapitre 3.5 Le système suisse - C.04.2Règles de gestion de tournois au système suisse - Article B.2.b En cas d'égalité du classement Elo, les joueurs sont d'abord classés suivant leurs titres. L'ordre alphabétique vient après.\n\n## Partie C : Gestion du tournoi et interventions sur parties.\n\n## Manipulations sur le fichier du tournoi\n\n- a) Apparier la 1 re ronde en répondant « Oui » sur le fait que le 1 er joueur ait les blancs.\n- b) Entrez les résultats de la ronde N°1\n- c) Apparier la ronde N°2\n\n## Question 13 :\n\n- a) Les blancs ont le droit à 30 minutes de plus car ils ont dépassé les 40 coups. Dans ce cas, il est évident qu'ils gagneront la partie.\n\nAu cours de la ronde N°2, vous observez la position ci-contre au 46 e coup de l'échiquier N°6. La joueuse qui a les blancs tombe au temps. Quelle est votre décision ?\n\n- b) Les noirs ne peuvent pas gagner, vous déclarez le match nul.\n- c) Vous déclarez la victoire pour les noirs.\n\n## Règles du jeu - article 6.9\n\n- d) Vous déclarez la victoire pour les blancs car il n'est pas fairplay que les noirs aient continué à jouer dans cette position.\n\nLa cadence du tournoi est 1 h 30 min + 30 s/coup - il n'y a pas de 2 e période. Même s'il est improbable, un échec et mat est possible en faveur des noirs. Les blancs sont tombés au temps, ce sont les noirs qui remportent la partie.\n\n## Question 14 :\n\n- a) Vous allez chercher l'adversaire et les obligez à rejouer la partie avec les bonnes couleurs car ils ont joué moins de 10 coups.\n\n<!-- image -->\n\nLa ronde N°2 vient juste de commencer. Mokfi MAZALEH vient vous annoncer qu'il a gagné en 5 coups avec les blancs cependant vous constatez qu'il aurait dû jouer avec les noirs.\n\n- b) Vous validez le résultat et prenez acte que Mokfi MAZALEH a joué avec les blancs.\n- c) Vous indiquez sur votre fiche de résultats que Mokfi MAZALEH a gagné avec les noirs.\n- d) Vous indiquez un double forfait car les deux joueurs sont fautifs.\n\nRègle du jeu Article 7.3 + commentaire + Livre de l'arbitre - chapitre 3.5 Le système suisse - C.04.2Règles de gestion de tournois au système suisse - Article D.8\n\nBien que moins de dix coups ont été joué, l'article 7.3 des règles du jeu ne peut s'appliquer que sur une partie en cours. La partie est terminée et le résultat est validé.\n\nToutefois, il est important de prendre les couleurs réellement jouées dans le processus d'appariement.\n\n## Manipulations sur le fichier du tournoi\n\n- a) Entrer les résultats de la ronde N°2\n- b) A la table N°6, prendre en compte la réponse à la question 13 et donner le gain aux noirs.\n- c) A la table N°1, faire un clic droit sur l'appariement et cliquer sur permuter pour prendre en compte la réponse à la question 14. Mettre la victoire à Mokfi MAZALEH\n- d) Apparier la ronde N°3\n\nQuestion 15 : Dans votre règlement, le délai de forfait est de 30 minutes.\n\nLes blancs arrivent avec 10 minutes de retard et démarrent la pendule.\n\nA la ronde N°3 qui se joue à 14 h 00 et démarre à l'heure, les deux joueurs de l'échiquier N°10 ne sont pas présents dans la salle de jeu. A cause d'un problème technique vous n'y avez pas fait attention.\n\nLes noirs arrivent à 14 h 38 et indiquent que selon la pendule ils n'ont que 28 minutes de retard. Les blancs ne réclament pas mais vous avez observé la situation.\n\n## Quelle est votre décision ?\n\n- a) Vous déclarez que la partie est perdue par forfait par les noirs.\n- b) Vous considérez que c'est la pendule qui fait foi et que la partie peut se jouer. (Dans ce cas les blancs gagneront)\n- c) Vous considérez que si les blancs ne réclament pas alors la partie peut se jouer. (Dans ce cas les blancs gagneront)\n- d) Vous déclarez un double forfait car les deux joueurs sont arrivés en retard ;\n\nRègles du jeu - article 6.7 + commentaire\n\nL'arbitre a lancé la ronde à 14h00, toute personne arrivant après 14h30 est considérée comme ayant perdu par forfait quelle que soit l'indication des pendules.\n\n- a) Entrer les résultats de la ronde N°3\n\n## Manipulations sur le fichier du tournoi\n\n- b) A la table N°10, prendre en compte la réponse à la question 15 et donner le gain par forfait .\n- c) Sur la fiche joueur de FERNANDI, aller sur l'onglet tournoi et indiquer le forfait sur les rondes 4 et 5.\n\nPlusieurs candidats ont bien répondu à la question mais ont indiqué une victoire simple plutôt qu'une victoire par forfait sur leur fichier. Cela a faussé les appariements ultérieurs.\n\n- d) Apparier la ronde N°4\n\n## Question 16 :\n\n- a) L'assistance peut signaler à Mme Kiapavu que son adversaire a perdu au temps.\n\nMme Kiapavu dispose d'une assistante en raison de son handicap. Son adversaire s'inquiète de cette personne en plus autour de l'échiquier et demande ce qu'elle a le droit de faire. Parmi les propositions suivantes, laquelle est fausse ?\n\n- b) L'assistante peut indiquer de sa propre initiative à Mme Kiapavu le temps qu'il reste sur la pendule.\n- c) Indiquer de sa propre initiative à l'arbitre que l'adversaire a touché une pièce.\n- d) Appuyer sur la pendule à la place de Mme Kiapavu.\n\nRègles du jeu - Annexe D - Article D.2.10\n\nL'assistante ne peut indiquer le temps restant que si Mme Kiapavu lui demande.\n\n## Manipulations sur le fichier du tournoi\n\n- a) Entrer les résultats de la ronde N°4\n- b) Apparier la ronde N°5 - Assurez vous avant l'appariement que FERNANDI est toujours forfait.\n\nQuestion 17 : La personne exempte vient vous demander des précisions sur les règles concernant les exempts. Quelle information est vraie ?\n\n- a) Une personne qui a perdu par forfait a plus de chance d'être exempte.\n- b) Dans un groupe de personne ex-aequo, la personne qui a le plus de chance d'être exempte est celle qui a le meilleur classement Elo.\n- c) Si j'ai été flotteur descendant à la ronde N°3 alors cela réduit les risques d'être exempt à la ronde N°5\n- d) Il est impossible que le joueur en tête du tournoi soit exempt.\n\nLivre de l'arbitre - chapitre 3.5 Le système suisse - C.04.3 Le système néerlandais - Article C.14\n\nLa proposition b) est fausse car au contraire c'est la personne avec le classement Elo le plus bas qui a le plus de chance d'être exempte\n\nLa proposition a) est fausse car en perdant par forfait, la personne est déclarée « flotteur descendante », celui réduit ses chances d'être exempt.\n\nLa proposition d) est fausse car dans des cas très particuliers (très peu de joueurs), le joueur en tête du tournoi peut être exempt.\n\nCette question a eu un taux de réussite extrêmement faible, beaucoup de candidats ont la croyance que le leader du tournoi ne peut pas être exempt. Une réflexion sur le système suisse est nécessaire pour se rappeler que les seuls freins à\n\nPar contre on essaye d'éviter qu'un joueur flotteur descendant à la ronde N°3 soit de nouveau flotteur descendant deux rondes plus tard, cela réduit ses chances d'être exempt.\n\nl'exemption sont d'avoir déjà gagné une partie sans jouer ou alors d'avoir été flotteur descendant dans les deux rondes précédentes.\n\n## Manipulations sur le fichier du tournoi\n\n- a) Entrer les résultats de la ronde N°5 tels qu'ils sont marqués dans l'énoncé.\n- b) Apparier la ronde N°6 après vous êtes assurés que FERNANDI était bien de retour dans le tournoi.\n\n## Question 18 :\n\n- a) Vous annulez l'appariement de la ronde N°6. Vous corrigez le résultat et refaites l'appariement.\n\nJuste avant le démarrage de la ronde N°6, Rayane RAMDANI vient vous voir pour indiquer qu'il y a une erreur de résultat. Elle avait gagné à la ronde N°5. Cette affirmation est confirmée par son adversaire.\n\n- b) La joueuse aurait dû vous le signaler bien avant. Vous refusez de corriger le résultat. Cela restera ainsi pour le classement final et pour le calcul du Elo.\n- c) La joueuse aurait dû vous le signaler bien avant. Vous ne faites aucune modification pour la suite du tournoi et le classement final. Vous effectuerez toutefois un correctif pour le calcul du classement Elo.\n- d) Vous indiquez d'aller jouer la ronde N°6. Vous ferez la correction avant d'apparier la ronde N°7.\n\nC.04.2Règles de gestion de tournois au système suisse - Article D.8\n\nUn appariement publié ne devrait plus être modifié.\n\nLe joueur est toutefois dans les temps pour que vous acceptiez de corriger son résultat avant d'apparier la ronde N°7\n\n## Manipulations sur le fichier du tournoi\n\nDe nombreux candidats se sont trompés sur cette manipulation même en ayant bien répondu à la question .\n\n- a) Ne surtout pas modifier les résultats de la ronde N°5 tout de suite - Dans le cas contraire vous allez changer l'ordre des échiquiers à la ronde N°6\n- b) Saisir d'abord les résultats de la ronde N°6\n- c) Retournez alors sur la ronde N°5 et modifier le résultat de l'échiquier N°6 en mettant RAMDANI vainqueur.\n- d) Apparier la ronde N°7\n\n## Question 19 :\n\ncritère prioritaire a été pris en compte pour expliquer l'appariement ?\n\nJuste avant la ronde N°7, l'un des joueurs de la table 2 vient vous voir pour porter réclamation contre l'appariement. Il estime qu'il aurait dû jouer à la 1 re table contre le leader du tournoi car il a un meilleur Elo que l'adversaire choisi. Quel\n\n- a) Ce joueur ne pouvait pas jouer le leader du tournoi en raison d'un blocage couleur.\n- b) Ce joueur ne pouvait pas jouer le leader du tournoi car il a déjà été flotteur montant il y a deux rondes.\n- c) Ce joueur ne pouvait pas jouer le leader du tournoi car il l'a déjà affronté.\n- d) Pour des raisons de mixité, le logiciel a favorisé un affrontement Homme contre Femme à la 1 re table.\n\nSuite à une erreur dans l'énoncé, il n'était pas possible de répondre à cette question. La question n'a pas été prise en compte lors de la correction.\n\nLivre de l'arbitre - chapitre 3.5 Le système suisse - C.04.3 Le système néerlandais - Article C\n\nPauline P. a une préférence noire absolue tandis Francis D. a une préférence noire faible et Nicolas N. a une préférence blanche faible.\n\nPauline POPE vient du niveau à 5 pts, dans le niveau inférieur (4,5 points) elle a deux adversaires possibles : DELBOE Francis et NIDAM Nicolas. Elle ne les a pas affrontés précédemment.\n\nIl est vérifié que Nicolas N. n'a pas été flotteur montant aux deux rondes précédentes.\n\nEn raison du classement Elo, on a d'abord tenté l'appariement de Pauline P. contre Francis D.\n\nPauline P. et Nicolas N. sont compatibles au niveau des préférences couleurs et il n'y a pas de blocage flotteur.\n\nAu final l'appariement contre Francis D. a été refusé dans un 1 er temps par un blocage couleur (les deux veulent les noirs).\n\nOn pourrait indiquer que Francis D. a déjà été flotteur descendant à la ronde N°5 mais le critère des couleurs préférentielles est prioritaire.\n\n## Question 20 :\n\n- a) Vous prenez en compte qu'elle abandonne la partie, la victoire revient à son adversaire. Vous précisez que, malgré votre soutien, vous n'avez pas l'autorité pour intervenir davantage dans ce type de situation.\n\nPendant la ronde N°7, la partie est commencée depuis presque 2 h 00. Hajjar HUREZ vient vous voir accompagnée d'autres joueurs. Sa partie est encore en cours mais elle indique que son adversaire n'arrête pas de lui faire des allusions racistes et sexuelles depuis que la partie a commencé. Les joueurs qui l'accompagnent confirment qu'ils ont tout entendu. Hajjar HUREZ vous indique qu'elle ne se sent pas capable de continuer la partie. Que faites-vous ?\n\n- b) Au vu de la situation, vous déclarez que Mme HUREZ perd la partie par forfait, ainsi elle ne comptera pas pour le classement Elo.\n- c) Après avoir pris les mesures de protections nécessaires pour la joueuse en collaboration avec l'organisateur. Vous indiquez à son adversaire qu'il est exclu du tournoi et doit quitter les lieux. La partie est déclarée gagnée par Mme HUREZ.\n\nRègles du jeu article 12.9.9 / article 11.5 /article 11.1/ Charte des joueurs et joueuses d'échecs/ Code de l'éthique de la FIDE. Livre de l'arbitre - Chapitre 4.5 Violence / Livre de l'arbitre - Chapitre 6.1 Classement Standard de la FIDE article 5.1 Nous sommes dans un cas d'atteinte à la dignité humaine que subit Mme Hurez, le code d'éthique de la FIDE le condamne fortement et l'ensemble des ressources de la Fédération Française des Echecs invite l'arbitre à prendre la sanction la plus forte possible. La plupart des candidats s'étant trompé ont voulu mettre une victoire par forfait mais selon les règles de la FIDE, à partir\n\n- d) En collaboration avec l'organisateur, l'adversaire est exclu du tournoi et doit quitter les lieux. La partie est déclarée gagnée par forfait par Mme HUREZ car elle n'a pas pu se jouer jusqu'au bout.\n\ndu moment où chacun des adversaires à joué au moins un coup alors la partie doit être comptabilisée pour le classement Elo.\n\n## Manipulations sur le fichier du tournoi\n\n- a) Saisir d'abord les résultats de la ronde N°7\n- b) Prendre en compte votre réponse à la question 20 et indiquer une victoire pour HUREZ à la table N°4\n- c) Afficher un classement du tournoi pour répondre aux questions sur les prix.\n\n## Partie D : Questionnement de fin de tournoi.\n\nUne joueuse vous demande pour son départage à combien s'élève son cumulatif. Elle rappelle le déroulement de son tournoi : R1 : Victoire ; R2 : Match nul ; R3 : Match nul ; R4 : Défaite ; R5 : Victoire ; R6 : Défaite ; R7 : Victoire\n\n## Question 21 :\n\n## Quel est son cumulatif ?\n\n- a) 4\n- b) 11,5\n- c) 16,5\n- d) 18,5\n\nLivre de l'arbitre - Chapitre 4.2 Les systèmes de départage - article 6.5 Le cumulatif On fait le bilan des scores à l'issue de chaque ronde : R1=1pt/R2=1.5pt/R3=2pts/R4=2pts/R5=3pts/R6=3pts/R7=4pts 1+1.5+2+2+3+3+4=16.5\n\n## Question 22 :\n\nA chaque ronde vous postez les résultats, vous allez sur l'adresse suivante :\n\n- a) http://tournois.echecs.asso.fr\n- b) https://dna.ffechecs.fr/\n- c) http://homologation.echecs.asso.fr\n- d) http://admin.echecs.asso.fr\n\nLivre de l'arbitre - Chapitre 5.2 et 5.4 sur la gestion de tournoi.\n\n## Question 23 :\n\nA l'issue du tournoi, un joueur est seul en tête. Les 2 e ; 3 e et 4 e sont ex-aequo. Quel est le montant du prix récupéré par le 4 e ?\n\n- a) 150 €\n- b) 190 €\n- c) 230 €\n- d) 300 €\n\nLivre de l'arbitre - Chapitre 4.3 les systèmes de partage des prix. Les joueurs doivent se partager les prix de 300 €, 240 € et 150 € Soit un total de 690 € Au partage intégral, on devrait donner 230 € à chaque. A la place, le 4 e aurait eu le prix de 150 €\n\nAu système Hort, il faut calculer la moyenne entre les deux : (230+150)÷2=190 €\n\n## Question 24 : Qui remporte le prix jeune ?\n\n- a) Claire CARMIN\n- b) Pauline POPE\n- c) Samy SUEUR\n- d) Timothée TRINEL\n\nClaire Carmin est la 1 re jeune mais elle va obtenir un prix au classement général. Le prix jeune est donc reversé au 2 e du tournoi qui est Timothée Trinel. La plupart des candidats qui se sont trompés à cette question le doivent à des erreurs de manipulation dans leur fichier PAPI ou de mauvaises décisions face aux situations présentées.\n\nQuestion 25 : Pauline POPE qui est pupille vous interroge sur le coefficient K, elle vous informe qu'elle a joué 50 parties en rapide le mois dernier. Quel est le coefficient qui a été utilisé pour le calcul de son nouvel Elo rapide ?\n\n- a) K = 10\n- b) K = 14\n- c) K = 20\n- d) K = 40\n\nLivre de l'arbitre Chapitre 6.2 Classement Rapide de la FIDE article 7.3 Par défaut, son coefficient K est 40 (car elle a moins de 18 ans). Cependant le coefficient K doit être un nombre entier qui, multiplié par le nombre de parties ne doit pas dépasser 700. On l'obtient en effectuant le calcul 700÷nombre de parties=700÷50=14 Le taux de réussite à cette question est faible et semble indiquer que les candidats ne connaissent pas toutes les règles du coefficient K.\n\n## Question 26 :\n\nEmile ERSTEIN dispose d'un coefficient K = 20. Il a perdu contre Timothée TRINEL et se demande combien de points Elo il va perdre avec cette partie. Combien de points ELO va-t-il normalement perdre ?\n\n- a) 2,8\n- b) 7,2\n- c) 15,8\n- d) 17,2\n\nLivre de l'arbitre - Chapitre 6.1 Classement Standard de la FIDE article 8.3 L'écart de classement Elo entre les deux joueurs est de 1787-1484=303 Cela correspond à un score théorique de 0.86 En ayant perdu, le score réel 0 amène une perte de 0.86×20=17.2 pts\n\n## Question 27 :\n\nLe tournoi est fini, vous rentrez chez vous avec le sentiment du devoir accompli ou presque.\n\n## Quelle information est incorrecte ?\n\n- a) J'ai 7 jours pour envoyer mon rapport technique.\n- b) Le club organisateur a 7 jours pour prendre les licences des joueurs inscrits sur place.\n- c) Le club organisateur a 7 jours pour payer les droits d'homologation.\n- d) Le club organisateur a 7 jours pour payer l'arbitre.\n\nLivre de l'arbitre - Chapitre 5.5 Barème d'indemnisation des arbitres Le paiement de l'arbitre doit se faire au plus tard avant la dernière ronde du tournoi.\n\n## Question 28 :\n\nQuel est le montant de vos frais de déplacement ? On rappelle que vous habitez à 30 km du lieu du tournoi.\n\n- a) 9,60 €\n- b) 29,60 €\n- c) 19,20 €\n- d) 39,20 €\n\nLivre de l'arbitre - Chapitre 5.5 Barème d'indemnisation des arbitres On utilise la formule nombre de kms × 0.32 = 2×30×0.32=19.20 € Le faible taux de réussite à cette question est inquiétant, certains candidats oublient qu'ils doivent multiplier le résultat par deux pour considérer l'aller et le retour. Mais surtout beaucoup d'entre eux ont considéré les frais fixes de 20 € qui ne sont valables que pour les longs déplacements.\n\nFFÉ checs D irection N ationale de l' A rbitrage - Session d'examen de décembre 2024 - Annales - Page 59 sur 62\n\n## Question 29 :\n\nUne seule ronde a été jouée le 1 er jour, il y a eu ensuite deux rondes par jour.\n\nEn considérant uniquement votre mission d'arbitrage, dans quel intervalle se situe le montant de votre indemnité ?\n\n- a) Entre 200 € et 340 €\n- b) Entre 240 € et 340 €\n- c) Entre 270 € et 385 €\n- d) Entre 280 € et 400 €\n\nLivre de l'arbitre - Chapitre 5.5 Barème d'indemnisation des arbitres\n\nPour un arbitre principal en cadence lente : les journées à une ronde sont indemnisées entre 60 et 85 €\n\nLes journées à deux rondes sont indemnisées entre 70 et 100 €\n\nLe minimum est donc 1×60 +3×70=270 €\n\nLe maximum est 1×85+3×100=385 €\n\n## Question 30 :\n\nMme HUREZ vous contacte à la suite du tournoi, elle vous indique qu'elle va porter plainte contre son adversaire et vous demande quelles démarches supplémentaires peuvent être effectués auprès de la fédération ?\n\n## Quelle information est fausse ?\n\n- a) L'arbitre doit effectuer un signalement à la direction juridique de la DNA.\n- b) La joueuse peut contacter la cellule de signalement spécialisée de la FFE.\n- c) L'arbitre sollicite directement la commission de discipline de la fédération.\n- d) La joueuse peut d'elle-même solliciter le bureau fédéral pour demander que la commission de discipline soit saisie.\n\nRèglement disciplinaire de la FFE - Article 9\n\nLes poursuites disciplinaires sont engagées par le Bureau Fédéral sur dépôt de plainte motivée à l'initiative d'un licencié ou d'une association. L'arbitre ne peut donc pas contacter directement la commission de discipline sauf s'il est en position de plaignant.\n\nCi-dessous les appariements que les candidats devaient obtenir.\n\n## Fin du corrigé de l'UVT",
  "tables": [
    {
      "id": "Annales-Decembre-2024-table0",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 15,
      "num_cols": 2,
      "headers": [
        "Page de garde et informations de contact",
        "Page 1"
      ],
      "rows": [
        [
          "Sommaire",
          "Page 2"
        ],
        [
          "Statistiques de la session",
          "Page 3"
        ],
        [
          "UVR de décembre 2024 - Sujet sans réponse",
          "Page 4"
        ],
        [
          "UVR de décembre 2024 - Grille des réponses",
          "Page 10"
        ],
        [
          "UVR de décembre 2024 - Corrigé détaillé",
          "Page 11"
        ],
        [
          "UVC de décembre 2024 - Sujet sans réponse",
          "Page 20"
        ],
        [
          "UVC de décembre 2024 - Grille des réponses",
          "Page 25"
        ],
        [
          "UVC de décembre 2024 - Corrigé détaillé",
          "Page 26"
        ],
        [
          "UVO de décembre 2024 - Sujet sans réponse",
          "Page 32"
        ],
        [
          "UVO de décembre 2024 - Grille des réponses",
          "Page 36"
        ],
        [
          "UVO de décembre 2024 - Corrigé détaillé",
          "Page 37"
        ],
        [
          "UVT de décembre 2024 - Sujet sans réponse",
          "Page 42"
        ],
        [
          "UVT de décembre 2024 - Grille des réponse",
          "Page 51"
        ],
        [
          "UVT de décembre 2024 - Corrigé détaillé",
          "Page 52"
        ]
      ],
      "text": "Page de garde et informations de contact | Page 1\n----------------------------------------\nSommaire | Page 2\nStatistiques de la session | Page 3\nUVR de décembre 2024 - Sujet sans réponse | Page 4\nUVR de décembre 2024 - Grille des réponses | Page 10\nUVR de décembre 2024 - Corrigé détaillé | Page 11\nUVC de décembre 2024 - Sujet sans réponse | Page 20\nUVC de décembre 2024 - Grille des réponses | Page 25\nUVC de décembre 2024 - Corrigé détaillé | Page 26\nUVO de décembre 2024 - Sujet sans réponse | Page 32\nUVO de décembre 2024 - Grille des réponses | Page 36\nUVO de décembre 2024 - Corrigé détaillé | Page 37\nUVT de décembre 2024 - Sujet sans réponse | Page 42\nUVT de décembre 2024 - Grille des réponse | Page 51\nUVT de décembre 2024 - Corrigé détaillé | Page 52"
    },
    {
      "id": "Annales-Decembre-2024-table1",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 6,
      "num_cols": 7,
      "headers": [
        "Candidats",
        "Inscrits",
        "Présents",
        "Absents",
        "%Absents",
        "Reçus",
        "Taux*"
      ],
      "rows": [
        [
          "UVR",
          "257 221",
          "36",
          "14%",
          "141",
          "64%",
          ""
        ],
        [
          "UVC",
          "234 208",
          "26",
          "11%",
          "128",
          "62%",
          ""
        ],
        [
          "UVO",
          "74 61",
          "",
          "13",
          "18%",
          "33",
          "54%"
        ],
        [
          "UVT",
          "67 57",
          "",
          "10",
          "14%",
          "34",
          "60%"
        ],
        [
          "TOTAL",
          "632",
          "547",
          "85",
          "13,40%",
          "-",
          "-"
        ]
      ],
      "text": "Candidats | Inscrits | Présents | Absents | %Absents | Reçus | Taux*\n----------------------------------------\nUVR | 257 221 | 36 | 14% | 141 | 64% | \nUVC | 234 208 | 26 | 11% | 128 | 62% | \nUVO | 74 61 |  | 13 | 18% | 33 | 54%\nUVT | 67 57 |  | 10 | 14% | 34 | 60%\nTOTAL | 632 | 547 | 85 | 13,40% | - | -"
    },
    {
      "id": "Annales-Decembre-2024-table2",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 6,
      "num_cols": 5,
      "headers": [
        "UV",
        "Total",
        "Pdf",
        "En Ligne",
        "%en Ligne"
      ],
      "rows": [
        [
          "UVR",
          "221",
          "149",
          "72",
          "33%"
        ],
        [
          "UVC",
          "208",
          "145",
          "63",
          "30%"
        ],
        [
          "UVO",
          "61",
          "48",
          "13",
          "21%"
        ],
        [
          "UVT",
          "57",
          "43",
          "14",
          "25%"
        ],
        [
          "Total",
          "547",
          "408",
          "162",
          "30%"
        ]
      ],
      "text": "UV | Total | Pdf | En Ligne | %en Ligne\n----------------------------------------\nUVR | 221 | 149 | 72 | 33%\nUVC | 208 | 145 | 63 | 30%\nUVO | 61 | 48 | 13 | 21%\nUVT | 57 | 43 | 14 | 25%\nTotal | 547 | 408 | 162 | 30%"
    },
    {
      "id": "Annales-Decembre-2024-table3",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 17,
      "num_cols": 10,
      "headers": [
        "Ligues",
        "Centres d'examens",
        "UVR",
        "UVC",
        "UVO",
        "UVT",
        "Absents (en UV inscrites)",
        "Total Inscriptions",
        "Taux de présence",
        "Ligues"
      ],
      "rows": [
        [
          "ARA",
          "5 centres",
          "34",
          "34",
          "1",
          "2",
          "2",
          "73",
          "97%",
          "ARA"
        ],
        [
          "BFC",
          "4 centres",
          "8",
          "7",
          "8",
          "7",
          "0",
          "30",
          "100%",
          "BFC"
        ],
        [
          "BRE",
          "3 centres",
          "6",
          "6",
          "2",
          "2",
          "2",
          "18",
          "89%",
          "BRE"
        ],
        [
          "CVL",
          "4 centres",
          "15",
          "17",
          "0",
          "1",
          "13",
          "46",
          "72%",
          "CVL"
        ],
        [
          "EST",
          "5 centres",
          "15",
          "16",
          "8",
          "10",
          "2",
          "51",
          "96%",
          "EST"
        ],
        [
          "HDF",
          "2 centres",
          "17",
          "16",
          "3",
          "0",
          "6",
          "42",
          "86%",
          "HDF"
        ],
        [
          "IDF",
          "3 centres",
          "37",
          "24",
          "6",
          "6",
          "6",
          "79",
          "92%",
          "IDF"
        ],
        [
          "NAQ",
          "7 centres",
          "15",
          "20",
          "11",
          "10",
          "2",
          "58",
          "97%",
          "NAQ"
        ],
        [
          "NOR",
          "1 centre",
          "3",
          "3",
          "1",
          "1",
          "0",
          "8",
          "100%",
          "NOR"
        ],
        [
          "OCC",
          "7 centres",
          "25",
          "23",
          "5",
          "6",
          "17",
          "76",
          "78%",
          "OCC"
        ],
        [
          "PAC",
          "3 centres",
          "15",
          "17",
          "5",
          "5",
          "5",
          "47",
          "89%",
          "PAC"
        ],
        [
          "PDL",
          "6 centres",
          "20",
          "17",
          "7",
          "6",
          "8",
          "58",
          "87%",
          "PDL"
        ],
        [
          "GUA",
          "1 centre",
          "0",
          "0",
          "1",
          "1",
          "0",
          "2",
          "100%",
          "GUA"
        ],
        [
          "MAR",
          "1 centre",
          "3",
          "0",
          "3",
          "0",
          "8",
          "14",
          "43%",
          "MAR"
        ],
        [
          "REU",
          "1 centre",
          "8",
          "8",
          "0",
          "0",
          "14",
          "30",
          "53%",
          "REU"
        ],
        [
          "TOTAL",
          "53 centres",
          "221",
          "208",
          "61",
          "57",
          "85",
          "632",
          "87%",
          ""
        ]
      ],
      "text": "Ligues | Centres d'examens | UVR | UVC | UVO | UVT | Absents (en UV inscrites) | Total Inscriptions | Taux de présence | Ligues\n----------------------------------------\nARA | 5 centres | 34 | 34 | 1 | 2 | 2 | 73 | 97% | ARA\nBFC | 4 centres | 8 | 7 | 8 | 7 | 0 | 30 | 100% | BFC\nBRE | 3 centres | 6 | 6 | 2 | 2 | 2 | 18 | 89% | BRE\nCVL | 4 centres | 15 | 17 | 0 | 1 | 13 | 46 | 72% | CVL\nEST | 5 centres | 15 | 16 | 8 | 10 | 2 | 51 | 96% | EST\nHDF | 2 centres | 17 | 16 | 3 | 0 | 6 | 42 | 86% | HDF\nIDF | 3 centres | 37 | 24 | 6 | 6 | 6 | 79 | 92% | IDF\nNAQ | 7 centres | 15 | 20 | 11 | 10 | 2 | 58 | 97% | NAQ\nNOR | 1 centre | 3 | 3 | 1 | 1 | 0 | 8 | 100% | NOR\nOCC | 7 centres | 25 | 23 | 5 | 6 | 17 | 76 | 78% | OCC\nPAC | 3 centres | 15 | 17 | 5 | 5 | 5 | 47 | 89% | PAC\nPDL | 6 centres | 20 | 17 | 7 | 6 | 8 | 58 | 87% | PDL\nGUA | 1 centre | 0 | 0 | 1 | 1 | 0 | 2 | 100% | GUA\nMAR | 1 centre | 3 | 0 | 3 | 0 | 8 | 14 | 43% | MAR\nREU | 1 centre | 8 | 8 | 0 | 0 | 14 | 30 | 53% | REU\nTOTAL | 53 centres | 221 | 208 | 61 | 57 | 85 | 632 | 87% | "
    },
    {
      "id": "Annales-Decembre-2024-table4",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 31,
      "num_cols": 4,
      "headers": [
        "Question",
        "Réponse",
        "Articles de référence (Tous ces articles se trouvent dans le livre de l'arbitre)",
        "Taux Réussite"
      ],
      "rows": [
        [
          "1",
          "B",
          "Article 1.3 des règles du jeu",
          "84%"
        ],
        [
          "2",
          "C",
          "Commentaire article 3.7.3.5 des règles du jeu",
          "93%"
        ],
        [
          "3",
          "A",
          "Commentaire Article 3.10.3 des règles du jeu",
          "70%"
        ],
        [
          "4",
          "B",
          "Article 4.2.1 et 4.3.1 des règles du jeu.",
          "98%"
        ],
        [
          "5",
          "C",
          "Article 4.3.3 des règles du jeu",
          "86%"
        ],
        [
          "6",
          "C",
          "Article 5.1.1 des règles du jeu",
          "81%"
        ],
        [
          "7",
          "C",
          "Article 5.1.2 des règles du jeu",
          "39%"
        ],
        [
          "8",
          "C",
          "Article 5.1.2 et 7.5.1 des règles du jeu",
          "62%"
        ],
        [
          "9",
          "B",
          "Article 5.2.1, 6.9 et A.5.3 des règles du jeu",
          "62%"
        ],
        [
          "10",
          "D",
          "Article 6.8, A.5.5 des règles du jeu",
          "95%"
        ],
        [
          "11",
          "A",
          "Commentaire de l'article 6.11.4 des règles du jeu",
          "79%"
        ],
        [
          "12",
          "B",
          "Article 6.9 des règles du jeu",
          "82%"
        ],
        [
          "13",
          "A",
          "Article 7.5.1 des règles du jeu.",
          "68%"
        ],
        [
          "14",
          "B",
          "Article 8.1 des règles du jeu",
          "91%"
        ],
        [
          "15",
          "C",
          "Article 8.1.3 des règles du jeu",
          "78%"
        ],
        [
          "16",
          "C",
          "Article 9.1.2.3 et 9.5.1 des règles du jeu",
          "76%"
        ],
        [
          "17",
          "B",
          "Article 9.2.1 des règles du jeu",
          "51%"
        ],
        [
          "18",
          "C",
          "Article 9.5.3 des règles du jeu",
          "80%"
        ],
        [
          "19",
          "D",
          "Article 9.6.2 des règles du jeu",
          "85%"
        ],
        [
          "20",
          "A",
          "Article 11.2.3 des règles du jeu",
          "81%"
        ],
        [
          "21",
          "C",
          "Article 11.3.4 des règles du jeu",
          "89%"
        ],
        [
          "22",
          "A",
          "Article A.4 de l'annexe A des règles du jeu",
          "58%"
        ],
        [
          "23",
          "A",
          "Article A.5.1.1 de l'annexe A des règles du jeu",
          "79%"
        ],
        [
          "24",
          "A",
          "Article A.5.1.1 Annexe A des règles du jeu",
          "76%"
        ],
        [
          "25",
          "D",
          "Article A.5.2 de l'annexe A des règles du jeu",
          "61%"
        ],
        [
          "26",
          "A",
          "Article A.5.2 de l'annexe A des règles du jeu.",
          "80%"
        ],
        [
          "27",
          "B",
          "Commentaire article A.5.3 de l'annexe A des règles du jeu",
          "87%"
        ],
        [
          "28",
          "B",
          "Article A.5.4 de l'annexe A des règles jeu (utilisé en blitz selon l'article B.3)",
          "36%"
        ],
        [
          "29",
          "C",
          "Article B3 de l'annexe B des règles du jeu",
          "85%"
        ],
        [
          "30",
          "A",
          "Directive III Article III.5.1 des règles du jeu",
          "74%"
        ]
      ],
      "text": "Question | Réponse | Articles de référence (Tous ces articles se trouvent dans le livre de l'arbitre) | Taux Réussite\n----------------------------------------\n1 | B | Article 1.3 des règles du jeu | 84%\n2 | C | Commentaire article 3.7.3.5 des règles du jeu | 93%\n3 | A | Commentaire Article 3.10.3 des règles du jeu | 70%\n4 | B | Article 4.2.1 et 4.3.1 des règles du jeu. | 98%\n5 | C | Article 4.3.3 des règles du jeu | 86%\n6 | C | Article 5.1.1 des règles du jeu | 81%\n7 | C | Article 5.1.2 des règles du jeu | 39%\n8 | C | Article 5.1.2 et 7.5.1 des règles du jeu | 62%\n9 | B | Article 5.2.1, 6.9 et A.5.3 des règles du jeu | 62%\n10 | D | Article 6.8, A.5.5 des règles du jeu | 95%\n11 | A | Commentaire de l'article 6.11.4 des règles du jeu | 79%\n12 | B | Article 6.9 des règles du jeu | 82%\n13 | A | Article 7.5.1 des règles du jeu. | 68%\n14 | B | Article 8.1 des règles du jeu | 91%\n15 | C | Article 8.1.3 des règles du jeu | 78%\n16 | C | Article 9.1.2.3 et 9.5.1 des règles du jeu | 76%\n17 | B | Article 9.2.1 des règles du jeu | 51%\n18 | C | Article 9.5.3 des règles du jeu | 80%\n19 | D | Article 9.6.2 des règles du jeu | 85%\n20 | A | Article 11.2.3 des règles du jeu | 81%\n21 | C | Article 11.3.4 des règles du jeu | 89%\n22 | A | Article A.4 de l'annexe A des règles du jeu | 58%\n23 | A | Article A.5.1.1 de l'annexe A des règles du jeu | 79%\n24 | A | Article A.5.1.1 Annexe A des règles du jeu | 76%\n25 | D | Article A.5.2 de l'annexe A des règles du jeu | 61%\n26 | A | Article A.5.2 de l'annexe A des règles du jeu. | 80%\n27 | B | Commentaire article A.5.3 de l'annexe A des règles du jeu | 87%\n28 | B | Article A.5.4 de l'annexe A des règles jeu (utilisé en blitz selon l'article B.3) | 36%\n29 | C | Article B3 de l'annexe B des règles du jeu | 85%\n30 | A | Directive III Article III.5.1 des règles du jeu | 74%"
    },
    {
      "id": "Annales-Decembre-2024-table5",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 31,
      "num_cols": 4,
      "headers": [
        "Question",
        "Réponse",
        "Articles de référence LA = Livre de l'arbitre. Autres : Règlements fédéraux - Site FFE - rubrique « Document » puis « Règlements »",
        "Taux Réussite"
      ],
      "rows": [
        [
          "1",
          "C",
          "LA - Chapitre 1.2 : Missions de l'arbitre - A : Auprès de l'échiquier : Art. 2.1 et 2.2",
          "85%"
        ],
        [
          "2",
          "D",
          "LA - Chapitre 1.2 : Missions de l'arbitre - A : Auprès de l'échiquier : Art. 3.1",
          "86%"
        ],
        [
          "3",
          "C",
          "R01 - Chapitre 8 : Rôle des Capitaines.",
          "80%"
        ],
        [
          "4",
          "B",
          "R01 - Chapitre 11. Entente de Clubs. 11.1. Généralités",
          "83%"
        ],
        [
          "5",
          "C",
          "LA - Chapitre 1.3 : Le règlement intérieur de la D.N.A. - Organisation et administration - Article 5 Les structures régionales et dép. - 5.1. La DRA.",
          "75%"
        ],
        [
          "6",
          "B",
          "LA - Chapitre 1.3 : Le règlement intérieur de la D.N.A. - Organisation et administration - Article 6 Administration 6.2. Arbitres inactifs",
          "70%"
        ],
        [
          "7",
          "A",
          "LA - Chapitre 1.3 : Le RI de la D.N.A. - Organisation et administration - Article 7 - Délivrance des titres d'arbitres fédéraux - 7.1. Critères administratifs",
          "59%"
        ],
        [
          "8",
          "A",
          "LA - Chapitre 1.3 : Le règlement intérieur de la D.N.A. - Organisation et administration - Article 7 Délivrance des titres d'arbitres fédéraux",
          "58%"
        ],
        [
          "9",
          "B",
          "R01 - 2. Statut d'un Joueur ou une Joueuse",
          "57%"
        ],
        [
          "10",
          "B",
          "R01 - 2.4 Catégories d'âge",
          "89%"
        ],
        [
          "11",
          "D",
          "R01 - 3 .2. Forfait isolé",
          "71%"
        ],
        [
          "12",
          "C",
          "R01 - 4. Homologation d'un résultat",
          "64%"
        ],
        [
          "13",
          "C",
          "R03 - 2.3 Droits d'inscriptions",
          "62%"
        ],
        [
          "14",
          "B",
          "R03 - 2.5. Conditions de participation des joueurs et joueuses",
          "75%"
        ],
        [
          "15",
          "D",
          "R03 - 2.3 Droits d'inscriptions",
          "54%"
        ],
        [
          "16",
          "B",
          "A02 - 1.2 Déroulement de la compétition",
          "84%"
        ],
        [
          "17",
          "D",
          "A02 - 2. Organisation de la compétition - 2.1.a Direction de Nationale",
          "54%"
        ],
        [
          "18",
          "D",
          "A02 - 2.4 Arbitres",
          "63%"
        ],
        [
          "19",
          "B",
          "A02 - 3.7.c) Participation dans plusieurs équipes",
          "66%"
        ],
        [
          "20",
          "C",
          "A02 - 3.8 Forfaits sportifs",
          "15%"
        ],
        [
          "21",
          "C",
          "A02 - 3.9 Litiges techniques",
          "78%"
        ],
        [
          "22",
          "D",
          "A02 - 3.7 Composition des équipes - 3.7.f) Noyau de l'équipe",
          "60%"
        ],
        [
          "23",
          "C",
          "C03 - 1.2. Déroulement de la Coupe",
          "65%"
        ],
        [
          "24",
          "A",
          "C03 - 5.6. Appariement pour un groupe de plus de 7 équipes en nombre impair 5.6.a) Phase départementale et phase 2",
          "84%"
        ],
        [
          "25",
          "B",
          "C01 - 3.2. Couleurs",
          "62%"
        ],
        [
          "26",
          "C",
          "R01 et C01 - 3. Forfaits : Définitions. 3.1. Principes généraux. 3.1.2. Retard.",
          "56%"
        ],
        [
          "27",
          "C",
          "C01 - 3.8. Forfaits sportifs",
          "76%"
        ],
        [
          "28",
          "D",
          "C01 - 4.2. Points de match",
          "70%"
        ],
        [
          "29",
          "C",
          "C04 - 3.7. Composition des équipes",
          "81%"
        ],
        [
          "30",
          "D",
          "C01 - 4.2. Points de match - 4.3. Classement",
          "73%"
        ]
      ],
      "text": "Question | Réponse | Articles de référence LA = Livre de l'arbitre. Autres : Règlements fédéraux - Site FFE - rubrique « Document » puis « Règlements » | Taux Réussite\n----------------------------------------\n1 | C | LA - Chapitre 1.2 : Missions de l'arbitre - A : Auprès de l'échiquier : Art. 2.1 et 2.2 | 85%\n2 | D | LA - Chapitre 1.2 : Missions de l'arbitre - A : Auprès de l'échiquier : Art. 3.1 | 86%\n3 | C | R01 - Chapitre 8 : Rôle des Capitaines. | 80%\n4 | B | R01 - Chapitre 11. Entente de Clubs. 11.1. Généralités | 83%\n5 | C | LA - Chapitre 1.3 : Le règlement intérieur de la D.N.A. - Organisation et administration - Article 5 Les structures régionales et dép. - 5.1. La DRA. | 75%\n6 | B | LA - Chapitre 1.3 : Le règlement intérieur de la D.N.A. - Organisation et administration - Article 6 Administration 6.2. Arbitres inactifs | 70%\n7 | A | LA - Chapitre 1.3 : Le RI de la D.N.A. - Organisation et administration - Article 7 - Délivrance des titres d'arbitres fédéraux - 7.1. Critères administratifs | 59%\n8 | A | LA - Chapitre 1.3 : Le règlement intérieur de la D.N.A. - Organisation et administration - Article 7 Délivrance des titres d'arbitres fédéraux | 58%\n9 | B | R01 - 2. Statut d'un Joueur ou une Joueuse | 57%\n10 | B | R01 - 2.4 Catégories d'âge | 89%\n11 | D | R01 - 3 .2. Forfait isolé | 71%\n12 | C | R01 - 4. Homologation d'un résultat | 64%\n13 | C | R03 - 2.3 Droits d'inscriptions | 62%\n14 | B | R03 - 2.5. Conditions de participation des joueurs et joueuses | 75%\n15 | D | R03 - 2.3 Droits d'inscriptions | 54%\n16 | B | A02 - 1.2 Déroulement de la compétition | 84%\n17 | D | A02 - 2. Organisation de la compétition - 2.1.a Direction de Nationale | 54%\n18 | D | A02 - 2.4 Arbitres | 63%\n19 | B | A02 - 3.7.c) Participation dans plusieurs équipes | 66%\n20 | C | A02 - 3.8 Forfaits sportifs | 15%\n21 | C | A02 - 3.9 Litiges techniques | 78%\n22 | D | A02 - 3.7 Composition des équipes - 3.7.f) Noyau de l'équipe | 60%\n23 | C | C03 - 1.2. Déroulement de la Coupe | 65%\n24 | A | C03 - 5.6. Appariement pour un groupe de plus de 7 équipes en nombre impair 5.6.a) Phase départementale et phase 2 | 84%\n25 | B | C01 - 3.2. Couleurs | 62%\n26 | C | R01 et C01 - 3. Forfaits : Définitions. 3.1. Principes généraux. 3.1.2. Retard. | 56%\n27 | C | C01 - 3.8. Forfaits sportifs | 76%\n28 | D | C01 - 4.2. Points de match | 70%\n29 | C | C04 - 3.7. Composition des équipes | 81%\n30 | D | C01 - 4.2. Points de match - 4.3. Classement | 73%"
    },
    {
      "id": "Annales-Decembre-2024-table6",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 3,
      "num_cols": 5,
      "headers": [
        "RONDE 1",
        "RONDE 2",
        "RONDE 3",
        "RONDE 4",
        "RONDE 5"
      ],
      "rows": [
        [
          "Perte face à un",
          "Nulle face à un",
          "Gain face à un",
          "Perte face à un",
          "Gain face à un"
        ],
        [
          "1804 F",
          "1682 F",
          "1483 F",
          "1608 F",
          "1565"
        ]
      ],
      "text": "RONDE 1 | RONDE 2 | RONDE 3 | RONDE 4 | RONDE 5\n----------------------------------------\nPerte face à un | Nulle face à un | Gain face à un | Perte face à un | Gain face à un\n1804 F | 1682 F | 1483 F | 1608 F | 1565"
    },
    {
      "id": "Annales-Decembre-2024-table7",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 6,
      "num_cols": 9,
      "headers": [
        "NUMÉRO",
        "JOUEURS",
        "ELO",
        "SCORE",
        "RONDE 1",
        "RONDE 2",
        "RONDE 3",
        "RONDE 4",
        "RONDE 5"
      ],
      "rows": [
        [
          "4",
          "PIERRE",
          "2050",
          "3,5",
          "+ N 12",
          "=",
          "+ B 13",
          "= B 3",
          "+ N 1"
        ],
        [
          "1",
          "ALAIN",
          "2200",
          "3,5",
          "+ B 9",
          "= N 13",
          "= B 2",
          "+ N 15",
          "= B 4"
        ],
        [
          "3",
          "ALBERT",
          "2100",
          "3,5",
          "= B 11",
          "+ N 6",
          "+ B 8",
          "= N 4",
          "= B 2"
        ],
        [
          "12",
          "JEAN",
          "1650",
          "2",
          "- B 4",
          "EXE",
          "> 14",
          "",
          ""
        ],
        [
          "13",
          "PAUL",
          "1650",
          "1,5",
          "+ N 5",
          "= B 1",
          "- N 4",
          "- N 8",
          "- B 14"
        ]
      ],
      "text": "NUMÉRO | JOUEURS | ELO | SCORE | RONDE 1 | RONDE 2 | RONDE 3 | RONDE 4 | RONDE 5\n----------------------------------------\n4 | PIERRE | 2050 | 3,5 | + N 12 | = | + B 13 | = B 3 | + N 1\n1 | ALAIN | 2200 | 3,5 | + B 9 | = N 13 | = B 2 | + N 15 | = B 4\n3 | ALBERT | 2100 | 3,5 | = B 11 | + N 6 | + B 8 | = N 4 | = B 2\n12 | JEAN | 1650 | 2 | - B 4 | EXE | > 14 |  | \n13 | PAUL | 1650 | 1,5 | + N 5 | = B 1 | - N 4 | - N 8 | - B 14"
    },
    {
      "id": "Annales-Decembre-2024-table8",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 9,
      "num_cols": 4,
      "headers": [
        "",
        "PRIX ANNONCES",
        "JOUEURS",
        "POINTS"
      ],
      "rows": [
        [
          "1er",
          "600 €",
          "ALBERT",
          "6"
        ],
        [
          "2ème",
          "500 €",
          "ALAIN",
          "6"
        ],
        [
          "3ème",
          "400 €",
          "JEREMY",
          "5,5"
        ],
        [
          "4ème",
          "300 €",
          "CLAUDE",
          "5,5"
        ],
        [
          "5ème",
          "200 €",
          "CORALIE",
          "5"
        ],
        [
          "6ème",
          "100 €",
          "ETIENNE",
          "5"
        ],
        [
          "7ème",
          "0 €",
          "FABIENNE",
          "5"
        ],
        [
          "8ème",
          "0 €",
          "JEAN",
          "5"
        ]
      ],
      "text": " | PRIX ANNONCES | JOUEURS | POINTS\n----------------------------------------\n1er | 600 € | ALBERT | 6\n2ème | 500 € | ALAIN | 6\n3ème | 400 € | JEREMY | 5,5\n4ème | 300 € | CLAUDE | 5,5\n5ème | 200 € | CORALIE | 5\n6ème | 100 € | ETIENNE | 5\n7ème | 0 € | FABIENNE | 5\n8ème | 0 € | JEAN | 5"
    },
    {
      "id": "Annales-Decembre-2024-table9",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 21,
      "num_cols": 4,
      "headers": [
        "Question",
        "Réponse",
        "Articles de référence LA = Livre de l'arbitre. Autres : Règlements fédéraux - Site FFE - rubrique « Document » puis « Règlements »",
        "Taux Réussite"
      ],
      "rows": [
        [
          "1",
          "C",
          "LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 7.1 Critères administratifs",
          "85%"
        ],
        [
          "2",
          "C",
          "LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 8.4 L'arbitre fédéral d'open (AFO)",
          "97%"
        ],
        [
          "3",
          "A",
          "LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 6.3 Agrément FIDE. Guide de l'arbitrage à l'international - Article 2.2 Montant des droits",
          "93%"
        ],
        [
          "4",
          "C",
          "LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 12.3 Arbitres Fédéraux d'Open (AFO1 et AFO2)",
          "95%"
        ],
        [
          "5",
          "D",
          "LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 6.2 Arbitres inactif",
          "66%"
        ],
        [
          "6",
          "B",
          "LA - Chapitre 6.1 Le classement standard de la FIDE - Article 1.1 Cadence de jeu",
          "38%"
        ],
        [
          "7",
          "C",
          "LA - Chapitre 6.1 Le classement standard de la FIDE - Article 8.2 Détermination du Classement initial 'Ru' d'un joueur ou d'une joueuse",
          "70%"
        ],
        [
          "8",
          "C",
          "LA - Chapitre 5.2 Obligations administratives d'un tournoi - Paragraphe Homologation des Tournois",
          "89%"
        ],
        [
          "9",
          "C",
          "R03 Compétitions Homologuées - Article 2.3 Droits d'inscriptions",
          "89%"
        ],
        [
          "10",
          "D",
          "R03 Compétitions Homologuées - Article 2.5 Conditions de participation des joueurs et joueuse",
          "23%"
        ],
        [
          "11",
          "C",
          "F01 Championnat de France Féminin des clubs - Article 1.2 Déroulement de la compétition",
          "64%"
        ],
        [
          "12",
          "D",
          "C03 Coupe Jean-Claude Loubatière - Article 3.7. Composition des équipes",
          "87%"
        ],
        [
          "13",
          "A",
          "LA - Chapitre 5.3 Gestion d'un tournoi - Paragraphe Obligations d'affichage",
          "98%"
        ],
        [
          "14",
          "B",
          "R01 Règles Générales - Article 3 Forfaits",
          "69%"
        ],
        [
          "15",
          "D",
          "LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 17 Mesures administratives",
          "84%"
        ],
        [
          "16",
          "A",
          "LA - Chapitre 5.4 Rapport Technique et fin de tournoi - Paragraphe Gestion des résultats du tournoi",
          "95%"
        ],
        [
          "17",
          "B",
          "LA - Chapitre 5.2 Obligations administratives d'un tournoi - Paragraphe Droits d'Homologation",
          "74%"
        ],
        [
          "18",
          "D",
          "LA - Chapitre 5.5 Barème d'indemnisation des arbitres - Paragraphe 4 Calcul des indemnités pour les événements homologués par la FFE",
          "93%"
        ],
        [
          "19",
          "C",
          "LA - Chapitre 4.2 Les systèmes de départages - Article 7.1 Buchholz (Bu) et article 14 Gestion des rondes non jouées et score ajusté",
          "18%"
        ],
        [
          "20",
          "C",
          "LA - Chapitre 4.3 Les systèmes de partage des prix - Paragraphe Prix attribués au système Hort",
          "16%"
        ]
      ],
      "text": "Question | Réponse | Articles de référence LA = Livre de l'arbitre. Autres : Règlements fédéraux - Site FFE - rubrique « Document » puis « Règlements » | Taux Réussite\n----------------------------------------\n1 | C | LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 7.1 Critères administratifs | 85%\n2 | C | LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 8.4 L'arbitre fédéral d'open (AFO) | 97%\n3 | A | LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 6.3 Agrément FIDE. Guide de l'arbitrage à l'international - Article 2.2 Montant des droits | 93%\n4 | C | LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 12.3 Arbitres Fédéraux d'Open (AFO1 et AFO2) | 95%\n5 | D | LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 6.2 Arbitres inactif | 66%\n6 | B | LA - Chapitre 6.1 Le classement standard de la FIDE - Article 1.1 Cadence de jeu | 38%\n7 | C | LA - Chapitre 6.1 Le classement standard de la FIDE - Article 8.2 Détermination du Classement initial 'Ru' d'un joueur ou d'une joueuse | 70%\n8 | C | LA - Chapitre 5.2 Obligations administratives d'un tournoi - Paragraphe Homologation des Tournois | 89%\n9 | C | R03 Compétitions Homologuées - Article 2.3 Droits d'inscriptions | 89%\n10 | D | R03 Compétitions Homologuées - Article 2.5 Conditions de participation des joueurs et joueuse | 23%\n11 | C | F01 Championnat de France Féminin des clubs - Article 1.2 Déroulement de la compétition | 64%\n12 | D | C03 Coupe Jean-Claude Loubatière - Article 3.7. Composition des équipes | 87%\n13 | A | LA - Chapitre 5.3 Gestion d'un tournoi - Paragraphe Obligations d'affichage | 98%\n14 | B | R01 Règles Générales - Article 3 Forfaits | 69%\n15 | D | LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 17 Mesures administratives | 84%\n16 | A | LA - Chapitre 5.4 Rapport Technique et fin de tournoi - Paragraphe Gestion des résultats du tournoi | 95%\n17 | B | LA - Chapitre 5.2 Obligations administratives d'un tournoi - Paragraphe Droits d'Homologation | 74%\n18 | D | LA - Chapitre 5.5 Barème d'indemnisation des arbitres - Paragraphe 4 Calcul des indemnités pour les événements homologués par la FFE | 93%\n19 | C | LA - Chapitre 4.2 Les systèmes de départages - Article 7.1 Buchholz (Bu) et article 14 Gestion des rondes non jouées et score ajusté | 18%\n20 | C | LA - Chapitre 4.3 Les systèmes de partage des prix - Paragraphe Prix attribués au système Hort | 16%"
    },
    {
      "id": "Annales-Decembre-2024-table10",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 3,
      "num_cols": 5,
      "headers": [
        "RONDE 1",
        "RONDE 2",
        "RONDE 3",
        "RONDE 4",
        "RONDE 5"
      ],
      "rows": [
        [
          "Perte face à un",
          "Nulle face à un",
          "Gain face à un",
          "Perte face à un",
          "Gain face à un"
        ],
        [
          "1804 F",
          "1682 F",
          "1483 F",
          "1608 F",
          "1565"
        ]
      ],
      "text": "RONDE 1 | RONDE 2 | RONDE 3 | RONDE 4 | RONDE 5\n----------------------------------------\nPerte face à un | Nulle face à un | Gain face à un | Perte face à un | Gain face à un\n1804 F | 1682 F | 1483 F | 1608 F | 1565"
    },
    {
      "id": "Annales-Decembre-2024-table11",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 6,
      "num_cols": 9,
      "headers": [
        "NUMÉRO",
        "JOUEURS",
        "ELO",
        "SCORE",
        "RONDE 1",
        "RONDE 2",
        "RONDE 3",
        "RONDE 4",
        "RONDE 5"
      ],
      "rows": [
        [
          "4",
          "PIERRE",
          "2050",
          "3,5",
          "+ N 12",
          "=",
          "+ B 13",
          "= B 3",
          "+ N 1"
        ],
        [
          "1",
          "ALAIN",
          "2200",
          "3,5",
          "+ B 9",
          "= N 13",
          "= B 2",
          "+ N 15",
          "= B 4"
        ],
        [
          "3",
          "ALBERT",
          "2100",
          "3,5",
          "= B 11",
          "+ N 6",
          "+ B 8",
          "= N 4",
          "= B 2"
        ],
        [
          "12",
          "JEAN",
          "1650",
          "2",
          "- B 4",
          "EXE",
          "> 14",
          "",
          ""
        ],
        [
          "13",
          "PAUL",
          "1650",
          "1,5",
          "+ N 5",
          "= B 1",
          "- N 4",
          "- N 8",
          "- B 14"
        ]
      ],
      "text": "NUMÉRO | JOUEURS | ELO | SCORE | RONDE 1 | RONDE 2 | RONDE 3 | RONDE 4 | RONDE 5\n----------------------------------------\n4 | PIERRE | 2050 | 3,5 | + N 12 | = | + B 13 | = B 3 | + N 1\n1 | ALAIN | 2200 | 3,5 | + B 9 | = N 13 | = B 2 | + N 15 | = B 4\n3 | ALBERT | 2100 | 3,5 | = B 11 | + N 6 | + B 8 | = N 4 | = B 2\n12 | JEAN | 1650 | 2 | - B 4 | EXE | > 14 |  | \n13 | PAUL | 1650 | 1,5 | + N 5 | = B 1 | - N 4 | - N 8 | - B 14"
    },
    {
      "id": "Annales-Decembre-2024-table12",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 9,
      "num_cols": 4,
      "headers": [
        "",
        "PRIX ANNONCES",
        "JOUEURS",
        "POINTS"
      ],
      "rows": [
        [
          "1er",
          "600 €",
          "ALBERT",
          "6"
        ],
        [
          "2ème",
          "500 €",
          "ALAIN",
          "6"
        ],
        [
          "3ème",
          "400 €",
          "JEREMY",
          "5,5"
        ],
        [
          "4ème",
          "300 €",
          "CLAUDE",
          "5,5"
        ],
        [
          "5ème",
          "200 €",
          "CORALIE",
          "5"
        ],
        [
          "6ème",
          "100 €",
          "ETIENNE",
          "5"
        ],
        [
          "7ème",
          "0 €",
          "FABIENNE",
          "5"
        ],
        [
          "8ème",
          "0 €",
          "JEAN",
          "5"
        ]
      ],
      "text": " | PRIX ANNONCES | JOUEURS | POINTS\n----------------------------------------\n1er | 600 € | ALBERT | 6\n2ème | 500 € | ALAIN | 6\n3ème | 400 € | JEREMY | 5,5\n4ème | 300 € | CLAUDE | 5,5\n5ème | 200 € | CORALIE | 5\n6ème | 100 € | ETIENNE | 5\n7ème | 0 € | FABIENNE | 5\n8ème | 0 € | JEAN | 5"
    },
    {
      "id": "Annales-Decembre-2024-table13",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 9,
      "num_cols": 7,
      "headers": [
        "",
        "PRIX ANNONCES",
        "JOUEURS",
        "POINTS",
        "A la place",
        "Partagé",
        "Hort"
      ],
      "rows": [
        [
          "1er",
          "600 €",
          "ALBERT",
          "6",
          "600 €",
          "550 €",
          "575 €"
        ],
        [
          "2ème",
          "500 €",
          "ALAIN",
          "6",
          "500 €",
          "550 €",
          "525 €"
        ],
        [
          "3ème",
          "400 €",
          "JEREMY",
          "5,5",
          "400 €",
          "350 €",
          "375 €"
        ],
        [
          "4ème",
          "300 €",
          "CLAUDE",
          "5,5",
          "300 €",
          "350 €",
          "325 €"
        ],
        [
          "5ème",
          "200 €",
          "CORALIE",
          "5",
          "200 €",
          "75 €",
          "137,5 €"
        ],
        [
          "6ème",
          "100 €",
          "ETIENNE",
          "5",
          "100 €",
          "75 €",
          "87,5 €"
        ],
        [
          "7ème",
          "0 €",
          "FABIENNE",
          "5",
          "",
          "75 €",
          "37,5 €"
        ],
        [
          "8ème",
          "0 €",
          "JEAN",
          "5",
          "",
          "75 €",
          "37,5 €"
        ]
      ],
      "text": " | PRIX ANNONCES | JOUEURS | POINTS | A la place | Partagé | Hort\n----------------------------------------\n1er | 600 € | ALBERT | 6 | 600 € | 550 € | 575 €\n2ème | 500 € | ALAIN | 6 | 500 € | 550 € | 525 €\n3ème | 400 € | JEREMY | 5,5 | 400 € | 350 € | 375 €\n4ème | 300 € | CLAUDE | 5,5 | 300 € | 350 € | 325 €\n5ème | 200 € | CORALIE | 5 | 200 € | 75 € | 137,5 €\n6ème | 100 € | ETIENNE | 5 | 100 € | 75 € | 87,5 €\n7ème | 0 € | FABIENNE | 5 |  | 75 € | 37,5 €\n8ème | 0 € | JEAN | 5 |  | 75 € | 37,5 €"
    },
    {
      "id": "Annales-Decembre-2024-table14",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 21,
      "num_cols": 7,
      "headers": [
        "",
        "Nom",
        "Nom",
        "Titre",
        "Elo",
        "Naissance",
        "Sexe"
      ],
      "rows": [
        [
          "1",
          "Amine AZZOUD",
          "Amine AZZOUD",
          "",
          "1683 F",
          "18/5/1996",
          "H"
        ],
        [
          "2",
          "Bertrand BIGNON",
          "Bertrand BIGNON",
          "",
          "2134 F",
          "7/10/1984",
          "H"
        ],
        [
          "3",
          "Claire CARMIN",
          "Claire CARMIN",
          "",
          "1299 E",
          "23/2/2009",
          "F"
        ],
        [
          "4",
          "Emile ERSTEIN",
          "Emile ERSTEIN",
          "",
          "1787 F",
          "21/6/1994",
          "H"
        ],
        [
          "5",
          "Flavio FERNANDI",
          "Flavio FERNANDI",
          "Maître FIDE",
          "2265 F",
          "16/5/1976",
          "H"
        ],
        [
          "6",
          "Inès IMPERA",
          "Inès IMPERA",
          "",
          "1810 F",
          "25/9/1955",
          "F"
        ],
        [
          "7",
          "Hajjar HUREZ",
          "Hajjar HUREZ",
          "",
          "1997 F",
          "10/11/1999",
          "F"
        ],
        [
          "8",
          "Jefferson JOCH (Fédération Etats-Unis)",
          "Jefferson JOCH (Fédération Etats-Unis)",
          "",
          "1556 F",
          "14/7/1980",
          "H"
        ],
        [
          "9",
          "Leila LEYS",
          "Leila LEYS",
          "",
          "1699 F",
          "9/8/1984",
          "F"
        ],
        [
          "10",
          "Mokfi MAZALEH",
          "Mokfi MAZALEH",
          "Maître International",
          "2362 F",
          "27/11/1962",
          "H"
        ],
        [
          "11",
          "Nicolas NIDAM",
          "Nicolas NIDAM",
          "",
          "1399 E",
          "10/5/1959",
          "H"
        ],
        [
          "12",
          "Othman OUHMI",
          "Othman OUHMI",
          "",
          "2005 F",
          "20/2/1961",
          "H"
        ],
        [
          "13",
          "Pauline POPE",
          "Pauline POPE",
          "",
          "1667 F",
          "23/9/2013",
          "F"
        ],
        [
          "14",
          "Rayane RAMDANI",
          "Rayane RAMDANI",
          "Maître international Féminin",
          "2146 F",
          "20/10/1957",
          "F"
        ],
        [
          "15",
          "Samy SUEUR",
          "Samy SUEUR",
          "Maître FIDE",
          "2361 F",
          "18/3/2007",
          "H"
        ],
        [
          "16",
          "Timothée TRINEL",
          "Timothée TRINEL",
          "",
          "1484 F",
          "22/11/2008",
          "H"
        ],
        [
          "17",
          "Vincenzo VILORIA",
          "Vincenzo VILORIA",
          "",
          "2265 F",
          "10/8/1983",
          "H"
        ],
        [
          "18",
          "Wassim WATEK",
          "Wassim WATEK",
          "",
          "1530 F",
          "2/3/1997",
          "H"
        ],
        [
          "19",
          "",
          "Numéro de licence FFE : A02924 - Elo = 1660N - Vétéran - Homme",
          "Numéro de licence FFE : A02924 - Elo = 1660N - Vétéran - Homme",
          "Numéro de licence FFE : A02924 - Elo = 1660N - Vétéran - Homme",
          "Numéro de licence FFE : A02924 - Elo = 1660N - Vétéran - Homme",
          "Numéro de licence FFE : A02924 - Elo = 1660N - Vétéran - Homme"
        ],
        [
          "20",
          "",
          "Référence FIDE : 622095 - Elo = 2038 F - Vétéran - Homme",
          "Référence FIDE : 622095 - Elo = 2038 F - Vétéran - Homme",
          "Référence FIDE : 622095 - Elo = 2038 F - Vétéran - Homme",
          "Référence FIDE : 622095 - Elo = 2038 F - Vétéran - Homme",
          "Référence FIDE : 622095 - Elo = 2038 F - Vétéran - Homme"
        ]
      ],
      "text": " | Nom | Nom | Titre | Elo | Naissance | Sexe\n----------------------------------------\n1 | Amine AZZOUD | Amine AZZOUD |  | 1683 F | 18/5/1996 | H\n2 | Bertrand BIGNON | Bertrand BIGNON |  | 2134 F | 7/10/1984 | H\n3 | Claire CARMIN | Claire CARMIN |  | 1299 E | 23/2/2009 | F\n4 | Emile ERSTEIN | Emile ERSTEIN |  | 1787 F | 21/6/1994 | H\n5 | Flavio FERNANDI | Flavio FERNANDI | Maître FIDE | 2265 F | 16/5/1976 | H\n6 | Inès IMPERA | Inès IMPERA |  | 1810 F | 25/9/1955 | F\n7 | Hajjar HUREZ | Hajjar HUREZ |  | 1997 F | 10/11/1999 | F\n8 | Jefferson JOCH (Fédération Etats-Unis) | Jefferson JOCH (Fédération Etats-Unis) |  | 1556 F | 14/7/1980 | H\n9 | Leila LEYS | Leila LEYS |  | 1699 F | 9/8/1984 | F\n10 | Mokfi MAZALEH | Mokfi MAZALEH | Maître International | 2362 F | 27/11/1962 | H\n11 | Nicolas NIDAM | Nicolas NIDAM |  | 1399 E | 10/5/1959 | H\n12 | Othman OUHMI | Othman OUHMI |  | 2005 F | 20/2/1961 | H\n13 | Pauline POPE | Pauline POPE |  | 1667 F | 23/9/2013 | F\n14 | Rayane RAMDANI | Rayane RAMDANI | Maître international Féminin | 2146 F | 20/10/1957 | F\n15 | Samy SUEUR | Samy SUEUR | Maître FIDE | 2361 F | 18/3/2007 | H\n16 | Timothée TRINEL | Timothée TRINEL |  | 1484 F | 22/11/2008 | H\n17 | Vincenzo VILORIA | Vincenzo VILORIA |  | 2265 F | 10/8/1983 | H\n18 | Wassim WATEK | Wassim WATEK |  | 1530 F | 2/3/1997 | H\n19 |  | Numéro de licence FFE : A02924 - Elo = 1660N - Vétéran - Homme | Numéro de licence FFE : A02924 - Elo = 1660N - Vétéran - Homme | Numéro de licence FFE : A02924 - Elo = 1660N - Vétéran - Homme | Numéro de licence FFE : A02924 - Elo = 1660N - Vétéran - Homme | Numéro de licence FFE : A02924 - Elo = 1660N - Vétéran - Homme\n20 |  | Référence FIDE : 622095 - Elo = 2038 F - Vétéran - Homme | Référence FIDE : 622095 - Elo = 2038 F - Vétéran - Homme | Référence FIDE : 622095 - Elo = 2038 F - Vétéran - Homme | Référence FIDE : 622095 - Elo = 2038 F - Vétéran - Homme | Référence FIDE : 622095 - Elo = 2038 F - Vétéran - Homme"
    },
    {
      "id": "Annales-Decembre-2024-table15",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 0,
      "num_cols": 0,
      "headers": [],
      "rows": [],
      "text": ""
    },
    {
      "id": "Annales-Decembre-2024-table16",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 0,
      "num_cols": 0,
      "headers": [],
      "rows": [],
      "text": ""
    },
    {
      "id": "Annales-Decembre-2024-table17",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 0,
      "num_cols": 0,
      "headers": [],
      "rows": [],
      "text": ""
    },
    {
      "id": "Annales-Decembre-2024-table18",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 0,
      "num_cols": 0,
      "headers": [],
      "rows": [],
      "text": ""
    },
    {
      "id": "Annales-Decembre-2024-table19",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 0,
      "num_cols": 0,
      "headers": [],
      "rows": [],
      "text": ""
    },
    {
      "id": "Annales-Decembre-2024-table20",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 0,
      "num_cols": 0,
      "headers": [],
      "rows": [],
      "text": ""
    },
    {
      "id": "Annales-Decembre-2024-table21",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 3,
      "num_cols": 4,
      "headers": [
        "Karine KIAPAVU",
        "1733 F",
        "3/02/2003",
        "F"
      ],
      "rows": [
        [
          "Damien DELAI",
          "1528 F",
          "13/01/1949",
          "H"
        ],
        [
          "Giovic GIGANOWKI",
          "1963 F",
          "7/04/1984",
          "H"
        ]
      ],
      "text": "Karine KIAPAVU | 1733 F | 3/02/2003 | F\n----------------------------------------\nDamien DELAI | 1528 F | 13/01/1949 | H\nGiovic GIGANOWKI | 1963 F | 7/04/1984 | H"
    },
    {
      "id": "Annales-Decembre-2024-table22",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 2,
      "num_cols": 6,
      "headers": [
        "R1",
        "R2",
        "R3",
        "R4",
        "R5",
        "R6"
      ],
      "rows": [
        [
          "B",
          "N",
          "N",
          "B",
          "Exempt",
          "B"
        ]
      ],
      "text": "R1 | R2 | R3 | R4 | R5 | R6\n----------------------------------------\nB | N | N | B | Exempt | B"
    },
    {
      "id": "Annales-Decembre-2024-table23",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 5,
      "num_cols": 9,
      "headers": [
        "Tentative Alpha",
        "Tentative Alpha",
        "Tentative Beta",
        "Tentative Beta",
        "Tentative Gamma",
        "Tentative Gamma",
        "Tentative Delta",
        "Tentative Delta",
        "Tentative Omega"
      ],
      "rows": [
        [
          "S1",
          "S2",
          "S1",
          "S2",
          "S1",
          "S2",
          "S1",
          "S2",
          "S1"
        ],
        [
          "B",
          "A",
          "B",
          "A",
          "B",
          "E",
          "B",
          "D",
          "B"
        ],
        [
          "F",
          "D",
          "F",
          "E",
          "F",
          "A",
          "F",
          "E",
          "F"
        ],
        [
          "C",
          "E",
          "C",
          "D",
          "C",
          "D",
          "C",
          "A",
          "C"
        ]
      ],
      "text": "Tentative Alpha | Tentative Alpha | Tentative Beta | Tentative Beta | Tentative Gamma | Tentative Gamma | Tentative Delta | Tentative Delta | Tentative Omega\n----------------------------------------\nS1 | S2 | S1 | S2 | S1 | S2 | S1 | S2 | S1\nB | A | B | A | B | E | B | D | B\nF | D | F | E | F | A | F | E | F\nC | E | C | D | C | D | C | A | C"
    },
    {
      "id": "Annales-Decembre-2024-table24",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 32,
      "num_cols": 4,
      "headers": [
        "F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de décembre 2024 - Grille des réponses",
        "F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de décembre 2024 - Grille des réponses",
        "F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de décembre 2024 - Grille des réponses",
        "F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de décembre 2024 - Grille des réponses"
      ],
      "rows": [
        [
          "Question",
          "Réponse",
          "Articles de référence LA = Livre de l'arbitre. Autres : Règlements fédéraux - Site FFE - rubrique « Document » puis « Règlements »",
          "Taux Réussite"
        ],
        [
          "1",
          "C",
          "R03-Compétitions homologuées : Article 2.5 ou livre de l'arbitre Chapitre 5.3 : Gestion de tournois - Licences",
          "79%"
        ],
        [
          "2",
          "D",
          "R01-Règles générale - Article 5 : Estimation du Elo",
          "97%"
        ],
        [
          "3",
          "B",
          "LA - Chapitre 3.5 : Règles du système suisse - Système de Haley : 2. Principe",
          "93%"
        ],
        [
          "4",
          "C",
          "R03 - Compétitions homologuées : Article 2.3 - Droits d'inscription",
          "68%"
        ],
        [
          "5",
          "B",
          "R03 - Compétitions homologuées : Article 2.3 - Droits d'inscription",
          "83%"
        ],
        [
          "6",
          "D",
          "R01 - Règles générale - Principe et Article 2.4 : Catégories d'âge",
          "61%"
        ],
        [
          "7",
          "D",
          "LA - Chapitre 3.5 Le système suisse - C.04.3 Système néerlandais - Art. A.4",
          "83%"
        ],
        [
          "8",
          "C",
          "LA - Chapitre 3.5 Le système suisse - C.04.3 Système néerlandais - Art. A.6 + C.04.2 Règles de gestion de tournois au système suisse - Article D.5",
          "60%"
        ],
        [
          "9",
          "D",
          "LA - Chapitre 3.5 Le système suisse - C.04.3 Système néerlandais - Art. A.7",
          "81%"
        ],
        [
          "10",
          "A",
          "LA - Chapitre 3.5 Le système suisse - C.04.3 Système néerlandais - Article C",
          "63%"
        ],
        [
          "11",
          "A",
          "LA - Chapitre 3.5 Le système suisse - C.04.3 Système néerlandais - Article D",
          "65%"
        ],
        [
          "12",
          "D",
          "LA - Chapitre 3.5 Le système suisse - C.04.2Règles de gestion de tournois au système suisse - Article B.2.b",
          "90%"
        ],
        [
          "13",
          "C",
          "Règles du jeu - article 6.9",
          "72%"
        ],
        [
          "14",
          "B",
          "Règle du jeu Article 7.3 + commentaire + LA - chapitre 3.5 Le système suisse - C.04.2Règles de gestion de tournois au système suisse - Article D.8",
          "93%"
        ],
        [
          "15",
          "A",
          "Règles du jeu - article 6.7 + commentaire",
          "84%"
        ],
        [
          "16",
          "B",
          "Règles du jeu - Annexe D - Article D.2.10",
          "63%"
        ],
        [
          "17",
          "C",
          "LA - chapitre 3.5 Le système suisse - C.04.3 Système néerlandais - Art. C.14",
          "39%"
        ],
        [
          "18",
          "D",
          "C.04.2 Règles de gestion de tournois au système suisse - Article D.8",
          "79%"
        ],
        [
          "19",
          "A",
          "LA - chapitre 3.5 Le système suisse - C.04.3 Le système néerlandais - Art. C",
          "Question neutralisée"
        ],
        [
          "20",
          "C",
          "Règles du jeu article 12.9.9 / article 11.5 /article 11.1/ Charte des joueurs et joueuses d'échecs/ Code de l'éthique de la FIDE. LA - Chapitre 4.5 Violence / Chapitre 6.1 Classement Standard FIDE Art. 5.1",
          "61%"
        ],
        [
          "21",
          "C",
          "LA - Chapitre 4.2 Les systèmes de départage - article 6.5 Le cumulatif",
          "77%"
        ],
        [
          "22",
          "D",
          "LA - Chapitre 4.2 Les systèmes de départage - article 6.5 Le cumulatif",
          "84%"
        ],
        [
          "23",
          "B",
          "LA - Chapitre 4.3 les systèmes de partage des prix.",
          "88%"
        ],
        [
          "24",
          "D",
          "Étude du classement",
          "54%"
        ],
        [
          "25",
          "B",
          "LA - Chapitre 6.2 Classement Rapide de la FIDE article 7.3",
          "47%"
        ],
        [
          "26",
          "D",
          "LA - Chapitre 6.1 Classement Standard de la FIDE article 8.3",
          "79%"
        ],
        [
          "27",
          "D",
          "LA - Chapitre 5.5 Barème d'indemnisation des arbitres",
          "84%"
        ],
        [
          "28",
          "C",
          "LA - Chapitre 5.5 Barème d'indemnisation des arbitres",
          "33%"
        ],
        [
          "29",
          "C",
          "LA - Chapitre 5.5 Barème d'indemnisation des arbitres",
          "81%"
        ],
        [
          "30",
          "C",
          "Règlement disciplinaire de la FFE - Article 9",
          "46%"
        ]
      ],
      "text": "F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de décembre 2024 - Grille des réponses | F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de décembre 2024 - Grille des réponses | F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de décembre 2024 - Grille des réponses | F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de décembre 2024 - Grille des réponses\n----------------------------------------\nQuestion | Réponse | Articles de référence LA = Livre de l'arbitre. Autres : Règlements fédéraux - Site FFE - rubrique « Document » puis « Règlements » | Taux Réussite\n1 | C | R03-Compétitions homologuées : Article 2.5 ou livre de l'arbitre Chapitre 5.3 : Gestion de tournois - Licences | 79%\n2 | D | R01-Règles générale - Article 5 : Estimation du Elo | 97%\n3 | B | LA - Chapitre 3.5 : Règles du système suisse - Système de Haley : 2. Principe | 93%\n4 | C | R03 - Compétitions homologuées : Article 2.3 - Droits d'inscription | 68%\n5 | B | R03 - Compétitions homologuées : Article 2.3 - Droits d'inscription | 83%\n6 | D | R01 - Règles générale - Principe et Article 2.4 : Catégories d'âge | 61%\n7 | D | LA - Chapitre 3.5 Le système suisse - C.04.3 Système néerlandais - Art. A.4 | 83%\n8 | C | LA - Chapitre 3.5 Le système suisse - C.04.3 Système néerlandais - Art. A.6 + C.04.2 Règles de gestion de tournois au système suisse - Article D.5 | 60%\n9 | D | LA - Chapitre 3.5 Le système suisse - C.04.3 Système néerlandais - Art. A.7 | 81%\n10 | A | LA - Chapitre 3.5 Le système suisse - C.04.3 Système néerlandais - Article C | 63%\n11 | A | LA - Chapitre 3.5 Le système suisse - C.04.3 Système néerlandais - Article D | 65%\n12 | D | LA - Chapitre 3.5 Le système suisse - C.04.2Règles de gestion de tournois au système suisse - Article B.2.b | 90%\n13 | C | Règles du jeu - article 6.9 | 72%\n14 | B | Règle du jeu Article 7.3 + commentaire + LA - chapitre 3.5 Le système suisse - C.04.2Règles de gestion de tournois au système suisse - Article D.8 | 93%\n15 | A | Règles du jeu - article 6.7 + commentaire | 84%\n16 | B | Règles du jeu - Annexe D - Article D.2.10 | 63%\n17 | C | LA - chapitre 3.5 Le système suisse - C.04.3 Système néerlandais - Art. C.14 | 39%\n18 | D | C.04.2 Règles de gestion de tournois au système suisse - Article D.8 | 79%\n19 | A | LA - chapitre 3.5 Le système suisse - C.04.3 Le système néerlandais - Art. C | Question neutralisée\n20 | C | Règles du jeu article 12.9.9 / article 11.5 /article 11.1/ Charte des joueurs et joueuses d'échecs/ Code de l'éthique de la FIDE. LA - Chapitre 4.5 Violence / Chapitre 6.1 Classement Standard FIDE Art. 5.1 | 61%\n21 | C | LA - Chapitre 4.2 Les systèmes de départage - article 6.5 Le cumulatif | 77%\n22 | D | LA - Chapitre 4.2 Les systèmes de départage - article 6.5 Le cumulatif | 84%\n23 | B | LA - Chapitre 4.3 les systèmes de partage des prix. | 88%\n24 | D | Étude du classement | 54%\n25 | B | LA - Chapitre 6.2 Classement Rapide de la FIDE article 7.3 | 47%\n26 | D | LA - Chapitre 6.1 Classement Standard de la FIDE article 8.3 | 79%\n27 | D | LA - Chapitre 5.5 Barème d'indemnisation des arbitres | 84%\n28 | C | LA - Chapitre 5.5 Barème d'indemnisation des arbitres | 33%\n29 | C | LA - Chapitre 5.5 Barème d'indemnisation des arbitres | 81%\n30 | C | Règlement disciplinaire de la FFE - Article 9 | 46%"
    },
    {
      "id": "Annales-Decembre-2024-table25",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 2,
      "num_cols": 6,
      "headers": [
        "R1",
        "R2",
        "R3",
        "R4",
        "R5",
        "R6"
      ],
      "rows": [
        [
          "B",
          "N",
          "N",
          "B",
          "Exempt",
          "B"
        ]
      ],
      "text": "R1 | R2 | R3 | R4 | R5 | R6\n----------------------------------------\nB | N | N | B | Exempt | B"
    },
    {
      "id": "Annales-Decembre-2024-table26",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 5,
      "num_cols": 9,
      "headers": [
        "Tentative Alpha",
        "Tentative Alpha",
        "Tentative Beta",
        "Tentative Beta",
        "Tentative Gamma",
        "Tentative Gamma",
        "Tentative Delta",
        "Tentative Delta",
        "Tentative Omega"
      ],
      "rows": [
        [
          "S1",
          "S2",
          "S1",
          "S2",
          "S1",
          "S2",
          "S1",
          "S2",
          "S1"
        ],
        [
          "B",
          "A",
          "B",
          "A",
          "B",
          "E",
          "B",
          "D",
          "B"
        ],
        [
          "F",
          "D",
          "F",
          "E",
          "F",
          "A",
          "F",
          "E",
          "F"
        ],
        [
          "C",
          "E",
          "C",
          "D",
          "C",
          "D",
          "C",
          "A",
          "C"
        ]
      ],
      "text": "Tentative Alpha | Tentative Alpha | Tentative Beta | Tentative Beta | Tentative Gamma | Tentative Gamma | Tentative Delta | Tentative Delta | Tentative Omega\n----------------------------------------\nS1 | S2 | S1 | S2 | S1 | S2 | S1 | S2 | S1\nB | A | B | A | B | E | B | D | B\nF | D | F | E | F | A | F | E | F\nC | E | C | D | C | D | C | A | C"
    },
    {
      "id": "Annales-Decembre-2024-table27",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 0,
      "num_cols": 0,
      "headers": [],
      "rows": [],
      "text": ""
    },
    {
      "id": "Annales-Decembre-2024-table28",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 0,
      "num_cols": 0,
      "headers": [],
      "rows": [],
      "text": ""
    },
    {
      "id": "Annales-Decembre-2024-table29",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 0,
      "num_cols": 0,
      "headers": [],
      "rows": [],
      "text": ""
    },
    {
      "id": "Annales-Decembre-2024-table30",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 0,
      "num_cols": 0,
      "headers": [],
      "rows": [],
      "text": ""
    },
    {
      "id": "Annales-Decembre-2024-table31",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 0,
      "num_cols": 0,
      "headers": [],
      "rows": [],
      "text": ""
    },
    {
      "id": "Annales-Decembre-2024-table32",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 0,
      "num_cols": 0,
      "headers": [],
      "rows": [],
      "text": ""
    },
    {
      "id": "Annales-Decembre-2024-table33",
      "source": "Annales-Decembre-2024.pdf",
      "num_rows": 0,
      "num_cols": 0,
      "headers": [],
      "rows": [],
      "text": ""
    }
  ],
  "total_tables": 34,
  "extraction_date": "2026-01-20T09:32:11",
  "extractor": "docling",
  "corpus": "fr"
}