{
  "filename": "Annales-Juin-2025-VF2.pdf",
  "markdown": "<!-- image -->\n\n## ANNALES DES EXAMENS D'ARBITRES FÉDÉRAUX\n\n## SESSION DE JUIN 2025\n\nDirecteur des examens : Sylvain WLASSEWITCH -examens.dnaffe@gmail.com\n\n<!-- image -->\n\nFédération Française des Échecs : https://echecs.asso.fr/\n\nDirection Nationale de l'Arbitrage : https://dna.ffechecs.fr/\n\nchecs -\n\nFFÉ\n\nF édération F rançaise des É checs D irection N ationale de l' A rbitrage\n\n## Annales des examens - Session d'examen de juin 2025 Sommaire\n\n<!-- image -->\n\n| Attention ! Note importante ! Les réponses sont basées sur les règles et règlements en application au moment du passage de l'examen. |\n|----------------------------------------------------------------------------------------------------------------------------------------|\n\nPage de garde et information de contact Page 1\n\nSommaire Page 2\n\nStatistiques de la session Page 3\n\nATTENTION : Nouveaux formats des UV à partir de décembre 2025 Page 4\n\nUVR de juin 2025 - Sujet sans réponse Page 5\n\nUVR de juin 2025 - Grille des réponses Page 11\n\nUVR de juin 2025 - Corrigé détaillé Page 12\n\nUVC de juin 2025 - Sujet sans réponse \\_ Page 20\n\nUVC de juin 2025 - Grille des réponses\\_ Page 26\n\nUVC\\_de juin 2025 - Corrigé détaillé Page 27\n\nUVO de juin 2025 - Sujet sans réponse Page 35\n\nUVO de juin 2025 - Grille des réponses Page 40\n\nUVO de juin 2025 - Corrigé détaillé Page 41\n\nUVT de juin 2025 - Sujet sans réponse Page 47\n\nUVT de juin 2025 - Grille des réponses Page 57\n\nUVT de juin 2025 - Corrigé détaillé Page 58\n\n<!-- image -->\n\nrbitrage - Session d'examen de juin 2025 - Annales - Page 2 sur 72\n\nD\n\nirection\n\nN\n\nationale de l'\n\nA\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage\n\n## Statistiques de la session - Juin 2025\n\n308 candidats étaient inscrits à cette session, 280 étaient effectivement présents dans l'un des 49 centres d'examens.\n\n| Candidats | Inscrits | Présents | Absents | %Absents | Reçus | Taux* |\n|-------------|------------|------------|-----------|------------|---------|---------|\n| UVR | 211 190 | 21 | 10% | 126 | | 64% |\n| UVC | 195 | 177 | 18 | 9% | 104 | 59% |\n| UVO | 67 | 61 | 6 | 9% | 35 | 57% |\n| UVT | 61 | 55 | 6 | 10% | 28 | 51% |\n| TOTAL | 534 | 483 | 51 | 9,55% | - | - |\n\n236 candidats ont participé à une ou deux épreuves pour le titre d'arbitre fédéral de club.\n\n72 candidats ont participé à une ou deux épreuves pour le titre d'arbitre fédéral d'open.\n\n| Nombre de participants composant au moyen d'un » fichier PDF » ou « en ligne » | Nombre de participants composant au moyen d'un » fichier PDF » ou « en ligne » | Nombre de participants composant au moyen d'un » fichier PDF » ou « en ligne » | Nombre de participants composant au moyen d'un » fichier PDF » ou « en ligne » | Nombre de participants composant au moyen d'un » fichier PDF » ou « en ligne » |\n|----------------------------------------------------------------------------------|----------------------------------------------------------------------------------|----------------------------------------------------------------------------------|----------------------------------------------------------------------------------|----------------------------------------------------------------------------------|\n| | Total | Pdf | En Ligne | %en Ligne |\n| Candidats inscrits | 308 | 204 | 104 | 34% |\n\n| Dates des stages théoriques des candidats (% des candidats, pas des UV inscrites) | Dates des stages théoriques des candidats (% des candidats, pas des UV inscrites) | Dates des stages théoriques des candidats (% des candidats, pas des UV inscrites) | Dates des stages théoriques des candidats (% des candidats, pas des UV inscrites) |\n|-------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------|\n| Janvier à Juin 2025 | Juillet à Décembre 2024 | Janvier à Juin 2024 | Juillet à Décembre 2023 |\n| 67% | 19% | 12% | 2% |\n\n| Ligues | Centres d'examens | UVR | UVC | UVO | UVT | Nombre de candidats | Absents | Taux de présence (% candidats) | Ligues |\n|----------|---------------------|-------|-------|-------|-------|-----------------------|-----------|----------------------------------|----------|\n| ARA | 6 | 27 | 26 | 7 | 8 | 38 | 2 | 95% | ARA |\n| BFC | 3 | 7 | 3 | 3 | 1 | 11 | 4 | 64% | BFC |\n| BRE | 4 | 13 | 13 | 0 | 1 | 15 | 1 | 93% | BRE |\n| CVL | 1 | 0 | 1 | 0 | 0 | 1 | 0 | 100% | CVL |\n| EST | 4 | 23 | 19 | 6 | 5 | 32 | 1 | 97% | EST |\n| HDF | 6 | 23 | 23 | 4 | 4 | 28 | 5 | 82% | HDF |\n| IDF | 2 | 25 | 25 | 16 | 16 | 44 | 2 | 95% | IDF |\n| NAQ | 5 | 27 | 23 | 4 | 5 | 36 | 4 | 89% | NAQ |\n| NOR | 0 | 0 | 0 | 0 | 0 | 0 | 0 | - | NOR |\n| OCC | 5 | 33 | 31 | 10 | 8 | 44 | 5 | 89% | OCC |\n| PAC | 4 | 14 | 10 | 11 | 9 | 26 | 2 | 92% | PAC |\n| PDL | 4 | 13 | 13 | 3 | 2 | 20 | 2 | 90% | PDL |\n| GUY | 1 | 1 | 1 | 0 | 0 | 2 | 0 | 100% | GUY |\n| GUA | 1 | 0 | 0 | 1 | 1 | 1 | 0 | 100% | GUA |\n| REU | 1 | 5 | 7 | 0 | 0 | 8 | 0 | 100% | REU |\n| MAR | 1 | 0 | 0 | 1 | 0 | 1 | 0 | 100% | MAR |\n| MAY | 1 | 0 | 0 | 1 | 1 | 1 | 0 | 100% | MAY |\n| TOTAL | 49 centres | 211 | 195 | 67 | 61 | 308 | 28 | 91% | |\n\n## ATTENTION Nouveaux formats des UV à partir de décembre 2025\n\nCette session d'examens était la dernière en 100 % QCM.\n\nVoilà ce que contiendront les UV à partir de la session de décembre 2025.\n\n## UVR et UVC (durée : 2 heures)\n\nL'UVR et l'UVC compteront 25 questions au total :\n\n- 15 questions QCM : Pour chacune de ces questions, une seule réponse sera attendue.\n- 10 questions ouvertes où les candidats devront écrire leur réponse en la justifiant\n- → Les questions QCM seront notées sur 1 point.\n- → Les questions ouvertes seront notées sur 1,5 point (avec possibilité de 0,5 ou 1 selon la qualité de la justification).\n- → → L'UV sera donc notée sur 30 points au total.\n\n80 % de bonnes réponses seront nécessaires pour la valider donc 24 points sur 30.\n\n## UVO (durée : 1 heure)\n\nL'UVO comptera 16 questions au total :\n\n- 8 questions QCM : Pour chacune de ces questions, une seule réponse sera attendue.\n- 8 questions ouvertes où les candidats devront écrire leur réponse en la justifiant\n- → Les questions QCM seront notées sur 1 point.\n- → Les questions ouvertes seront notées sur 1,5 point (avec possibilité de 0,5 ou 1 selon la qualité de la justification).\n- → → L'UV sera donc notée sur 20 points au total.\n\n80 % de bonnes réponses seront nécessaires pour la valider donc 16 points sur 20.\n\n## UVT (durée : 3 heures)\n\nL'UVT comptera 25 questions au total + un fichier .papi à rendre\n\n- 15 questions QCM : Pour chacune de ces questions, une seule réponse sera attendue.\n- 10 questions ouvertes où les candidats devront écrire leur réponse en la justifiant\n- → Les questions QCM seront notées sur 1 point.\n- → Les questions ouvertes seront notées sur 1,5 point (avec possibilité de 0,5 ou 1 selon la qualité de la justification).\n- → Le fichier .papi sera noté sur 5 points.\n- → → L'UV sera donc notée sur 35 points au total.\n\n80 % de bonnes réponses seront nécessaires pour la valider donc 28 points sur 35.\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage UVR session de juin 2025 - Sujet sans réponse\n\n## Note : Cette session de Juin 2025 était la dernière en 100 % QCM. Voir page 4 des ces annales l'explication du format des UV à partir de la session de décembre 2025\n\n## Durée : 2 heures\n\nN° Anonymat candidat :\n\nTous les documents sont autorisés (en version imprimée ou numérique) sauf les annales constituées de sujets et de corrigés. Il est interdit de téléphoner ou de se connecter sur Internet pendant l'épreuve excepté ceux et celles qui passent leur épreuve en ligne.\n\nPour chaque question, une seule réponse est attendue. Toutes les questions rapportent un point. 80% de bonnes réponses nécessaires pour avoir l'UV donc 24 bonnes réponses sur 30 questions.\n\n## Question 1 :\n\n## On vous interroge concernant l'offre de nulle, quelle proposition est vraie ?\n\n- a) Un joueur qui veut proposer la nulle doit le faire obligatoirement avant de toucher une pièce.\n- b) Un joueur n'a pas le droit de proposer la nulle plus de trois fois par partie.\n- c) Un joueur n'a pas le droit de proposer la nulle deux fois de suite.\n- d) En partie longue, les joueurs ont l'obligation de mettre un (=) sur la feuille de partie pour indiquer l'offre de nulle.\n\n## Question 2 :\n\nDans une partie en 12min+3s/coup, un parent vous sollicite. Sa fille a les noirs et a proposé plusieurs fois la nulle, son adversaire refuse. Ils jouent depuis un moment sans réelle avancée. Il affirme que la position actuelle s'est produite plusieurs fois.\n\n- a) Vous commencez à compter les coups effectués pour appliquer l'article 9.6.2\n- b) Vous sollicitez une reconstitution de la partie pour voir s'il est possible d'appliquer l'article 9.2\n- c) Vous rappelez à l'ordre le joueur qui a les blancs à l'ordre en lui indiquant qu'il est obligé d'accepter la nulle car il n'a plus le matériel pour mater suivant l'article 6.9.\n- d) Vous arrêtez immédiatement la partie au motif de l'article 5.2.2\n\n<!-- image -->\n\n## Question 3 :\n\nVous êtes arbitre adjoint sur un tournoi, après le début d'une partie à la cadence 1h00+30s/coup, les deux adversaires ont joué plusieurs coups (13 coups chacun). Vous remarquez que les joueurs se sont trompés de couleurs. L'un des joueurs a déjà une dame d'avance suite à un piège d'ouverture. Quelle est la bonne décision ?\n\n- a) Les coups joués sont considérés comme valides, vous obligez juste les joueurs à échanger de place pour continuer la partie dans cette position avec les bonnes couleurs.\n- b) La partie continue sans modification, vous signalez juste l'information à l'arbitre en chef.\n- c) Vous faites recommencer la partie depuis la position initiale.\n- d) Vous n'intervenez pas, si aucun joueur ne s'en rend compte, ils auront perdu tous les deux.\n\n## Question 4 :\n\nVous êtes arbitre adjoint sur un tournoi, après le début d'une partie à la cadence 20min+10s/coup, les deux adversaires ont joué plusieurs coups (8 coups chacun). Vous remarquez que les joueurs se sont trompés de couleurs. L'un des joueurs a déjà une dame d'avance suite à un piège d'ouverture. Quelle est la bonne décision ?\n\n- a) En partie rapide, la règle est plus sévère et vous déclarez immédiatement que les deux joueurs ont perdu.\n- b) Vous arrêtez immédiatement la partie et déclarez le match nul.\n- c) La partie continue sans modification, vous signalez juste l'information à l'arbitre en chef.\n- d) On recommence la partie depuis la position initiale.\n\n## Question 5 :\n\n<!-- image -->\n\n## Question 6 :\n\nUn joueur est en train de noter sa partie, il lui reste moins de 5 minutes à la pendule. Dans quel cas a-t-il l'obligation de noter jusqu'au bout ?\n\n- a) Cadence 50 minutes +10 secondes par coup\n- b) Cadence 15 minutes + 5 secondes par coup.\n- c) Vous êtes dans la 1 re période d'une partie à la cadence 2 heures - 40 coups + 1 heure KO\n- d) Cadence 30 minutes + 30 secondes par coup.\n\n## Question 7 ;\n\nLors d'un match par équipe, le capitaine de l'équipe A vient protester. Un des joueurs de l'équipe B a annoncé « échecs et mat ». Le coéquipier du capitaine l'a cru et a arrêté de lui-même la pendule en reconnaissant sa défaite devant vous. Le capitaine se plaint du fait qu'il n'y avait pas du tout échec et mat et que son coéquipier a été induit en erreur.\n\n- a) Vous signalez au capitaine qu'il n'a aucun droit de réclamation.\n- b) Vous déclarez la partie perdue pour l'équipe B car il y a eu une fausse annonce d'échec et mat.\n- c) Vous obligez les deux joueurs à reprendre la partie pour qu'elle puisse continuer de manière honnête.\n- d) Vous expliquez au capitaine que, le joueur ayant reconnu sa défaite, vous ne pouvez plus intervenir et que vous conservez le résultat annoncé.\n\n## Question 8 :\n\nDans le cadre d'un tournoi, un enfant malvoyant utilise un échiquier secondaire avec des pièces à tiges s'encastrant dans des ouvertures de fixation. Un assistant réalise les coups sur l'échiquier principal. Son adversaire demande comment s'applique la règle du « pièce touchée, pièce à jouer »\n\n- a) Cette règle ne s'applique par pour les malvoyants.\n- b) On applique cette règle dès que l'enfant retire la pièce de l'ouverture de fixation.\n- c) On applique cette règle dès que l'assistant touche une pièce sur l'échiquier principal.\n- d) On applique cette règle dès que l'enfant malvoyant touche une pièce sur son échiquier secondaire.\n\n## Question 9 :\n\nLors d'une partie, un joueur a touché un cavalier avec l'intention de le déplacer. Il change finalement d'avis. Vous lui avez rappelé la règle après réclamation de son adversaire. Il refuse catégoriquement de déplacer son cavalier malgré vos avertissements et joue une autre pièce. Quelle est votre décision ?\n\n- a) Vous sanctionnez par la perte de la partie.\n- b) Vous l'autorisez à jouer la pièce de son choix et vous sanctionnez par l'ajout de deux minutes au temps de son adversaire.\n- c) Vous l'autorisez à jouer la pièce de son choix et vous sanctionnez par un avertissement oral, s'il recommence vous passerez à une sanction plus sévère.\n- d) Vous ne sanctionnez pas, une des règles du jeu autorise le joueur à adouber sa pièce après l'avoir touché.\n\nVous arbitrez la partie ci-contre, vous voyez le joueur qui a les noirs prendre le pion d4 avec son cavalier en c6. Alors qu'il n'a pas encore d'appuyé sur sa pendule, il se rend compte qu'il laisse son roi en échec et veut reprendre son coup. Quelle est la seule suite correcte ?\n\n- a) Vous sanctionnez les noirs car ils ont achevé un coup illégal.\n- b) Les noirs ont l'obligation de jouer l'autre cavalier.\n- c) Les noirs ont l'obligation de jouer le coup exd4.\n- d) Les noirs ont le droit de jouer n'importe quel coup.\n\n## Question 10 :\n\nUne partie vient de se terminer. Les blancs ont fait échec et mat. Juste avant de serrer la main de leur adversaire, les noirs voient que le drapeau des blancs était tombé et exigent le gain au temps car un spectateur confirme que cela s'était produit avant l'échec et mat. Vous n'étiez pas devant la partie.\n\n- a) Vous déclarez la victoire pour les noirs car ils ont gagné au temps avant l'échec et mat.\n- b) Le signalement de la chute du drapeau aurait dû être effectué par les noirs ou par l'arbitre avant que l'échec et mat ne soit posé, c'est trop tard pour réclamer.\n- c) Vous utilisez une fonction de la pendule qui vous permet de savoir précisément quand le drapeau est tombé pour prendre votre décision.\n- d) Vous n'êtes pas sûr de ce qui s'est passé en premier donc vous déclarez le match nul.\n\n## Question 11 :\n\nLors d'un tournoi, vous observez que la montre d'un joueur s'allume. Il s'agit d'une montre connectée qui a juste affiché le rappel d'une réunion de famille. Le joueur vous montre qu'elle n'émet aucun bruit et qu'elle est déconnectée de tout autre appareil. Son adversaire veut continuer la partie. Quelle est votre décision ?\n\n- a) Le joueur dont la montre était allumée a perdu la partie.\n- b) La partie continue, vous considérez que ce matériel est autorisé.\n- c) La partie continue, vous lui demandez juste d'éteindre sa montre et de la ranger.\n- d) La partie continue mais vous faites un signalement pour suspicion de triche à la commission fairplay de la FFE.\n\n## Question 12 :\n\nDans la position suivante, le trait est aux noirs, quelle proposition est vraie ?\n\n- a) Les noirs peuvent roquer.\n- b) Le roi noir ne peut pas bouger.\n- c) Les noirs peuvent bouger un fou.\n- d) Les noirs ne peuvent pas prendre le cavalier.\n\n## Question 13 :\n\nDans cette position, quel est le seul mouvement qui pourrait amener à un coup légal ?\n\n- a) Pour les noirs : Le petit-roque\n\n- b) Pour les blancs : Le grand-roque\n\n- c) Pour les noirs : le déplacement du pion b4 sur la case c3\n\n- d) Pour les blancs : le déplacement du pion c4 sur la case b5\n\n## Question 14 :\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nVous arbitrez un tournoi en cadence 5 min +3s/coup. Vous n'avez pas vu le dernier coup et vous observez la position suivante. La pendule semble indiquer que le trait est aux blancs. Quelle proposition est vraie ?\n\n- a) Il y a une irrégularité apparente, vous intervenez immédiatement.\n- b) Il y a une irrégularité apparente, vous interviendrez uniquement après que les blancs aient joué même si les blancs ne réclament pas.\n- c) Il y a une irrégularité apparente, si les blancs jouent sans réclamer alors vous\n4. n'interviendrez pas pour le moment.\n- d) Il n'y a aucune irrégularité apparente.\n\n## Question 15 :\n\nVous arbitrez un tournoi en cadence 60 min +30s/coup. Vous n'avez pas vu le dernier coup et vous observez la position suivante. Le trait est aux noirs et ils n'ont pas encore joué. Quelle proposition est\n\n<!-- image -->\n\n## Question 16 :\n\nA la cadence 5 min +3s/coup, les noirs jouent un coup illégal et appuient sur leur pendule. C'est leur 1 er coup illégal. Quelle est la sanction adaptée ?\n\n- a) Vous donnez un avertissement oral.\n- b) Vous ajoutez une minute à la pendule de son adversaire.\n- c) Vous ajoutez deux minutes à la pendule de son adversaire.\n- d) Dans cette cadence, le 1er coup illégal perd la partie.\n\n## Question 17 :\n\nA la cadence 50min+10s/coup, vous avez déjà sanctionné une fois les noirs pour avoir achevé un coup illégal. Devant vous, ils jouent un coup qui laisse leur roi en échec et appuient sur leur pendule. Avant même que vous n'interveniez les blancs jouent à leur tour et appuient sur la pendule. Quelle est votre intervention ?\n\n- a) Vous sanctionnez le coup illégal en ajoutant 2 minutes à l'adversaire.\n- b) Les noirs ont perdu la partie.\n- c) Les blancs ont joué malgré le coup illégal des noirs, ce sont eux qui sont sanctionnés.\n- d) Vous n'intervenez pas.\n\n## Question 18 :\n\nUne joueuse demande des informations concernant la réclamation de nulle selon « la règle des 50 coups ». Quelle proposition est vraie ?\n\n- a) Elle a le droit de faire cette réclamation juste après avoir joué son coup.\n- b) L'arbitre peut intervenir de lui-même sans demande des joueurs pour déclarer le match nul s'il a observé les 50 coups.\n- c) Les 50 coups doivent avoir été effectués sans que les rois soient mis en échec.\n- d) Il est autorisé, dans ce cas particulier, de noter son coup en avance sur sa feuille de partie sans le jouer afin de réclamer la nulle.\n\n## Question 19 :\n\nVoici des exemples de rappels à l'ordre à des joueurs. Lequel s'appuie sur l'article 4.2.1 des règles du jeu ?\n\n- a) Un joueur n'a pas le droit de cacher sa feuille de partie à l'arbitre.\n- b) Une joueuse a fait maladroitement tomber une pièce, elle doit la remettre en place avant d'appuyer sur sa pendule.\n- c) Un joueur doit appuyer sur la pendule avec la même main que celle qui a effectué le coup.\n- d) Une joueuse n'a pas le droit d'adouber les pièces quand c'est à son adversaire de jouer.\n\n## vraie ?\n\n- a) La position est illégale, vous intervenez immédiatement.\n- b) La position est illégale, vous interviendrez uniquement après que noirs aient joué même si personne ne réclame.\n- c) La position est illégale, si les noirs jouent sans que personne ne réclame alors vous n'interviendrez pas pour le moment.\n- d) La position n'est pas illégale. V ous n'avez pas à intervenir sauf si la feuille de partie vous prouve qu'il y a eu une irrégularité.\n\n## Question 20 :\n\nLors d'une partie, un joueur vous appelle pour réclamer la nulle suite à une répétition de position. Son adversaire indique son désaccord, quel argument peut-il donner pour que la nulle soit refusée ?\n\n- a) Il pense pouvoir gagner et ne souhaite pas faire match nul.\n- b) Ce n'est pas la 3 e répétition mais la 4 e .\n- c) Les répétitions de position n'ont pas été consécutives.\n- d) Sur l'une des positions il y avait une prise en passant possible.\n\n## Question 21 :\n\nVous arbitrez un tournoi en cadence 7 min + 3 secondes par coup. De quel type de cadence s'agit-t-il ?\n\n- a) Cadence Standard\n- b) Cadence Rapide\n- c) Cadence Blitz\n- d) Cette cadence n'est pas reconnue par les règles du jeu.\n\n## Question 22 :\n\nVous observez la finale suivante. Vous constatez que les blancs au trait viennent d'épuiser tout leur temps. Ils ont la main sur leur tour et regarde fixement la dernière ligne de l'échiquier. Quelle est votre intervention ?\n\n- a) Vous accordez immédiatement la victoire aux noirs.\n- b) Vous déclarez la partie nulle.\n- c) Vous n'intervenez pas tant qu'il n'y pas de réclamation.\n- d) Vous accordez la victoire aux blancs car vous avez bien vu qu'ils vont faire mat en jouant leur coup.\n\n## Question 23 :\n\nLors d'un championnat jeune à la cadence 50min+10s/coup, un joueur avait terminé sa partie par un match nul. Il revient accompagné de son entraîneur après qu'ils aient analysé la partie. Il apparaît que son adversaire a commis un 2 ème coup illégal qui n'a pas été vu et ils réclament le changement du résultat.\n\n- a) Vous effectuez une reconstitution de la partie, si possible avec l'adversaire, si le 2 ème coup illégal est constaté vous modifierez le résultat.\n- b) Vous répondez que même l'arbitre n'a pas le droit de modifier le résultat une fois que les feuilles de parties sont signées.\n- c) Vous répondez que dans cette cadence, le coup illégal doit être signalé avant que la partie ne soit terminée.\n- d) Vous répondez que dans cette cadence, le coup illégal ne peut être signalé qu'au moment où il est joué.\n\n## Question 24 :\n\nLors d'un tournoi en cadence 2h00, on vous appelle pour vous signaler une partie où les fous et cavaliers étaient mal placés lors de la position initiale. Quelle proposition est vraie ?\n\n- a) Vous n'intervenez pas si plus de 10 coups ont été achevé par chacun des deux joueurs.\n- b) Vous n'intervenez pas si la partie est commencée depuis plus de 30 minutes\n- c) Vous intervenez toujours.\n- d) Vous n'intervenez jamais.\n\n## Question 25 :\n\nLors d'un tournoi en cadence 20 min, on vous appelle pour vous signaler une partie où les fous et cavaliers étaient mal placés lors de la position initiale. Quelle proposition est vraie ?\n\n- a) Vous n'intervenez pas si plus de 10 coups ont été achevés par chacun des deux joueurs.\n- b) Vous n'intervenez pas si la partie est commencée depuis plus de 30 minutes.\n- c) Vous intervenez toujours.\n- d) Vous n'intervenez jamais.\n\n<!-- image -->\n\n## Question 26 :\n\nLors d'une partie en cadence standard que vous observez, une joueuse - qui n'a encore commis aucune irrégularité - pousse un pion sur la dernière ligne, le retire, appuie sur la pendule puis pose un cavalier sur la case de promotion. Quelle proposition est correcte ?\n\n- a) Vous n'interviendrez que si l'adversaire le réclame.\n- b) Vous intervenez. Elle est sanctionnée uniquement par l'ajout de 2 minutes ajoutées à la pendule de l'adversaire.\n- c) Vous intervenez et l'obligez à faire une promotion en Dame, elle est sanctionnée par l'ajout de 2 minutes ajoutées à la pendule de l'adversaire.\n- d) Il n'y a pas à intervenir, elle a effectué son coup comme il fallait.\n\n## Question 27 :\n\n## Quelle proposition n'est pas considérée comme un coup illégal.\n\n- a) Prendre une pièce adversaire de la main gauche et déplacer la sienne de la main droite.\n- b) Déplacer une pièce de la main gauche et appuyer sur la pendule de la main droite.\n- c) Appuyer sur la pendule sans avoir joué son coup.\n- d) Faire le grand roque avec les blancs alors que la case d1 est attaquée.\n\n## Question 28 :\n\nVous observez une partie avec une finale Roi+Dame pour les blancs contre Roi pour les noirs.\n\nLes blancs jouent un coup qui provoque le pat, annoncent l'échec et mat et appuient sur la pendule. Les noirs indiquent alors qu'ils abandonnent. Quel est le résultat ?\n\n- a) Victoire pour les blancs\n- b) Victoire pour les noirs\n- c) Match nul\n\n## Question 29 :\n\nDans le règlement d'un tournoi, le délai de forfait est de 30 minutes.\n\nLors d'une ronde prévue à 14 h 00 et qui démarre à l'heure, deux joueurs devant s'affronter sont absents. A cause d'un problème technique vous n'y avez pas fait attention.\n\nLes blancs arrivent avec 10 minutes de retard et démarrent la pendule.\n\nLes noirs arrivent à 14 h 38 et indiquent que selon la pendule ils n'ont que 28 minutes de retard. Les blancs ne réclament pas mais vous avez observé la situation.\n\n## Quelle est votre décision ?\n\n- a) Vous déclarez que la partie est perdue par forfait par les noirs.\n- b) Vous considérez que c'est la pendule qui fait foi et que la partie peut se jouer.\n- c) Vous considérez que si les blancs ne réclament pas alors la partie peut se jouer.\n- d) Vous déclarez un double forfait car les deux joueurs sont arrivés en retard.\n\n## Question 30 :\n\nUne partie se joue à la cadence 1h+30s/coup, les blancs viennent d'achever leur 1 er coup illégal. Voici l'affichage de la pendule avant votre intervention.\n\n## Quel sera l'affichage après votre intervention ?\n\n- a) 14 min 22 s pour les blancs 46 min et 09 s pour les noirs\n- b) 12 min 22 s pour les blancs 47 min et 09 s pour les noirs\n- c) 12 min 22 s pour les blancs 48 min et 09 s pour les noirs\n- d) 11 min 52 s pour les blancs 48 min et 09 s pour les noirs.\n\n## Fin du sujet de l'UVR\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage UVR session de juin 2025 - Grille des réponses\n\n| Question | Réponse | Articles de référence (Tous ces articles se trouvent dans le livre de l'arbitre) | Taux Réussite |\n|------------|-----------|------------------------------------------------------------------------------------------------------------|-----------------|\n| 1 | D | Règles du jeu - Article 9.1.2.2 ou Article 8.1.5 ou encore Annexe C.12 | 82% |\n| 2 | A | Règles du jeu - Article 9.6.2 | 40% |\n| 3 | B | Règles du jeu - article 7.3 | 81% |\n| 4 | D | Règles du jeu - article 7.3 | 86% |\n| 5 | C | Règles du jeu - Article 7.5.1 et article 4.3 | 63% |\n| 6 | D | Règles du jeu - Article 8.4 et Annexe A.2 | 74% |\n| 7 | D | Règles du jeu - Article 5.1.2 | 87% |\n| 8 | B | Règles du jeu - Annexe D.2.2 | 74% |\n| 9 | A | Règles du jeu - Article 4.3 et article 11.7 | 77% |\n| 10 | B | Règles du jeu - Article 6.8 | 80% |\n| 11 | A | Règles du jeu - Article 11.3.2 | 82% |\n| 12 | D | Règles du jeu - Article 3 sur le déplacement des pièces et 3.8.2.2 sur l'interdiction temporaire du roque. | 78% |\n| 13 | C | Règles du jeu - Article 3 sur le déplacement des pièces et 3.7.3.1 sur la prise en passant. | 62% |\n| 14 | C | Règles du jeu - Annexe A.5.2 | 37% |\n| 15 | D | Règles du jeu - Article 3.10.3 | 84% |\n| 16 | B | Règles du jeu annexe A.3 et B.3 | 86% |\n| 17 | B | Règles du jeu - article 7.5.5 | 70% |\n| 18 | D | Règles du jeu - article 9.3.1 | 70% |\n| 19 | D | Règles du jeu - article 4.2.1 | 86% |\n| 20 | D | Règles du jeu - article 9.2.3.1 | 73% |\n| 21 | C | Règles du jeu - Annexe B.1 | 80% |\n| 22 | B | Règles du jeu - article 6.9 | 73% |\n| 23 | C | Règles du jeu - article 7.5.1 | 33% |\n| 24 | C | Règles du jeu - article 7.2.1 | 73% |\n| 25 | A | Règles du jeu - Annexe A.5.1.2 | 81% |\n| 26 | C | Règles du jeu - article 7.5.2 | 68% |\n| 27 | B | Règles du jeu - articles 7.5.3/7.5.4/3.10.1 et 6.2.3 | 68% |\n| 28 | C | Règles du jeu - article 5.2.1 | 67% |\n| 29 | A | Règles du jeu - article 6.7 | 77% |\n| 30 | D | Règles du jeu - article 7.1 et article 7.5 | 59% |\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage\n\n## UVR session de juin 2025 - Corrigé détaillé\n\nNote : Cette session de Juin 2025 était la dernière en 100 % QCM. Voir page 4 des ces annales l'explication du format des UV à partir de la session de décembre 2025\n\n## Question 1 :\n\nOn vous interroge concernant l'offre de nulle, quelle proposition est vraie ?\n\n- a) Un joueur qui veut proposer la nulle doit le faire obligatoirement avant de toucher une pièce.\n- b) Un joueur n'a pas le droit de proposer la nulle plus de trois fois par partie.\n- c) Un joueur n'a pas le droit de proposer la nulle deux fois de suite.\n- d) En partie longue, les joueurs ont l'obligation de mettre un (=) sur la feuille de partie pour indiquer l'offre de nulle.\n\nRègles du jeu - Article 9.1.2.2 ou Article 8.1.5 ou encore Annexe C.12\n\n## Question 2 :\n\nDans une partie en 12min+3s/coup, un parent vous sollicite. Sa fille a les noirs et a proposé plusieurs fois la nulle, son adversaire refuse. Ils jouent depuis un moment sans réelle avancée. Il affirme que la position actuelle s'est produite plusieurs fois.\n\n<!-- image -->\n\n- a) Vous commencez à compter les coups effectués pour appliquer l'article 9.6.2\n- b) Vous sollicitez une reconstitution de la partie pour voir s'il est possible d'appliquer l'article 9.2\n- c) Vous rappelez à l'ordre le joueur qui a les blancs à l'ordre en lui indiquant qu'il est obligé d'accepter la nulle car il n'a plus le matériel pour mater suivant l'article 6.9.\n- d) Vous arrêtez immédiatement la partie au motif de l'article 5.2.2 Règles du jeu - Article 9.6.2\n\nL'article 9.2 ne peut pas s'appliquer si ce n'est pas la joueuse qui réclame.\n\nL'article 6.9 ne peut pas s'appliquer car nous ne sommes pas dans le cas d'un joueur qui n'a plus de temps.\n\nL'article 5.2.2 ne peut pas s'appliquer, un échec et mat est possible donc ce n'est pas une position morte. Même si les blancs ne peuvent plus gagner et qu'il est « surprenant » qu'ils refusent la nulle, l'arbitre n'a pas de possibilité d'intervention et n'a que le seul choix de compter les coups pour déclarer la nulle une fois que 75 auront été joués par les deux joueurs. Le taux de réussite à cette question est très faible, la présence des numéros d'article dans la question permettait de vérifier qu'ils ne correspondaient pas à la situation.\n\n## Question 3 :\n\nVous êtes arbitre adjoint sur un tournoi, après le début d'une partie à la cadence 1h00+30s/coup, les deux adversaires ont joué plusieurs coups (13 coups chacun). Vous remarquez que les joueurs se sont trompés de couleurs. L'un des joueurs a déjà une dame d'avance suite à un piège d'ouverture. Quelle est la bonne décision ?\n\n- a) Les coups joués sont considérés comme valides, vous obligez juste les joueurs à échanger de place pour continuer la partie dans cette position avec les bonnes couleurs.\n- b) La partie continue sans modification, vous signalez juste l'information à l'arbitre en chef.\n- c) Vous faites recommencer la partie depuis la position initiale.\n- d) Vous n'intervenez pas, si aucun joueur ne s'en rend compte, ils auront perdu tous les deux.\n5. Règles du jeu - article 7.3\n\nA partir du moment où 10 coups ont été joués, quelle que soit la cadence, on ne revient pas sur une partie où les joueurs se sont trompés de couleur.\n\n## Question 4 :\n\nVous êtes arbitre adjoint sur un tournoi, après le début d'une partie à la cadence 20min+10s/coup, les deux adversaires ont joué plusieurs coups (8 coups chacun). Vous remarquez que les joueurs se sont trompés de couleurs. L'un des joueurs a déjà une dame d'avance suite à un piège d'ouverture. Quelle est la bonne décision ?\n\n- a) En partie rapide, la règle est plus sévère et vous déclarez immédiatement que les deux joueurs ont perdu.\n- b) Vous arrêtez immédiatement la partie et déclarez le match nul.\n- c) La partie continue sans modification, vous signalez juste l'information à l'arbitre en chef.\n- d) On recommence la partie depuis la position initiale.\n\nRègles du jeu - article 7.3\n\nSi moins de 10 coups ont été joués alors, quelle que soit la cadence, on recommence la partie.\n\n## Question 5 :\n\n<!-- image -->\n\nVous arbitrez la partie ci-contre, vous voyez le joueur qui a les noirs prendre le pion d4 avec son cavalier en c6. Alors qu'il n'a pas encore d'appuyé sur sa pendule, il se rend compte qu'il laisse son roi en échec et veut reprendre son coup. Quelle est la seule suite correcte ?\n\n- a) Vous sanctionnez les noirs car ils ont achevé un coup illégal.\n- b) Les noirs ont l'obligation de jouer l'autre cavalier.\n- c) Les noirs ont l'obligation de jouer le coup exd4.\n- d) Les noirs ont le droit de jouer n'importe quel coup.\n\nRègles du jeu - Article 7.5.1 et article 4.3.3\n\nN'ayant pas appuyé sur leur pendule, le coup n'est pas achevé et le joueur est autorisé à se corriger. Le cavalier touché ne dispose d'aucun coup légal donc il n'est pas obligatoire de le déplacer. Par contre le pion d4 qui a été touché peut être pris (uniquement avec le pion e5) par conséquent les noirs ont l'obligation de joueur exd4\n\n## Question 6 :\n\nUn joueur est en train de noter sa partie, il lui reste moins de 5 minutes à la pendule. Dans quel cas a-t-il l'obligation de noter jusqu'au bout ?\n\n- a) Cadence 50 minutes +10 secondes par coup\n- b) Cadence 15 minutes + 5 secondes par coup.\n- c) Vous êtes dans la 1 re période d'une partie à la cadence 2 heures - 40 coups + 1 heure KO\n- d) Cadence 30 minutes + 30 secondes par coup.\n\nRègles du jeu - Article 8.4 et Annexe A.2\n\nLa cadence a) a un incrément strictement inférieur à 30s par coup et la cadence c) n'a pas d'incrément. Il est donc autorisé de ne plus noter en dessous de 5 min dans ces cadences.\n\nLa cadence b) est une cadence de jeu rapide où la notation n'est jamais obligatoire. La cadence d) est une cadence de jeu standard avec un incrément de 30s par coup, la notation est obligatoire jusqu'au bout.\n\n## Question 7 :\n\nLors d'un match par équipe, le capitaine de l'équipe A vient protester. Un des joueurs de l'équipe B a annoncé « échecs et mat ». Le coéquipier du capitaine l'a cru et a arrêté de lui-même la pendule en reconnaissant sa défaite devant vous. Le capitaine se plaint du fait qu'il n'y avait pas du tout échec et mat et que son coéquipier a été induit en erreur.\n\n- a) Vous signalez au capitaine qu'il n'a aucun droit de réclamation.\n- b) Vous déclarez la partie perdue pour l'équipe B car il y a eu une fausse annonce d'échec et mat.\n- c) Vous obligez les deux joueurs à reprendre la partie pour qu'elle puisse continuer de manière honnête.\n- d) Vous expliquez au capitaine que, le joueur ayant reconnu sa défaite, vous ne pouvez plus intervenir et que vous conservez le résultat annoncé.\n\nRègles du jeu - Article 5.1.2\n\nLe fait que l'adversaire reconnaisse la défaite est assimilé à un abandon. Il était de sa responsabilité de vérifier le mat par lui-même.\n\n## Question 8 :\n\nDans le cadre d'un tournoi, un enfant malvoyant utilise un échiquier secondaire avec des pièces à tiges s'encastrant dans des ouvertures de fixation. Un assistant réalise les coups sur l'échiquier principal. Son adversaire demande comment s'applique la règle du « pièce touchée, pièce à jouer »\n\n- a) Cette règle ne s'applique par pour les malvoyants.\n- b) On applique cette règle dès que l'enfant retire la pièce de l'ouverture de fixation.\n- c) On applique cette règle dès que l'assistant touche une pièce sur l'échiquier principal.\n- d) On applique cette règle dès que l'enfant malvoyant touche une pièce sur son échiquier secondaire.\n\nRègles du jeu - Annexe D.2.2\n\n## Question 9 :\n\nLors d'une partie, un joueur a touché un cavalier avec l'intention de le déplacer. Il change finalement d'avis. Vous lui avez rappelé la règle après réclamation de son adversaire. Il refuse catégoriquement de déplacer son cavalier malgré vos avertissements et joue une autre pièce. Quelle est votre décision ?\n\n- a) Vous sanctionnez par la perte de la partie.\n- b) Vous l'autorisez à jouer la pièce de son choix et vous sanctionnez par l'ajout de deux minutes au temps de son adversaire.\n- c) Vous l'autorisez à jouer la pièce de son choix et vous sanctionnez par un avertissement oral, s'il recommence vous passerez à une sanction plus sévère.\n- d) Vous ne sanctionnez pas, une des règles du jeu autorise le joueur à adouber sa pièce après l'avoir touché. Règles du jeu - Article 4.3 et article 11.7\n\nLe joueur refuse de manière obstinée de se conformer aux règles du jeu, l'arbitre doit sanctionner par la perte de la partie.\n\n## Question 10 :\n\nUne partie vient de se terminer. Les blancs ont fait échec et mat. Juste avant de serrer la main de leur adversaire, les noirs voient que le drapeau des blancs était tombé et exigent le gain au temps car un spectateur confirme que cela s'était produit avant l'échec et mat. Vous n'étiez pas devant la partie.\n\n- a) Vous déclarez la victoire pour les noirs car ils ont gagné au temps avant l'échec et mat.\n- b) Le signalement de la chute du drapeau aurait dû être effectué par les noirs ou par l'arbitre avant que l'échec et mat ne soit posé, c'est trop tard pour réclamer.\n- c) Vous utilisez une fonction de la pendule qui vous permet de savoir précisément quand le drapeau est tombé pour prendre votre décision.\n- d) Vous n'êtes pas sûr de ce qui s'est passé en premier donc vous déclarez le match nul.\n\nRègles du jeu - Article 6.8\n\nLe drapeau est considéré comme tombé que lorsque le fait est constaté. L'échec et mat s'est produit avant le signalement.\n\n## Question 11 :\n\nLors d'un tournoi, vous observez que la montre d'un joueur s'allume. Il s'agit d'une montre connectée qui a juste affiché le rappel d'une réunion de famille. Le joueur vous montre qu'elle n'émet aucun bruit et qu'elle est déconnectée de tout autre appareil. Son adversaire veut continuer la partie. Quelle est votre décision ?\n\n- a) Le joueur dont la montre était allumée a perdu la partie.\n- b) La partie continue, vous considérez que ce matériel est autorisé.\n- c) La partie continue, vous lui demandez juste d'éteindre sa montre et de la ranger.\n- d) La partie continue mais vous faites un signalement pour suspicion de triche à la commission fairplay de la FFE.\n\n## Règles du jeu - Article 11.3.2\n\nLes appareils électroniques sont interdits, une montre connectée est de plus un appareil de communication pour lequel la sanction est immédiate.\n\n## Question 12 : Dans la position suivante, le trait est aux noirs, quelle proposition est vraie ?\n\n- a) Les noirs peuvent roquer.\n- b) Le roi noir ne peut pas bouger.\n- c) Les noirs peuvent bouger un fou.\n- d) Les noirs ne peuvent pas prendre le cavalier.\n\nRègles du jeu - Article 3 sur le déplacement des pièces et 3.8.2.2 sur l'interdiction temporaire du roque.\n\nLes noirs sont en échecs et ne peuvent pas roquer. Le roi pourrait aller par exemple sur la case f2. Le cavalier blanc qui met en échec le roi ne peut pas être pris par le fou en e4 qui est cloué par la dame en g2.\n\n## Question 13 :\n\nDans cette position, quel est le seul mouvement qui pourrait amener à un coup légal ?\n\n- a) Pour les noirs : Le petit-roque\n- b) Pour les blancs : Le grand-roque\n- c) Pour les noirs : le déplacement du pion b4 sur la case c3\n- d) Pour les blancs : le déplacement du pion c4 sur la case b5\n\nRègles du jeu - Article 3 sur le déplacement des pièces et 3.7.3.1 sur la prise en passant.\n\nLes noirs ne peuvent pas roquer car le roi n'est pas sur sa case initiale( Beaucoup trop de candidats n'ont pas fait attention à cette information) . Les blancs ne peuvent pas faire le grand-roque car la case d1 est attaquée. Le déplacement du pion b4 sur la case c3 est associable à une prise en passant.\n\n## Question 14 :\n\nVous arbitrez un tournoi en cadence 5 min +3s/coup. Vous n'avez pas vu le dernier coup et vous observez la position suivante. La pendule semble indiquer que le trait est aux blancs. Quelle proposition est vraie ?\n\n<!-- image -->\n\na) Il y a une irrégularité apparente, vous intervenez immédiatement.\n\n- b) Il y a une irrégularité apparente, vous interviendrez uniquement après que les blancs aient joué même si les blancs ne réclament pas.\n- c) Il y a une irrégularité apparente, si les blancs jouent sans réclamer alors vous n'interviendrez pas pour le moment.\n\nd) Il n'y a aucune irrégularité apparente.\n\nRègles du jeu - Annexe A.5.2\n\nLe roi noir est en échec alors que c'est aux blancs de jouer. En partie Rapide&amp;Blitz, l'arbitre n'intervient sur un coup irrégulier que s'il a vu le coup se jouer devant lui ou si l'un des joueurs lui fait la réclamation. Si l'adversaire joue un coup, on considère qu'il a « accepté l'irrégularité » et la partie continue. Le taux de réussite à cette question est très faible. L'arbitre n'ayant aucune connaissance du passé de la partie, il ne sait pas depuis quand les blancs sont en échecs, quel coup a été effectué et si ce sont vraiment les blancs qui ont le trait (un oubli d'appui sur la pendule est possible). L'arbitrage en partie rapide ne peut se faire qu'avec la connaissance parfaite du dernier coup joué.\n\n## Question 15 :\n\nVous arbitrez un tournoi en cadence 60 min +30s/coup. Vous n'avez pas vu le dernier coup et vous observez la position suivante. Le trait est aux noirs et ils n'ont pas encore joué. Quelle proposition est vraie ?\n\n- a) La position est illégale, vous intervenez immédiatement.\n- b) La position est illégale, vous interviendrez uniquement après que noirs aient joué même si personne ne réclame.\n- c) La position est illégale, si les noirs jouent sans que personne ne réclame alors vous n'interviendrez pas pour le moment.\n- d) La position n'est pas illégale. Vous n'avez pas à intervenir sauf si la feuille partie vous prouve qu'il y a eu une irrégularité.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Règles du jeu - Article 3.10.3\n\nOn peut s'étonner que le roi noir soit sur la case d8 mais il est possible de trouver une suite de coups légaux amenant à cette situation. La position est considérée comme légale.\n\nElle est toutefois douteuse et l'arbitre peut aller consulter les feuilles de parties pour vérifier s'il n'y a vraiment pas eu d'irrégularité.\n\n## Question 16 :\n\nA la cadence 5 min +3s/coup, les noirs jouent un coup illégal et appuient sur leur pendule. C'est leur 1 er coup illégal. Quelle est la sanction adaptée ?\n\n- a) Vous donnez un avertissement oral.\n- b) Vous ajoutez une minute à la pendule de son adversaire.\n- c) Vous ajoutez deux minutes à la pendule de son adversaire.\n- d) Dans cette cadence, le 1er coup illégal perd la partie.\n\nRègles du jeu annexe A.3 et B.3\n\nLes parties Blitz et rapides s'arbitrent de la même manière. La sanction pour un coup illégal achevé n'est que d'une minute.\n\n## Question 17 :\n\nA la cadence 50min+10s/coup, vous avez déjà sanctionné une fois les noirs pour avoir achevé un coup illégal. Devant vous, ils jouent un coup qui laisse leur roi en échec et appuient sur leur pendule. Avant même que vous n'interveniez les blancs jouent à leur tour et appuient sur la pendule. Quelle est votre intervention ?\n\n- a) Vous sanctionnez le coup illégal en ajoutant 2 minutes à l'adversaire.\n- b) Les noirs ont perdu la partie.\n- c) Les blancs ont joué malgré le coup illégal des noirs, ce sont eux qui sont sanctionnés.\n- d) Vous n'intervenez pas.\n\nRègles du jeu - article 7.5.5\n\nLe 2 e coup illégal achevé met fin à la partie. Nous sommes en cadence standard donc, même si l'adversaire a déjà joué, l'arbitre peut sanctionner le coup illégal précédent. Les blancs ont forcément la possibilité de faire mat car ils possèdent encore une tour. Les noirs ont donc perdu la partie.\n\n## Question 18 :\n\nUne joueuse demande des informations concernant la réclamation de nulle selon « la règle des 50 coups ». Quelle proposition est vraie ?\n\n- a) Elle a le droit de faire cette réclamation juste après avoir joué son coup.\n- b) L'arbitre peut intervenir de lui-même sans demande des joueurs pour déclarer le match nul s'il a observé les 50 coups.\n- c) Les 50 coups doivent avoir été effectués sans que les rois soient mis en échec.\n- d) Il est autorisé, dans ce cas particulier, de noter son coup en avance sur sa feuille de partie sans le jouer afin de réclamer la nulle.\n\nRègles du jeu - article 9.3.1\n\nQuand la joueuse au trait veut faire la réclamation sur quelque chose qui va se produire après son coup alors elle peut exceptionnellement noter son coup en avance, sans toucher la moindre pièce, avant de faire sa demande à l'arbitre.\n\n## Question 19 :\n\nVoici des exemples de rappels à l'ordre à des joueurs. Lequel s'appuie sur l'article 4.2.1 des règles du jeu ?\n\n- a) Un joueur n'a pas le droit de cacher sa feuille de partie à l'arbitre.\n- b) Une joueuse a fait maladroitement tomber une pièce, elle doit la remettre en place avant d'appuyer sur sa pendule.\n- c) Un joueur doit appuyer sur la pendule avec la même main que celle qui a effectué le coup.\n- d) Une joueuse n'a pas le droit d'adouber les pièces quand c'est à son adversaire de jouer.\n\nRègles du jeu - article 4.2.1\n\nSeul le joueur au trait a le droit d'adouber.\n\n## Question 20 :\n\nLors d'une partie, un joueur vous appelle pour réclamer la nulle suite à une répétition de position. Son adversaire indique son désaccord, quel argument peut-il donner pour que la nulle soit refusée ?\n\n- a) Il pense pouvoir gagner et ne souhaite pas faire match nul.\n- b) Ce n'est pas la 3 e répétition mais la 4 e .\n- c) Les répétitions de position n'ont pas été consécutives.\n- d) Sur l'une des positions il y avait une prise en passant possible.\n\nRègles du jeu - article 9.2.3.1\n\nSi une prise en passant était possible alors on ne peut pas considérer que les positions sont identiques.\n\n## Question 21 :\n\nVous arbitrez un tournoi en cadence 7 min + 3 secondes par coup. De quel type de cadence s'agit-t-il ?\n\n- a) Cadence Standard\n- b) Cadence Rapide\n- c) Cadence Blitz\n- d) Cette cadence n'est pas reconnue par les règles du jeu.\n\nRègles du jeu - Annexe B.1\n\nCette cadence est équivalente à 10 min. Les blitz sont des parties pour lesquelles la cadence est inférieure ou égale à 10 min.\n\n## Question 22 :\n\nVous observez la finale suivante. Vous constatez que les blancs au trait viennent d'épuiser tout leur temps. Ils ont la main sur leur tour et regarde fixement la dernière ligne de l'échiquier. Quelle est votre intervention ?\n\n- a) Vous accordez immédiatement la victoire aux noirs.\n- b) Vous déclarez la partie nulle.\n- c) Vous n'intervenez pas tant qu'il n'y pas de réclamation.\n- d) Vous accordez la victoire aux blancs car vous avez bien vu qu'ils vont faire mat en jouant leur coup.\n\nRègles du jeu - article 6.9\n\nLes blancs n'ont pas posé l'échec et mat sur l'échiquier avant l'intervention de l'arbitre, c'est trop tard. Par contre on peut s'apercevoir que les noirs ne peuvent pas non plus mater avec le matériel présent sur l'échiquier.\n\nOn déclare donc le match nul.\n\n## Question 23 :\n\nLors d'un championnat jeune à la cadence 50min+10s/coup, un joueur avait terminé sa partie par un match nul. Il revient accompagné de son entraîneur après qu'ils aient analysé la partie. Il apparaît que son adversaire a commis un 2 ème coup illégal qui n'a pas été vu et ils réclament le changement du résultat.\n\n- a) Vous effectuez une reconstitution de la partie, si possible avec l'adversaire, si le 2 ème coup illégal est constaté vous modifierez le résultat.\n- b) Vous répondez que même l'arbitre n'a pas le droit de modifier le résultat une fois que les feuilles de parties sont signées.\n- c) Vous répondez que dans cette cadence, le coup illégal doit être signalé avant que la partie ne soit terminée.\n- d) Vous répondez que dans cette cadence, le coup illégal ne peut être signalé qu'au moment où il est joué. Règles du jeu - article 7.5.1 et 7.5.5\n5. L'article 7.5.5 définissant les sanctions pour les coups illégaux renvoie à l'article 7.5.1. Celui-ci indique « au cours d'une partie » pour la constatation des coups illégaux. On ne revient donc pas sur le résultat d'une partie pour un coup illégal constaté bien plus tard. Le taux de réussite à cette question est bien trop faible. Une fois confirmé par les deux joueurs, le résultat d'une partie ne sera modifié par l'arbitre que dans des cas exceptionnels. (La répétition de 5 positions identiques,la règle des 75 coups, un cas de tricherie avéré...)\n\n<!-- image -->\n\n## Question 24 :\n\nLors d'un tournoi en cadence 2h00, on vous appelle pour vous signaler une partie où les fous et cavaliers étaient mal placés lors de la position initiale. Quelle proposition est vraie ?\n\n- a) Vous n'intervenez pas si plus de 10 coups ont été achevé par chacun des deux joueurs.\n- b) Vous n'intervenez pas si la partie est commencée depuis plus de 30 minutes\n- c) Vous intervenez toujours.\n- d) Vous n'intervenez jamais.\n\nRègles du jeu - article 7.2.1\n\n## Question 25 :\n\nLors d'un tournoi en cadence 20 min, on vous appelle pour vous signaler une partie où les fous et cavaliers étaient mal placés lors de la position initiale. Quelle proposition est vraie ?\n\n- a) Vous n'intervenez pas si plus de 10 coups ont été achevés par chacun des deux joueurs.\n- b) Vous n'intervenez pas si la partie est commencée depuis plus de 30 minutes.\n- c) Vous intervenez toujours.\n- d) Vous n'intervenez jamais.\n\nRègles du jeu - Annexe A.5.1.2\n\nEn cadence rapide, l'irrégularité initiale doit être signalé avant que 10 coups soient achevés.\n\n## Question 26 :\n\nLors d'une partie en cadence standard que vous observez, une joueuse - qui n'a encore commis aucune irrégularité - pousse un pion sur la dernière ligne, le retire, appuie sur la pendule puis pose un cavalier sur la case de promotion. Quelle proposition est correcte ?\n\n- a) Vous n'interviendrez que si l'adversaire le réclame.\n- b) Vous intervenez. Elle est sanctionnée uniquement par l'ajout de 2 minutes ajoutées à la pendule de l'adversaire.\n- c) Vous intervenez et l'obligez à faire une promotion en Dame, elle est sanctionnée par l'ajout de 2 minutes ajoutées à la pendule de l'adversaire.\n- d) Il n'y a pas à intervenir, elle a effectué son coup comme il fallait. Règles du jeu - article 7.5.2\n\nLa joueuse est sanctionnée pour un coup illégal achevé car elle devait remplacer le pion avant d'appuyer sur la pendule. De plus elle n'a plus le choix de la pièce de promotion.\n\n## Question 27 :\n\nQuelle proposition n'est pas considérée comme un coup illégal.\n\n- a) Prendre une pièce adversaire de la main gauche et déplacer la sienne de la main droite.\n- b) Déplacer une pièce de la main gauche et appuyer sur la pendule de la main droite.\n- c) Appuyer sur la pendule sans avoir joué son coup.\n- d) Faire le grand roque avec les blancs alors que la case d1 est attaquée.\n\nRègles du jeu - articles 7.5.3/7.5.4/3.10.1 et 6.2.3\n\nLes règles du jeu définissent les trois autres propositions comme des coups illégaux. L'appui sur la pendule par l'autre main que celle qui a joué le coup n'est pas un coup illégal mais une infraction aux règles du jeu sur laquelle c'est l'arbitre qui choisit la sanction à prendre.\n\n## Question 28 :\n\nVous observez une partie avec une finale Roi+Dame pour les blancs contre Roi pour les noirs.\n\nLes blancs jouent un coup qui provoque le pat, annoncent l'échec et mat et appuient sur la pendule. Les noirs indiquent alors qu'ils abandonnent. Quel est le résultat ?\n\n- a) Victoire pour les blancs\n- b) Victoire pour les noirs\n- c) Match nul\n\nRègles du jeu - article 5.2.1\n\nIl est considéré que le pat met immédiatement fin à la partie, il s'est produit avant l'abandon du joueur par conséquent l'arbitre doit déclarer le match nul.\n\n## Question 29 :\n\nDans le règlement d'un tournoi, le délai de forfait est de 30 minutes.\n\nLors d'une ronde prévue à 14 h 00 et qui démarre à l'heure, deux joueurs devant s'affronter sont absents. A cause d'un problème technique vous n'y avez pas fait attention.\n\nLes blancs arrivent avec 10 minutes de retard et démarrent la pendule.\n\nLes noirs arrivent à 14 h 38 et indiquent que selon la pendule ils n'ont que 28 minutes de retard. Les blancs ne réclament pas mais vous avez observé la situation.\n\n## Quelle est votre décision ?\n\n- a) Vous déclarez que la partie est perdue par forfait par les noirs.\n- b) Vous considérez que c'est la pendule qui fait foi et que la partie peut se jouer.\n- c) Vous considérez que si les blancs ne réclament pas alors la partie peut se jouer.\n- d) Vous déclarez un double forfait car les deux joueurs sont arrivés en retard.\n\nRègles du jeu - article 6.7\n\nLe délai de forfait est un délai qui est calculé entre le moment du lancement de la ronde et l'arrivée du joueur. La pendule peut être un indice mais l'arbitre n'a pas l'obligation d'en tenir compte (6.12.2).\n\n## Question 30 :\n\nUne partie se joue à la cadence 1h+30s/coup, les blancs viennent d'achever leur 1 er coup illégal. Voici l'affichage de la pendule avant votre intervention.\n\n## Quel sera l'affichage après votre intervention ?\n\n- a) 14 min 22 s pour les blancs 46 min et 09 s pour les noirs\n- b) 12 min 22 s pour les blancs 47 min et 09 s pour les noirs\n- c) 12 min 22 s pour les blancs 48 min et 09 s pour les noirs\n- d) 11 min 52 s pour les blancs 48 min et 09 s pour les noirs.\n5. Règles du jeu - article 7.1 et article 7.5\n\nOn doit ajouter 2 min à l'adversaire en tant que sanction pour le coup illégal. On prend aussi en compte que le joueur fautif a gagné 30 secondes en appuyant sur la pendule, comme on revient au coup précédent alors il faut lui enlever ces 30 secondes auxquelles il n'avait pas le droit.\n\n## Fin du corrigé de l'UVR\n\n<!-- image -->\n\n## Question 1 :\n\nPour obtenir le titre d'Arbitre Fédéral Club, certaines conditions administratives sont nécessaires.\n\nParmi les suivantes, laquelle est erronée ?\n\n- a) Être titulaire d'une licence A valable pour la saison en cours.\n- b) Avoir pour la saison sportive en cours un classement Elo (lent ou rapide, national ou F.I.D.E.).\n- c) S'être soumis au contrôle d'honorabilité.\n- d) Pour les personnes de 16 ans et plus d'avoir participé à un stage de sensibilisation contre les violences sexistes ou sexuelles agréé par la F.F.E.\n\n## Question 2 :\n\nUn arbitre fédéral n'a pas suivi de formation continue durant une période de six ans à compter de son dernier stage. S'il souhaite être actif à nouveau, quelle sera son obligation ?\n\n- a) Il doit suivre une formation continue.\n- b) Il doit repasser l'Unité de Valeur - Règles du jeu (UVR).\n- c) Il doit obligatoirement suivre un stage d'arbitre fédéral club (SC) dans sa totalité.\n- d) Il doit suivre une formation SC et repasser l'UVR.\n\n## Question 3 :\n\nUne fois toutes les conditions remplies pour l'obtention d'un titre d'arbitre fédéral, à quelle personne de la DNA faut-il faire sa demande de titre ?\n\n- a) Le Directeur ou la Directrice Nationale de l'Arbitrage.\n- b) Le Directeur ou la Directrice des Titres.\n- c) Le Directeur ou la Directrice de l'Éducation.\n- d) Le Directeur ou la Directrice des Règlements.\n\n## Question 4 :\n\nUne fois le titre d'Arbitre Fédéral Club obtenu, quelle mission peut-on vous confier ?\n\n- a) Délivrer des Attestations de Stage Pratique (ASP).\n- b) Arbitrer un quart de finale de Coupe de France.\n- c) A condition d'être agréé F.I.D.E., arbitrer le tournoi rapide homologué F.I.D.E de votre club.\n- d) Excepté le TOP 16, arbitrer une rencontre du championnat de France des clubs mixte.\n\n## Question 5 :\n\nConcernant la période de transfert libre :\n\n- a) La période de transfert libre est du 1er août au 30 septembre.\n- b) Une prise de licence entre le 1er et 30 septembre exonère d'effectuer une demande de transfert.\n- c) La notification de décision de transfert s'effectue en utilisant l'espace 'Gérer son club'.\n- d) Le ou la licencié(e) doit informer lui-même le ou la président(e) de la Ligue et du club quitté.\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage UVC session de juin 2025 - Sujet sans réponse\n\nNote : Cette session de Juin 2025 était la dernière en 100 % QCM.\n\nVoir page 4 des ces annales l'explication du format des UV à partir de la session de décembre 2025\n\n## Durée : 2 heures\n\nN° Anonymat candidat :\n\nTous les documents sont autorisés (en version imprimée ou numérique) sauf les annales constituées de sujets et de corrigés. Il est interdit de téléphoner ou de se connecter sur Internet pendant l'épreuve excepté ceux et celles qui passent leur épreuve en ligne.\n\nPour chaque question, une seule réponse est attendue. Toutes les questions rapportent un point. 80% de bonnes réponses nécessaires pour avoir l'UV donc 24 bonnes réponses sur 30 questions.\n\n## Question 6 :\n\nPour la saison sportive 2024-2025, une jeune joueuse prend sa licence, elle est née le 26 janvier 2011. Quelle est sa catégorie d'âge ?\n\n- a) Elle est U10 F.\n\n- b) Elle est U12 F.\n\n- c) Elle est U14 F.\n\n- d) Elle est U16 F.\n\n## Question 7 :\n\nVous êtes arbitre-adjoint lors de la phase départementale de la Coupe Jean-Claude Loubatière.\n\n## Quel en est le délai de forfait ?\n\n- a) Il est décidé par l'arbitre.\n\n- b) Il est de 0 minute.\n\n- c) Il est de 30 minutes.\n\n- d) Il est de 60 minutes.\n\n## Question 8 :\n\nVous êtes arbitre-adjoint de la catégorie U10 des qualifications départementales du Championnat de France Jeunes comptant pour le classement rapide FFE.\n\nCombien de coups illégaux achevés feront perdre la partie ?\n\n- a) 1.\n\n- b) 2.\n\n- c) 3.\n\n- d) 4.\n\n## Question 9 :\n\nLe capitaine d'équipe de votre club vous a demandé en début de saison combien de groupes figuraient en N3 dans le championnat interclubs 2024-2025. Quelle a été votre réponse ?\n\n- a) 12.\n\n- b) 14.\n\n- c) 16.\n\n- d) 18.\n\n## Question 10 :\n\nUne rencontre entre deux équipes du championnat de France des clubs a lieu un samedi.\n\nAprès vérification et contrôle des résultats par les équipes et le directeur de groupe, à partir de quel jour les résultats de cette rencontre seront-ils homologués temporairement ?\n\n- a) Le lundi.\n\n- b) Le mardi.\n\n- c) Le mercredi.\n\n- d) Le jeudi.\n\n## Question 11 :\n\nVous arbitrez une rencontre de Nationale 3. Avant la rencontre, vous rappelez aux capitaines leurs obligations durant la partie ainsi que vos options à votre disposition pour les sanctionner en cas de nonrespect des règles liées à leur rôle. Parmi les propositions suivantes, quelle sanction n'est pas applicable ?\n\n- a) La déclaration de la partie perdue (ou de plusieurs parties) si l'intervention fautive du capitaine exerce une influence sur les résultats des parties concernées.\n- b) L'avertissement.\n- c) L'exclusion de la rencontre.\n- d) Une sanction financière.\n\n## Question 12 :\n\nVous êtes l'arbitre de la rencontre de l'équipe de votre club évoluant en N3. Le jour du match, un peu avant l'arrivée de l'équipe adverse, vous constatez un problème électrique conduisant à une trop faible luminosité dans la salle de jeu. Après avoir trouvé une solution, vous lancez la ronde avec un léger retard de 10 minutes. A partir de quelle heure un joueur est-il forfait ?\n\n- a) 14h55.\n- b) 15h05.\n- c) 15h15.\n- d) 15h25.\n\n## Question 13 :\n\nLes joueurs et joueuses, non licenciés en début de tournoi A ou B, devront prendre une licence dans le club organisateur. Celui-ci s'engage à fournir un reçu aux personnes concernées et à régulariser la prise de licence. Quel est le délai de régularisation pour le club ?\n\n- a) Cela doit être effectué avant la fin du tournoi.\n- b) Cela doit être effectué au plus tard le lendemain de la fin du tournoi.\n- c) Cela doit être effectué au plus tard 7 jours après le début du tournoi.\n- d) Cela doit être effectué au plus tard 7 jours après la fin du tournoi.\n\n## Question 14 :\n\nLes clubs possédant une ou plusieurs équipes en N3 du championnat de France des Clubs doivent comporter des arbitres fédéraux parmi leurs membres. Le non-respect de cette obligation au 30 avril de la saison en cours entraînera la relégation des équipes du club concerné en Nationale inférieure pour la saison suivante. Quel est le niveau minimum requis ?\n\n- a) Un arbitre stagiaire.\n- b) Un arbitre fédéral Jeune.\n- c) Un arbitre fédéral Club.\n- d) Un arbitre fédéral Open.\n\n## Question 15 :\n\nLors d'un match de Nationale 2, un capitaine vous donne sa composition d'équipe trois minutes avant l'heure prévue pour le début de la rencontre. Un joueur de son équipe arrive cinquante minutes après le lancement des parties. Sa pendule indique 0h28 minutes. Qu'allez-vous faire en tant qu'arbitre ?\n\n- a) Le délai de forfait étant d'une heure, vous déclarez la perte de la partie par forfait.\n- b) Le délai de retard autorisé devant l'échiquier est fixé à 30 minutes par défaut pour les compétitions fédérales, vous déclarez la perte de la partie par forfait.\n- c) Le retard du joueur étant inférieur à une heure, la partie se déroule normalement.\n- d) Vous réglez sa pendule à 0h30 minutes et la partie se déroule normalement.\n\n## Question 16 :\n\nLors d'une rencontre du championnat de France des Clubs, les feuilles de composition des équipes sont transcrites sur la feuille de match. Cette dernière comporte pour chaque joueur/joueuse le nom, prénom, code fédéral, classement Elo ainsi que le numéro de licence.\n\n## Qui contrôle la situation des joueurs et des joueuses ?\n\n- a) Les capitaines d'équipes.\n- b) L'arbitre de la rencontre.\n- c) Le responsable de la rencontre.\n- d) La personne chargée de la direction de groupe.\n\n## Question 17 :\n\nEn championnat de France des clubs, les joueurs doivent être licenciés A pour la saison en cours.\n\nQuelle est la limite de prise de licence pour un joueur participant à une rencontre.\n\n- a) Au plus tard l'avant-veille du jour fixé pour la rencontre.\n- b) Lors de la remise de la composition de l'équipe.\n- c) L'heure prévue de la rencontre.\n- d) Avant 22 heures le jour de la rencontre.\n\n## Question 18 :\n\nParmi les propositions suivantes, laquelle est vraie ?\n\n- a) L'arbitre en N1 et N2 peut être joueur/joueuse, même dans une autre division.\n- b) En N3, l'arbitre d'un seul match peut jouer dans une division inférieure.\n- c) En N4 un arbitre peut jouer son match de N4 et officier dans un maximum de deux matchs de N4 et de division inférieure.\n- d) En N4 un arbitre peut jouer un match de N4 qu'il n'arbitre pas mais officier en même temps dans un match de N3.\n\n## Question 19 :\n\nUne rencontre de N2 a lieu à mi-distance entre deux équipes visiteuses.\n\n## Quelle proposition est vraie ?\n\n- a) Les missions de fourniture de matériel, d'arbitrage et de transmission des résultats de la rencontre ne peuvent pas être partagées entre les deux équipes.\n- b) L'équipe ayant les blancs sur les échiquiers pairs contacte le club organisateur afin que ce dernier confirme qu'il pourra assumer la mission du matériel, d'arbitrage et de transmission des résultats.\n- c) La personne chargée de la direction du groupe n'est pas tenue d'être informée de qui est responsable du matériel, de l'arbitrage et de la transmission des résultats.\n- d) Si le club hôte ne peut assurer la mission d'arbitrage, les deux clubs devront s'entendre pour trouver un arbitre. En cas d'infraction pour défaut d'arbitre non-joueur/joueuse, les clubs seront sanctionnés d'une amende de 75 € chacun.\n\n## Question 20 :\n\nEn Championnat de France des clubs, des personnes mutées peuvent faire partie d'une équipe.\n\nExcepté pour les divisions comportant un maximum de six personnes par équipes, quel est le nombre maximum de mutés ?\n\n- a) 1.\n- b) 2.\n- c) 3.\n- d) 4.\n\n## Question 21 :\n\nLors d'une rencontre de N2 hors ronde 1, le procès-verbal de la rencontre indique qu'une équipe s'est déplacée avec seulement six personnes.\n\nPour cette rencontre, combien de personnes au maximum n'ayant pas déjà participé pour le compte de cette équipe depuis le début de la saison sportive peuvent participer ?\n\n- a) 1.\n- b) 2.\n- c) 3.\n- d) 4.\n\n## Question 22 :\n\nLors d'un week-end d'interclub en N3, la ronde du dimanche à lieu à 14h15.\n\nA la fin de la rencontre, le responsable de la rencontre doit saisir le procès-verbal avant une certaine heure.\n\nQuelle est-elle ?\n\n- a) 21h.\n- b) 22h.\n- c) 23h.\n- d) 00h.\n\n## Question 23 :\n\nAprès la deuxième ronde de N3, le capitaine d'une équipe a dépassé la limite après la rencontre pour prévenir la direction de groupe d'une erreur. Son club avait reçu une amende après la ronde 1 pour avoir saisi le procès-verbal le jour suivant.\n\nLe directeur de groupe enverra au club une notification d'amende.\n\nQuel est le montant de l'amende ?\n\n- a) 25 €.\n- b) 50 €.\n- c) 75 €.\n- d) 100 €.\n\n## Question 24 :\n\nUn club possède deux équipes engagées en N3. Un joueur a déjà joué les 2 premières rondes avec l'équipe 2. Peut-il remplacer un joueur absent en équipe 1 lors de la ronde 3 ?\n\n- a) Oui, un joueur peut toujours monter en équipe 1.\n- b) Oui, parce qu'il n'a pas encore joué trois parties avec l'équipe 2.\n- c) Oui, car pour disputer le match (n) de N1, N2, N3, N4 ou une division inférieure, un joueur/joueuse doit avoir joué moins de (n) matchs dans le championnat.\n- d) Non, ce joueur ne peut pas jouer en équipe 1 même si cette équipe joue dans un autre groupe.\n\n## Question 25 :\n\nLorsqu'un litige technique survient en cours de partie du championnat de France des clubs, celle-ci doit toujours être poursuivie, en appliquant les directives de l'arbitre. Un appel des décisions de l'arbitre peut être interjeté. Le ou la capitaine de l'équipe plaignante formule alors sa réclamation par écrit. L'arbitre et le ou la capitaine de l'équipe adverse rédigent aussi chacun un rapport donnant leur version des faits. Tous ces documents sont transmis à la direction du groupe. Qui assure cette transmission ?\n\n- a) La personne responsable de la rencontre.\n- b) La capitaine de l'équipe plaignante.\n- c) L'arbitre de la rencontre.\n\n- d) Le président du club où la rencontre se déroule.\n\n## Question 26 :\n\n## Quel niveau minimum doit avoir la personne arbitrant une rencontre de Nationale 3 jeunes ?\n\n- a) La personne doit être titulaire d'une licence A ayant l'aval de la direction régionale de l'arbitrage de sa Ligue.\n- b) La personne doit être Arbitre Fédéral Jeune.\n- c) La personne doit être Arbitre Fédéral Club.\n- d) La personne doit être Arbitre Fédéral Open.\n\n## Question 27 :\n\nEn coupe Jean-Claude Loubatière, l'arbitre de la phase départementale peut-il être joueur ?\n\n- a) Oui si le nombre d'équipes n'excède pas 4.\n- b) Oui si le nombre d'équipes n'excède pas 5.\n- c) Oui si le nombre d'équipes n'excède pas 6.\n- d) Oui si le nombre d'équipes n'excède pas 7.\n\n## Question 28 :\n\nVous êtes arbitre adjoint d'une phase 2 de la coupe Jean-Claude Loubatière où participent 12 équipes dont 5 joueuses. Combien d'équipes seront qualifiées pour le tour suivant ?\n\n- a) 3.\n- b) 4.\n- c) 5.\n- d) 6.\n\n## Question 29 :\n\nEn Coupe de France, quelle affirmation suivante est vrai concernant l'arbitre de la rencontre ?\n\n- a) Lors des demi-finales et la finale, la Direction de la Coupe de France désigne sans consultation l'arbitre.\n- b) Jusqu'aux quarts de finale inclus, l'arbitre doit être au minimum Arbitre Fédéral de Club (AFC).\n- c) Jusqu'en huitième de finale uniquement, le club prévu pour recevoir désigne l'arbitre de la rencontre.\n- d) À partir des 32ème de finale, l'arbitre ne peut pas jouer et arbitrer.\n\n## Question 30 :\n\nEn Coupe de la Parité, quelle affirmation suivante est vrai concernant l'arbitre de la rencontre ?\n\n- a) Lors de la phase zone interdépartementale et la suivante, l'organisation de la phase concernée désigne l'arbitre.\n- b) Lors des deux premières phases de la Coupe, l'arbitre peut être Arbitre Fédéral Club.\n- c) Uniquement lors de la finale, l'arbitre ne peut pas être joueur ou joueuse.\n- d) La Direction de la Coupe nomme sans consultation l'arbitre fédéral de la phase finale.\n\n## Fin du sujet de l'UVC\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage UVC session de juin 2025 - Grille des réponses\n\n| Question | Réponse | Articles de référence LA = Livre de l'arbitre. Autres : Règlements fédéraux - Site FFE - rubrique « Document » puis « Règlements » | Taux Réussite |\n|------------|-----------|--------------------------------------------------------------------------------------------------------------------------------------|-----------------|\n| 1 | B | LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 7.1 Critères administratifs | 76% |\n| 2 | C | LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 6.2. Arbitres inactifs | 72% |\n| 3 | B | Le formulaire de demande de Titre est à adresser à Stéphane GOBERT, Directeur des Titres. | 62% |\n| 4 | D | LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 12.4. Arbitres Fédéraux de Club (AFC) | 76% |\n| 5 | B | R01 - Règles Générales - Article 2.3.1. Transfert d'une saison à l'autre. | 79% |\n| 6 | C | R01 - Règles Générales - Article 2.4 Catégories d'âge. | 89% |\n| 7 | C | R01 - Règles Générales - Article 3.1.2. Retard autorisé. | 79% |\n| 8 | C | R03 - Compétitions homologuées - Article 2.2.2. Article 7.5.5 adapté sur les coups illégaux en cadence rapide. | 26% |\n| 9 | C | A02 - Le Championnat de France des Clubs - Article 1.1. | 87% |\n| 10 | C | R01 - Règles Générales - Article 4 Homologation d'un résultat. | 49% |\n| 11 | D | R01 - Règles Générales - Article 8 Le rôle des capitaines. | 79% |\n| 12 | C | A02 - Le Championnat de France des Clubs - Article 3.8 Forfaits sportifs. | 35% |\n| 13 | D | R03 Compétitions Homologuées - Article 2.5 Conditions de participation des joueurs et joueuses | 73% |\n| 14 | B | A02 - Le Championnat de France des Clubs - Article 2.4 Arbitres. | 65% |\n| 15 | D | A02 - Le Championnat de France des Clubs - Article 3.6.a) Feuille de match. | 48% |\n| 16 | D | A02 - Le Championnat de France des Clubs - Article 2.1.b Direction de groupe. | 34% |\n| 17 | C | A02 - Le Championnat de France des Clubs - Article 3.6.d) Validité de la licence. | 88% |\n| 18 | C | A02 - Le Championnat de France des Clubs - Article 2.5 Responsable des rencontres et arbitrage. | 75% |\n| 19 | D | A02 - Le Championnat de France des Clubs - Article 2.6 Matériel. | 75% |\n| 20 | C | A02 - Le Championnat de France des Clubs - Article 3.7.g) Joueuses et joueurs mutés. | 80% |\n| 21 | C | A02 - Le Championnat de France des Clubs - Article 3.7.f) Noyau de l'équipe. | 19% |\n| 22 | B | A02 - Le Championnat de France des Clubs - Article 3.11 Transmission des résultats. | 84% |\n| 23 | B | A02 - Le Championnat de France des Clubs - Article 3.11 Transmission des résultats. | 73% |\n| 24 | D | A02 - Le Championnat de France des Clubs - Article 3.7.d) Participation dans une même division. | 68% |\n| 25 | C | A02 - Le Championnat de France des Clubs - Article 3.9 Litiges techniques. | 82% |\n| 26 | A | J02 - Le Championnat de France Interclubs Jeunes - Article 2.5. Arbitres. | 55% |\n| 27 | B | C03 - Coupe Jean-Claude Loubatière - Article 2.5. Arbitres. | 84% |\n| 28 | B | C03 - Coupe Jean-Claude Loubatière - Article 1.2. Déroulement de la Coupe. | 65% |\n| 29 | D | C01 - Coupe de France - Article 2.5. Arbitres. | 82% |\n| 30 | A | C04 - Coupe de la Parité - Article 2.5. Arbitres. | 80% |\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage\n\n## UVC session de juin 2025 - Corrigé détaillé\n\nNote : Cette session de Juin 2025 était la dernière en 100 % QCM. Voir page 4 des ces annales l'explication du format des UV à partir de la session de décembre 2025\n\n## Question 1 :\n\nPour obtenir le titre d'Arbitre Fédéral Club, certaines conditions administratives sont nécessaires.\n\n## Parmi les suivantes, laquelle est erronée ?\n\n- a) Être titulaire d'une licence A valable pour la saison en cours.\n- b) Avoir pour la saison sportive en cours un classement Elo (lent ou rapide, national ou F.I.D.E.).\n- c) S'être soumis au contrôle d'honorabilité.\n- d) Pour les personnes de 16 ans et plus d'avoir participé à un stage de sensibilisation contre les violences sexistes ou sexuelles agréé par la F.F.E.\n\nLA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 7.1 Critères administratifs\n\nAvoir possédé, à un moment donné, un classement Elo (lent ou rapide, national ou F.I.D.E.).\n\n## Question 2 :\n\nUn arbitre fédéral n'a pas suivi de formation continue durant une période de six ans à compter de son dernier stage.\n\nS'il souhaite être actif à nouveau, quelle sera son obligation ?\n\n- a) Il doit suivre une formation continue.\n- b) Il doit repasser l'Unité de Valeur - Règles du jeu (UVR).\n- c) Il doit obligatoirement suivre un stage d'arbitre fédéral club (SC) dans sa totalité.\n- d) Il doit suivre une formation SC et repasser l'UVR.\n5. LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 6.2. Arbitres inactifs\n\nSi durant une période de six ans à compter de son dernier stage, un arbitre n'effectue pas de formation continue, celui-ci sera dans l'obligation de suivre un stage Club (SC). A l'issue de celui-ci, son titre d'arbitre est réactivé.\n\n## Question 3 :\n\nUne fois toutes les conditions remplies pour l'obtention d'un titre d'arbitre fédéral, à quelle personne de la DNA faut-il faire sa demande de titre ?\n\n- a) Le Directeur ou la Directrice Nationale de l'Arbitrage.\n- b) Le Directeur ou la Directrice des Titres.\n- c) Le Directeur ou la Directrice de l'Éducation.\n- d) Le Directeur ou la Directrice des Règlements.\n\nLe formulaire de demande de Titre est à adresser à Stéphane GOBERT, Directeur des Titres.\n\n## Question 4 :\n\nUne fois le titre d'Arbitre Fédéral Club obtenu, quelle mission peut-on vous confier ?\n\n- a) Délivrer des Attestations de Stage Pratique (ASP).\n- b) Arbitrer un quart de finale de Coupe de France.\n- c) A condition d'être agréé F.I.D.E., arbitrer le tournoi rapide homologué F.I.D.E de votre club.\n- d) Excepté le TOP 16, arbitrer une rencontre du championnat de France des clubs mixte.\n\nLA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 12.4. Arbitres Fédéraux de Club (AFC)\n\nUn AFC peut arbitrer tous les matchs du championnat de France des clubs mixte ou féminin, quelle que soit la division, sauf l'arbitrage en chef de la plus haute division.\n\n## Question 5 :\n\n## Concernant la période de transfert libre :\n\n- a) La période de transfert libre est du 1er août au 30 septembre.\n\nb) Une prise de licence entre le 1er et 30 septembre exonère d'effectuer une demande de transfert.\n\n- c) La notification de décision de transfert s'effectue en utilisant l'espace 'Gérer son club'.\n- d) Le ou la licencié(e) doit informer lui-même le ou la président(e) de la Ligue et du club quitté.\n\nR01 - Règles Générales - Article 2.3.1. Transfert d'une saison à l'autre.\n\nUne prise de licence dans un autre club entre le 1er et le 30 septembre équivaut à une demande de transfert qui exonère de la faire.\n\n## Question 6 :\n\nPour la saison sportive 2024-2025, une jeune joueuse prend sa licence, elle est née le 26 janvier 2011.\n\nQuelle est sa catégorie d'âge ?\n\n```\na) Elle est U10 F. b) Elle est U12 F. c) Elle est U14 F. d) Elle est U16 F. R01 - Règles Générales - Article 2.4 Catégories d'âge.\n```\n\nLes joueurs et joueuses sont classés dans des catégories en fonction de leur âge avant le 1er janvier de la saison. Cette joueuse étant née le 26 janvier 2011, il faut donc connaître son âge en 2024 à savoir 13 ans (24-11=13). Elle est donc en catégorie U14F.\n\n## Question 7 :\n\nVous êtes arbitre-adjoint lors de la phase départementale de la Coupe Jean-Claude Loubatière.\n\n## Quel en est le délai de forfait ?\n\n- a) Il est décidé par l'arbitre.\n- b) Il est de 0 minute.\n- c) Il est de 30 minutes.\n- d) Il est de 60 minutes.\n\n```\nR01 - Règles Générales - Article 3.1.2. Retard autorisé.\n```\n\nLe retard autorisé devant l'échiquier est fixé à 30 minutes par défaut sauf si le règlement intérieur du tournoi ou le règlement fédéral prévoit autre chose.\n\nComme le règlement de la Coupe Jean-Claude Loubatière indique aucune information de délai de forfait, il est donc par défaut de 30 minutes.\n\n## Question 8 :\n\nVous êtes arbitre-adjoint de la catégorie U10 des qualifications départementales du Championnat de France Jeunes comptant pour le classement rapide FFE.\n\nCombien de coups illégaux achevés feront perdre la partie ?\n\n- a) 1.\n- b) 2.\n- c) 3.\n- d) 4.\n\nR03 - Compétitions homologuées - Article 2.2.2. Article 7.5.5 adapté sur les coups illégaux en cadence rapide.\n\n## Question 9 :\n\nLe capitaine d'équipe de votre club vous a demandé en début de saison combien de groupes figuraient en N3 dans le championnat interclubs 2024-2025.\n\n## Quelle a été votre réponse ?\n\n- a) 12.\n- b) 14.\n- c) 16.\n\nd) 18. A02 - Le Championnat de France des Clubs - Article 1.1. La Nationale 3 est composée de 16 groupes de 10 équipes.\n\n## Question 10 :\n\nUne rencontre entre deux équipes du championnat de France des clubs a lieu un samedi.\n\nAprès vérification et contrôle des résultats par les équipes et le directeur de groupe, à partir de quel jour les résultats de cette rencontre seront-ils homologués temporairement ?\n\n- a) Le lundi.\n- b) Le mardi.\n- c) Le mercredi.\n- d) Le jeudi.\n\nR01 - Règles Générales - Article 4 Homologation d'un résultat.\n\nAprès vérification et contrôle des matchs par la direction de la compétition et les équipes concernées, le résultat d'une rencontre ne sera pas homologué avant le 4e jour calendaire qui suit cette rencontre. L'homologation sera de droit le 30e jour qui suit cette rencontre si aucune réclamation la concernant n'est en cours.\n\n## Question 11 :\n\nVous arbitrez une rencontre de Nationale 3. Avant la rencontre, vous rappelez aux capitaines leurs obligations durant la partie ainsi que vos options à votre disposition pour les sanctionner en cas de nonrespect des règles liées à leur rôle.\n\nParmi les propositions suivantes, quelle sanction n'est pas applicable ?\n\n- a) La déclaration de la partie perdue (ou de plusieurs parties) si l'intervention fautive du capitaine exerce une influence sur les résultats des parties concernées.\n- b) L'avertissement.\n- c) L'exclusion de la rencontre.\n- d) Une sanction financière.\n\nR01 - Règles Générales - Article 8 Le rôle des capitaines.\n\nL'arbitre d'un match peut désormais sanctionner les capitaines qui ne respectent pas les règles liées à leur rôle. Les options à disposition de l'arbitre pour sanctionner sont l'avertissement, l'exclusion pour une ou plusieurs rondes et la déclaration de partie perdue (ou de plusieurs parties) si l'intervention fautive du capitaine exerce une influence sur les résultats des parties concernées.\n\n## Question 12 :\n\nVous êtes l'arbitre de la rencontre de l'équipe de votre club évoluant en N3. Le jour du match, un peu avant l'arrivée de l'équipe adverse, vous constatez un problème électrique conduisant à une trop faible luminosité dans la salle de jeu. Après avoir trouvé une solution, vous lancez la ronde avec un léger retard de 10 minutes.\n\nA partir de quelle heure un joueur est-il forfait ?\n\n```\na) 14h55. b) 15h05. c) 15h15. d) 15h25. A02 - Le Championnat de France des Clubs - Article 3.8 Forfaits sportifs.\n```\n\nLe retard autorisé est de 60 minutes pour toutes les divisions nationales. Ce délai commence à l'heure stipulée du début de la rencontre à savoir 14h15.\n\n## Question 13 :\n\nLes joueurs et joueuses, non licenciés en début de tournoi A ou B, devront prendre une licence dans le club organisateur. Celui-ci s'engage à fournir un reçu aux personnes concernées et à régulariser la prise\n\n## de licence.\n\n## Quel est le délai de régularisation pour le club ?\n\n- a) Cela doit être effectué avant la fin du tournoi.\n- b) Cela doit être effectué au plus tard le lendemain de la fin du tournoi.\n- c) Cela doit être effectué au plus tard 7 jours après le début du tournoi.\n- d) Cela doit être effectué au plus tard 7 jours après la fin du tournoi.\n\nR03 Compétitions Homologuées - Article 2.5 Conditions de participation des joueurs et joueuses\n\nLes joueuses et joueurs non licenciés A/B en début de tournoi devront prendre une licence dans le club organisateur. Celui-ci s'engage à fournir un reçu aux personnes concernées et à régulariser la prise de licence au plus tard 7 jours après la fin du tournoi.\n\n## Question 14 :\n\nLes clubs possédant une ou plusieurs équipes en N3 du championnat de France des Clubs doivent comporter des arbitres fédéraux parmi leurs membres. Le non-respect de cette obligation au 30 avril de la saison en cours entraînera la relégation des équipes du club concerné en Nationale inférieure pour la saison suivante.\n\n## Quel est le niveau minimum requis ?\n\n- a) Un arbitre stagiaire.\n- b) Un arbitre fédéral Jeune.\n- c) Un arbitre fédéral Club.\n- d) Un arbitre fédéral Open.\n\nA02 - Le Championnat de France des Clubs - Article 2.4 Arbitres.\n\n## Question 15 :\n\nLors d'un match de Nationale 2, un capitaine vous donne sa composition d'équipe trois minutes avant l'heure prévue pour le début de la rencontre. Un joueur de son équipe arrive cinquante minutes après le lancement des parties. Sa pendule indique 0h28 minutes.\n\n## Qu'allez-vous faire en tant qu'arbitre ?\n\n- a) Le délai de forfait étant d'une heure, vous déclarez la perte de la partie par forfait.\n- b) Le délai de retard autorisé devant l'échiquier est fixé à 30 minutes par défaut pour les compétitions fédérales, vous déclarez la perte de la partie par forfait.\n- c) Le retard du joueur étant inférieur à une heure, la partie se déroule normalement.\n- d) Vous réglez sa pendule à 0h30 minutes et la partie se déroule normalement.\n\nA02 - Le Championnat de France des Clubs - Article 3.6.a) Feuille de match.\n\nLorsque la liste est remise plus tard, les pendules de tous les échiquiers de l'équipe concernée sont avancées d'un temps égal au retard. Si, de plus, un joueur ou une joueuse arrive dans un délai suffisant pour ne pas être forfait, mais qui entraîne un retard à la pendule supérieur à une heure, ce retard est ramené à une heure.\n\n## Question 16 :\n\nLors d'une rencontre du championnat de France des Clubs, les feuilles de composition des équipes sont transcrites sur la feuille de match. Cette dernière comporte pour chaque joueur/joueuse le nom, prénom, code fédéral, classement Elo ainsi que le numéro de licence.\n\n## Qui contrôle la situation des joueurs et des joueuses ?\n\n- a) Les capitaines d'équipes.\n- b) L'arbitre de la rencontre.\n- c) Le responsable de la rencontre.\n- d) La personne chargée de la direction de groupe.\n\nA02 - Le Championnat de France des Clubs - Article 2.1.b Direction de groupe.\n\nLa personne chargée de la direction de groupe a pour mission entre autres de vérifier les feuilles de match, de contrôler la situation des joueuses et des joueurs et procéder aux redressements nécessaires.\n\n## Question 17 :\n\nEn championnat de France des clubs, les joueurs doivent être licenciés A pour la saison en cours. Quelle est la limite de prise de licence pour un joueur participant à une rencontre.\n\n- a) Au plus tard l'avant-veille du jour fixé pour la rencontre.\n- b) Lors de la remise de la composition de l'équipe.\n- c) L'heure prévue de la rencontre.\n- d) Avant 22 heures le jour de la rencontre.\n\nA02 - Le Championnat de France des Clubs - Article 3.6.d) Validité de la licence.\n\nL'heure limite de prise de licence pour un joueur participant à une rencontre est l'heure prévue du début de la rencontre.\n\n## Question 18 :\n\nParmi les propositions suivantes, laquelle est vraie ?\n\n- a) L'arbitre en N1 et N2 peut être joueur/joueuse, même dans une autre division.\n- b) En N3, l'arbitre d'un seul match peut jouer dans une division inférieure.\n- c) En N4 un arbitre peut jouer son match de N4 et officier dans un maximum de deux matchs de N4 et de division inférieure.\n- d) En N4 un arbitre peut jouer un match de N4 qu'il n'arbitre pas mais officier en même temps dans un match de N3.\n\nA02 - Le Championnat de France des Clubs - Article 2.5 Responsable des rencontres et arbitrage.\n\nEn N4, l'arbitre peut jouer son match de N4 et officier dans un maximum de 2 matchs de N4 et de division inférieure.\n\n## Question 19 :\n\nUne rencontre de N2 a lieu à mi-distance entre deux équipes visiteuses.\n\n## Quelle proposition est vraie ?\n\n- a) Les missions de fourniture de matériel, d'arbitrage et de transmission des résultats de la rencontre ne peuvent pas être partagées entre les deux équipes.\n- b) L'équipe ayant les blancs sur les échiquiers pairs contacte le club organisateur afin que ce dernier confirme qu'il pourra assumer la mission du matériel, d'arbitrage et de transmission des résultats.\n- c) La personne chargée de la direction du groupe n'est pas tenue d'être informée de qui est responsable du matériel, de l'arbitrage et de la transmission des résultats.\n- d) Si le club hôte ne peut assurer la mission d'arbitrage, les deux clubs devront s'entendre pour trouver un arbitre. En cas d'infraction pour défaut d'arbitre non-joueur/joueuse, les clubs seront sanctionnés d'une amende de 75 € chacun.\n\nA02 - Le Championnat de France des Clubs - Article 2.6 Matériel.\n\nException pour le cas de l'obligation d'un arbitre non-joueur/joueuse : si le club hôte ne peut pas offrir cette tâche alors les 2 clubs devront s'entendre pour trouver un arbitre. Si des frais doivent être engagés, ils seront partagés entre les 2 clubs. En cas d'infraction pour défaut d'arbitre non-joueur/joueuse, les 2 clubs seront sanctionnés d'une amende de 75 € chacun.\n\n## Question 20 :\n\nEn Championnat de France des clubs, des personnes mutées peuvent faire partie d'une équipe.\n\nExcepté pour les divisions comportant un maximum de six personnes par équipes, quel est le nombre maximum de mutés ?\n\n- a) 1.\n- b) 2.\n- c) 3.\n- d) 4.\n\nA02 - Le Championnat de France des Clubs - Article 3.7.g) Joueuses et joueurs mutés.\n\nPour chaque match, une équipe ne peut aligner plus de 3 personnes mutées.\n\n## Question 21 :\n\nLors d'une rencontre de N2 hors ronde 1, le procès-verbal de la rencontre indique qu'une équipe s'est déplacée avec seulement six personnes.\n\nPour cette rencontre, combien de personnes au maximum n'ayant pas déjà participé pour le compte de cette équipe depuis le début de la saison sportive peuvent participer ?\n\n```\na) 1. b) 2. c) 3. d) 4. A02 - Le Championnat de France des Clubs - Article 3.7.f) Noyau de l'équipe.\n```\n\nEn N1, N2 et N3, chaque équipe doit aligner à chaque ronde au moins 50% de personnes (appelé noyau) inscrites sur le PV ayant déjà participé au moins une fois pour le compte de cette équipe depuis le début de la saison (sauf pour la ronde 1). Il y a 6 personnes inscrites sur le PV. 50% de ces 6 personnes doivent déjà faire partie du noyau soit 3 personnes et donc 3 sont autorisées à ne pas en faire partie.\n\n## Question 22 :\n\nLors d'un week-end d'interclub en N3, la ronde du dimanche à lieu à 14h15.\n\nA la fin de la rencontre, le responsable de la rencontre doit saisir le procès-verbal avant une certaine heure.\n\nQuelle est-elle ?\n\n```\na) 21h. b) 22h. c) 23h. d) 00h. A02 - Le Championnat de France des Clubs - Article 3.11 Transmission des résultats.\n```\n\nLe club responsable de la rencontre doit saisir le procès-verbal (PV) de la rencontre sur le site fédéral avant 22h.\n\n## Question 23 :\n\nAprès la deuxième ronde de N3, le capitaine d'une équipe a dépassé la limite après la rencontre pour prévenir la direction de groupe d'une erreur. Son club avait reçu une amende après la ronde 1 pour avoir saisi le procès-verbal le jour suivant.\n\nLe directeur de groupe enverra au club une notification d'amende.\n\nQuel est le montant de l'amende ?\n\n- a) 25 €.\n- b) 50 €.\n- c) 75 €.\n- d) 100 €.\n\nA02 - Le Championnat de France des Clubs - Article 3.11 Transmission des résultats.\n\nLe non-respect de l'article 3.11.a) ou 3.11.b) entraîne 50 € d'amende pour la deuxième infraction.\n\n## Question 24 :\n\nUn club possède deux équipes engagées en N3.\n\nUn joueur a déjà joué les 2 premières rondes avec l'équipe 2.\n\nPeut-il remplacer un joueur absent en équipe 1 lors de la ronde 3 ?\n\n- a) Oui, un joueur peut toujours monter en équipe 1.\n- b) Oui, parce qu'il n'a pas encore joué trois parties avec l'équipe 2.\n- c) Oui, car pour disputer le match (n) de N1, N2, N3, N4 ou une division inférieure, un joueur/joueuse doit\n\n```\nFFÉ checs D irection N ationale de l' A rbitrage - Session d'examen de juin 2025 - Annales - Page 32 sur 72\n```\n\navoir joué moins de (n) matchs dans le championnat.\n\n- d) Non, ce joueur ne peut pas jouer en équipe 1 même si cette équipe joue dans un autre groupe.\n\nA02 - Le Championnat de France des Clubs - Article 3.7.d) Participation dans une même division.\n\nLorsqu'un club a plusieurs équipes engagées dans une même division, la participation d'un joueur ou d'une joueuse à plusieurs équipes d'une même division est interdite y compris d'éventuels barrages.\n\n## Question 25 :\n\nLorsqu'un litige technique survient en cours de partie du championnat de France des clubs, celle-ci doit toujours être poursuivie, en appliquant les directives de l'arbitre. Un appel des décisions de l'arbitre peut être interjeté. Le ou la capitaine de l'équipe plaignante formule alors sa réclamation par écrit. L'arbitre et le ou la capitaine de l'équipe adverse rédigent aussi chacun un rapport donnant leur version des faits. Tous ces documents sont transmis à la direction du groupe.\n\n## Qui assure cette transmission ?\n\n- a) La personne responsable de la rencontre.\n- b) La capitaine de l'équipe plaignante.\n- c) L'arbitre de la rencontre.\n- d) Le président du club où la rencontre se déroule.\n\nA02 - Le Championnat de France des Clubs - Article 3.9 Litiges techniques.\n\nTous ces documents sont transmis avec le procès-verbal du match à la direction du groupe par l'arbitre, qui devra garder une trace numérique ou une copie.\n\n## Question 26 :\n\nQuel niveau minimum doit avoir la personne arbitrant une rencontre de Nationale 3 jeunes ?\n\n- a) La personne doit être titulaire d'une licence A ayant l'aval de la direction régionale de l'arbitrage de sa Ligue.\n- b) La personne doit être Arbitre Fédéral Jeune.\n- c) La personne doit être Arbitre Fédéral Club.\n- d) La personne doit être Arbitre Fédéral Open.\n\nJ02 - Le Championnat de France Interclubs Jeunes - Article 2.5. Arbitres.\n\nEn Nationale 3, la personne faisant fonction d'arbitre doit être titulaire d'une licence A ayant l'aval de la direction régionale de l'arbitrage (DRA) de sa Ligue.\n\n## Question 27 :\n\nEn coupe Jean-Claude Loubatière, l'arbitre de la phase départementale peut-il être joueur ?\n\n```\na) Oui si le nombre d'équipes n'excède pas 4. b) Oui si le nombre d'équipes n'excède pas 5. c) Oui si le nombre d'équipes n'excède pas 6. d) Oui si le nombre d'équipes n'excède pas 7. C03 - Coupe Jean-Claude Loubatière - Article 2.5. Arbitres.\n```\n\nLors de la phase départementale, l'arbitre peut être joueur ou joueuse si le nombre d'équipes participantes n'excède pas 5.\n\n## Question 28 :\n\nVous êtes arbitre adjoint d'une phase 2 de la coupe Jean-Claude Loubatière où participent 12 équipes dont 5 joueuses.\n\nCombien d'équipes seront qualifiées pour le tour suivant ?\n\n```\na) 3. b) 4. c) 5. d) 6. C03 - Coupe Jean-Claude Loubatière - Article 1.2. Déroulement de la Coupe.\n```\n\nLa compétition se jouant par équipe de 4, il y a donc 48 personnes dont 5 joueuses. Ces dernières représentent donc au moins 10% de l'effectif. Au cours de la phase départementale, et de la phase 2, se\n\nqualifient pour le tour suivant 1 équipe pour 1 à 4 équipes participant, 2 équipes pour 5 à 8 équipes participantes, etc. ainsi qu'1 équipe supplémentaire si le quota de 10 % de joueuses est atteint dans la phase concernée. Cela fait donc 4 équipes qualifiées.\n\n## Question 29 :\n\nEn Coupe de France, quelle affirmation suivante est vrai concernant l'arbitre de la rencontre ?\n\n- a) Lors des demi-finales et la finale, la Direction de la Coupe de France désigne sans consultation l'arbitre.\n- b) Jusqu'aux quarts de finale inclus, l'arbitre doit être au minimum Arbitre Fédéral de Club (AFC).\n- c) Jusqu'en huitième de finale uniquement, le club prévu pour recevoir désigne l'arbitre de la rencontre.\n- d) À partir des 32ème de finale, l'arbitre ne peut pas jouer et arbitrer.\n5. C01 - Coupe de France - Article 2.5. Arbitres.\n\nÀ partir des 32ème de finale, l'arbitre ne peut pas jouer et arbitrer.\n\n## Question 30 :\n\nEn Coupe de la Parité, quelle affirmation suivante est vrai concernant l'arbitre de la rencontre ?\n\n- a) Lors de la phase zone interdépartementale et la suivante, l'organisation de la phase concernée désigne l'arbitre.\n- b) Lors des deux premières phases de la Coupe, l'arbitre peut être Arbitre Fédéral Club.\n- c) Uniquement lors de la finale, l'arbitre ne peut pas être joueur ou joueuse.\n- d) La Direction de la Coupe nomme sans consultation l'arbitre fédéral de la phase finale.\n5. C04 - Coupe de la Parité - Article 2.5. Arbitres.\n\nLors de la phase zone interdépartementale et de la phase 2, l'organisation de la phase concernée désigne l'arbitre.\n\n## Fin du corrigé de l'UVC\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage UVO session de juin 2025 - Sujet sans réponse\n\n## Note : Cette session de Juin 2025 était la dernière en 100 % QCM. Voir page 4 des ces annales l'explication du format des UV à partir de la session de décembre 2025\n\nDurée : 1 heure. Tous les documents sont autorisés (en version imprimée ou numérique) sauf les annales constituées de sujets et de corrigés. Il est interdit de téléphoner ou de se connecter à Internet pendant l'épreuve (hormis les épreuves effectuées en ligne).\n\nPour chaque question, une seule réponse est attendue.\n\nToutes les questions rapportent un point. 80 % de bonnes réponses sont nécessaires pour avoir l'UV donc 16 bonnes réponses (l'UV a 20 questions).\n\n## Question 1 :\n\nLes arbitres fédéraux d'open ont la compétence pour arbitrer certaines compétitions.\n\nQuelle compétition, parmi les suivantes, ne peut pas être arbitrée par un arbitre fédéral d'open de niveau 1 ?\n\n- a) La finale de la coupe de la parité.\n- b) Un open à normes en tant qu'adjoint.\n- c) Le championnat de France des jeunes en tant qu'arbitre en chef.\n- d) La finale de la coupe de France.\n\n## Question 2 :\n\nPour arbitrer dans un tournoi international homologué FIDE, un arbitre fédéral doit respecter certains critères. Quel critère parmi les suivants est obligatoire ?\n\n- a) Posséder un titre d'arbitre FIDE.\n- b) Avoir obtenu l'agrément FIDE.\n- c) Avoir suivi un stage d'arbitre FIDE.\n- d) Avoir un titre d'arbitre national minimal d'Arbitre Fédéral de niveau 2.\n\n## Question 3 :\n\nUn organisateur souhaite vous faire arbitrer le tournoi rapide de son club. Il souhaite qu'il soit homologué FIDE et vous charge de faire la demande d'homologation en ligne.\n\nCombien de temps avant le début du tournoi, cette demande doit-elle être faite ?\n\n- a) 7 jours.\n- b) 10 jours.\n- c) 15 jours.\n- d) 40 jours.\n\n## Question 4 :\n\nUn arbitre AFO1 inactif, a effectué son dernier stage en avril 2014. S'il veut redevenir actif il doit :\n\n- a) Suivre une formation continue avant le 31 août 2025.\n- b) Suivre une formation d'arbitre d'open, avant le 31 août 2025.\n- c) Suivre une formation d'arbitre de club et valider à nouveau l'UVR.\n- d) Demander une demande de supervision auprès de son DRA.\n\n## Question 5 :\n\nDans les tournois rapides et blitz homologués FIDE, quelle est respectivement le nombre de rondes maximum par jour ?\n\n- a) 10 pour les tournois rapides et 20 pour ceux en blitz.\n- b) 15 pour les tournois rapides et 25 pour ceux en blitz.\n- c) 15 pour les tournois rapides et 30 pour ceux en blitz.\n- d) 20 pour les tournois rapides et 40 pour ceux en blitz.\n\n## Question 6 :\n\nLes joueurs suspendus de licence sont interdits de participer à une quelconque compétition durant leur période de suspension. Comment savoir si un joueur n'est pas sous le coup d'une suspension ?\n\n- a) La liste des joueurs suspendus est consultable sur le site de la DNA à la page « Juridique ».\n- b) La liste des joueurs suspendus est consultable sur le site de la DNA à la page « Compte-rendu DNA ».\n- c) La liste des joueurs suspendus est consultable sur le site de la FFE à la page « Licence ».\n- d) La liste des joueurs suspendus est consultable sur le site de la FE à la page « Discipline ».\n\n## Question 7 :\n\nVous arbitrez un tournoi à cadence lente homologué FIDE.\n\nUn joueur dont c'est la première compétition obtient les résultats ci-dessous.\n\n| ALBERT | 1640 N |\n|----------|----------|\n| BERNARD | 1424 F |\n| CHARLES | 1489 F |\n| DANIEL | 1600 F |\n| EMILE | 1882 F |\n| FRANÇOIS | 1778 F |\n| GASTON | 1902 F |\n\n## Quel sera son premier classement FIDE ?\n\n- a) 1679\n- b) 1701\n- c) 1709\n- d) 1744\n\n## Question 8 :\n\nVous arbitrez un blitz en 15 rondes homologué FIDE.\n\nLe tournoi a enregistré 70 participants pré inscrits, dont 5 joueurs titrés adultes (GM et MI).\n\nLes inscriptions enregistrées avant majoration se décomposent en 45 adultes au tarif unitaire de 10 € et 20 jeunes à 5 €.\n\nSur place, 25 joueurs supplémentaires se sont inscrits : 10 adultes au tarif de 15 € et 15 enfants à 10 €. Quels sont les droits d'homologation de ce tournoi ?\n\n- a) 50,75 €.\n- b) 60,75 €.\n- c) 64,25 €.\n- d) 65,75 €.\n\n## Question 9 :\n\nIl peut arriver un problème disciplinaire au cours d'un tournoi.\n\n## A quelle instance adresser les formulaires T6 et T7 ?\n\n- a) Au secrétariat fédéral.\n- b) Au Directeur National de l'Arbitrage.\n- c) A la commission de discipline.\n- d) A la commission Fair-Play.\n\n## Question 10 :\n\nVous arbitrez simultanément trois rencontres du championnat de France des clubs.\n\n## Quelle est parmi les réponses ci-dessous celle qui est vraie ?\n\n- a) Vous êtes responsable de la mise en place et de la quantité suffisante de matériel pour assurer la rencontre.\n- b) Vous remplissez à la vue de tous la feuille de match au fur et à mesure de la réception des compositions d'équipes.\n- c) Vous n'avez pas à vérifier la licence des joueurs car c'est du ressort du Directeur de groupe.\n- d) Vous vous abstenez de tout commentaire sur les compositions d'équipes même s'il est évident qu'une\n5. équipe devrait avoir une sanction administrative. Celle-ci est de la responsabilité du directeur du groupe.\n\n## Question 11 :\n\nQuel départage utilise dans son calcul les résultats des adversaires ?\n\n- a) Le Kashdan.\n- b) Le cumulatif.\n- c) Le sonneborn-Berger.\n- d) La performance.\n\n## Question 12 :\n\nQuelle est la cadence équivalente à 40 min + 20 sec/coup en KO ?\n\n- a) 45 minutes KO.\n- b) 50 minutes KO.\n- c) 55 minutes KO.\n- d) 60 minutes KO.\n\n## Question 13 :\n\n## Pour la composition des équipes en nationale 1 jeunes, laquelle des phrases ci-dessous est vraie ?\n\n- a) Pour jouer après un autre joueur, le joueur doit avoir moins de 100 points ELO de plus que tous les joueurs précédents.\n- b) Les joueurs doivent obligatoirement être classés par ordre d'âge.\n- c) Les joueurs doivent obligatoirement être classés par ordre ELO.\n- d) Les échiquiers 7 et 8 peuvent être placés dans n'importe quel ordre.\n\n## Question 14 :\n\nVous êtes l'arbitre du tournoi homologué rapide FIDE de votre club. Quinze jours avant le tournoi, votre président reçoit des demandes d'inscriptions de la part d'un GM, d'un MI, d'un GM par correspondance (ICCF) membre de la FFE et de deux membres de l'équipe de France jeunes. Qui est concerné par la gratuité des droits d'inscriptions ?\n\n- a) Tous les joueurs.\n- b) Tous les titrés.\n- c) Tous les jeunes.\n- d) Personne.\n\n## Question 15 :\n\nLors d'un tournoi homologué, à la suite d'un soupçon de triche d'un joueur, vous rédigez le formulaire de suspicion.\n\nAprès avoir joint toutes les pièces nécessaires avec ce rapport (parties/photos/ témoignages/ plainte d'un joueur ou tout autre élément estimé pertinent), à qui devez-vous l'envoyer ?\n\n- a) A la Commission Fédérale de Discipline.\n- b) Au secrétariat fédéral.\n- c) A la commission Fair-Play.\n- d) A la commission d'appel sportif.\n\n## Question 16 :\n\nUn organisateur souhaite organiser un open homologué FIDE tournoi en cadence 50 min +10s/coup. Quelle information parmi les suivantes devrez-vous lui fournir ?\n\n- a) Le montant des droits d'homologation dépend de la cadence choisie.\n- b) Cette cadence est considérée comme une cadence de jeu rapide.\n- c) Il doit préciser que son tournoi est réservé aux joueurs et joueuses ayant un classement Elo strictement inférieur à 1800.\n- d) Avec cette cadence, le tournoi n'a pas le droit d'accueillir les joueurs et joueuses des autres pays.\n\n## Question 17 :\n\nEn tant qu'arbitre en chef d'un tournoi en cadence rapide homologué pour le elo FIDE, vous avez la responsabilité d'établir le règlement intérieur du tournoi avec l'organisateur.\n\nParmi les propositions suivantes, indiquer celle qui est fausse. ?\n\n- a) Vous avez le droit en concertation avec l'organisateur d'indiquer que certaines règles du jeu ne seront pas appliquées.\n- b) Vous avez le droit de mettre une règle interdisant les nulles par accord mutuel.\n- c) Vous avez le droit d'indiquer que vous autorisez joueurs et joueuses à arriver en retard tant qu'il reste du temps à leur pendule.\n- d) Vous avez le droit d'indiquer que les personnes absentes à la remise des prix renoncent à leurs récompenses.\n\n## Question 18 :\n\nLors de la 1re phase de la coupe de la parité, 8 équipes se sont inscrites.\n\nCombien d'équipes seront qualifiées pour la 2ème phase ?\n\n- a) Une seule.\n- b) Le 1er ou les deux premiers, selon la répartition de la Direction de la coupe.\n- c) Trois.\n- d) Quatre.\n\n## Question 19 :\n\nVous êtes responsable d'un groupe de la coupe de la parité de 7 équipes dont la phase a été appariée au « Molter ». A la fin de cette phase, deux équipes ont obtenu le même nombre de points de match.\n\nQu'utilisez-vous en priorité pour les départager ?\n\n- a) Le résultat de la confrontation directe entre ces deux équipes.\n- b) La moyenne Elo la plus basse.\n- c) Le Berlin.\n- d) Le différentiel gains-pertes.\n\n## Question 20 :\n\nA la fin de chaque tournoi, les arbitres qui doivent établir un rapport technique, ont un certain laps de temps pour l'envoyer.\n\n## Quel en est le délai maximum à ne pas dépasser ?\n\n- a) Le jour même.\n\n- b) Quinze jours.\n\n- c) Trente jours.\n\n- d) Sept jours.\n\nFin du sujet de l'UVO\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage UVO session de juin 2025 - Grille des réponses\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n| Question | Réponse | Articles de référence LA = Livre de l'arbitre. Autres : Règlements fédéraux - Site FFE - rubrique « Document » puis « Règlements » | Taux Réussite |\n|------------|-----------|--------------------------------------------------------------------------------------------------------------------------------------|-----------------|\n| 1 | C | LA RIDNA - Article 12.3. | 56% |\n| 2 | B | Guide de l'Arbitrage à l'International Article 2 Agrément FIDE | 80% |\n| 3 | C | LA 5.2 Préparation d'un tournoi R03 Compétition homologuées - Article 2.6 | 89% |\n| 4 | C | RI DNA, article 6.2 | 89% |\n| 5 | C | Chapitre 6.2 : Classement rapide et blitz de la FIDE. Article 3 Page 186 du LA | 97% |\n| 6 | D | Chapitre 5.2 : Obligations administratives d'un tournoi. Page 166 du LA | 87% |\n| 7 | C | LA Chapitre 6.1 Le classement standard de la FIDE - article 8.2 p 184 et exemple p 185 | 67% |\n| 8 | B | LA 5.2 Gestion administrative des tournois | 85% |\n| 9 | B | LA 5.4 - Rapport Technique et fin de tournoi | 62% |\n| 10 | D | LA 5.1 - Gestion d'un match - Avant Match p 165 | 75% |\n| 11 | C | Chapitre 4.2 Système de départages - Art 9.1 : Le Sonneborn-Berger - Page 151 du LA | 82% |\n| 12 | D | Article A1 de l'annexe A | 97% |\n| 13 | D | Article 3.7.c. du règlement des interclubs jeunes. | 54% |\n| 14 | D | R03 Compétitions homologuées - Article 2.3 Droits d'inscriptions | 48% |\n| 15 | B | Suspicion/plainte pour triche - Gestion de fin de tournoi - 5.3 Gestion du tournoi - LA page 170 | 67% |\n| 16 | C | LA - 6.1 Le classement standard de la FIDE Article 1 : Cadence de jeu - page 181 - R03 2. Conditions d'homologation. | 89% |\n| 17 | A | LA - 6.1 Le classement standard de la FIDE Article 2 : Règlements en vigueur. | 75% |\n| 18 | C | C04 Coupe de la parité - 1.2 Déroulement de la compétition. | 90% |\n| 19 | C | C04 Coupe de la parité - 4.3 Classement. | 79% |\n| 20 | D | LA 5.1 Gestion de fin de tournoi - Gestion administrative des tournois - Rapport technique | 98% |\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage UVO session de juin 2025 - Corrigé détaillé\n\nNote : Cette session de Juin 2025 était la dernière en 100 % QCM.\n\nVoir page 4 des ces annales l'explication du format des UV à partir de la session de décembre 2025\n\n## Question 1 :\n\nLes arbitres fédéraux d'open ont la compétence pour arbitrer certaines compétitions.\n\nQuelle compétition parmi les suivantes ne peut pas être arbitrée par un arbitre fédéral d'open de\n\n## niveau 1 ?\n\n- a) La finale de la coupe de la parité.\n- b) Un open à normes en tant qu'adjoint.\n- c) Le championnat de France des jeunes en tant qu'arbitre en chef.\n- d) La finale de la coupe de France.\n\nLA RIDNA - Article 12.3 :\n\nCoupes Fédérales et Coupe de France jusqu'en finale.\n\n## Question 2 :\n\nPour arbitrer dans un tournoi international homologué FIDE, un arbitre fédéral doit respecter certains critères.\n\nQuel critère parmi les suivants est obligatoire ?\n\n- a) Posséder un titre d'arbitre FIDE.\n- b) Avoir obtenu l'agrément FIDE.\n- c) Avoir suivi un stage d'arbitre FIDE.\n- d) Avoir un titre d'arbitre national minimal d'Arbitre Fédéral de niveau 2\n\nGuide de l'Arbitrage à l'International Article 2 Agrément FIDE\n\nAfin d'être autorisé à arbitrer dans les tournois internationaux homologués par la FIDE, un arbitre fédéral, quel que soit son titre FFE ou FIDE, doit s'acquitter d'un droit auprès de la FIDE : c'est ce que l'on appelle l'agrément FIDE pour les arbitres.\n\n## Question 3 :\n\nUn organisateur souhaite vous faire arbitrer le tournoi rapide de son club. Il souhaite qu'il soit homologué FIDE et vous charge de faire la demande d'homologation en ligne.\n\nCombien de temps avant le début du tournoi, cette demande doit-elle être faite ?\n\n- a) 7 jours.\n- b) 10 jours.\n- c) 15 jours.\n- d) 40 jours.\n\nLA 5.2 Préparation d'un tournoi - Homologation des Tournois\n\nR03 Compétition homologuées - Demande d'homologation d'un tournoi de type A ou B -\n\nArticle 2.6 : Les demandes d'homologation doivent se faire dans les délais selon la nature du tournoi :\n\nPour les tournois FIDE 15 jours avant le début du tournoi.\n\n## Question 4 :\n\nUn arbitre AFO1 inactif, a effectué son dernier stage en avril 2014.\n\n## S'il veut redevenir actif il doit :\n\n- a) Suivre une formation continue avant le 31 août 2025.\n- b) Suivre une formation d'arbitre d'open, avant le 31 août 2025.\n- c) Suivre une formation d'arbitre de club et valider à nouveau l'UVR.\n- d) Demander une demande de supervision auprès de son DRA.\n\n## RI DNA, article 6.2\n\nSi durant une période de six ans à compter de son dernier stage, un arbitre n'effectue pas de formation continue, celui-ci sera dans l'obligation de suivre un stage SC.\n\nUn arbitre inactif n'ayant fait aucune formation durant une période de dix ans sera en plus dans l'obligation de valider à nouveau l'UVR. A l'issue de satisfaire ces deux conditions, son titre d'arbitre est réactivé.\n\n## Question 5 :\n\nDans les tournois rapides et blitz homologués FIDE, quelle est respectivement le nombre de rondes maximum par jour ?\n\n- a) 10 pour les tournois rapides et 20 pour ceux en blitz.\n- b) 15 pour les tournois rapides et 25 pour ceux en blitz.\n- c) 15 pour les tournois rapides et 30 pour ceux en blitz.\n- d) 20 pour les tournois rapides et 40 pour ceux en blitz.\n\nChapitre 6.2 : Classement rapide et blitz de la FIDE. Article 3 Page 186 du LA\n\n- 3.1. Le nombre maximum de rondes par jour est :\n- 3.1.1. Pour les parties rapides : 15 rondes par jour\n- 3.1.2. Pour les parties blitz : 30 rondes par jour.\n\n## Question 6\n\nLes joueurs suspendus de licence sont interdits de participer à une quelconque compétition durant leur période de suspension.\n\nComment savoir si un joueur n'est pas sous le coup d'une suspension ?\n\n- a) La liste des joueurs suspendus est consultable sur le site de la DNA à la page « Juridique ».\n- b) La liste des joueurs suspendus est consultable sur le site de la DNA à la page « Compte-rendu DNA ».\n- c) La liste des joueurs suspendus est consultable sur le site de la FFE à la page « Licence ».\n- d) La liste des joueurs suspendus est consultable sur le site de la FE à la page « Discipline ».\n\nChapitre 5.2 : Obligations administratives d'un tournoi. Page 166 du LA\n\nLa liste des joueurs suspendus est disponible sur la page de la commission fédérale de discipline :\n\nhttp://www.echecs.asso.fr/Default.aspx?Cat=9\n\n## Question 7 : Vous arbitrez un tournoi à cadence lente homologué FIDE.\n\nUn joueur dont c'est la première compétition obtient les résultats ci-dessous.\n\n| ALBERT | 1640 N | 1 |\n|----------|----------|-----|\n| BERNARD | 1424 F | 0 |\n| CHARLES | 1489 F | 0 |\n| DANIEL | 1600 F | 1 |\n| EMILE | 1882 F | 1 |\n| FRANÇOIS | 1778 F | 1 |\n| GASTON | 1902 F | 0 |\n\n## Quel sera son premier classement FIDE ?\n\n- a) 1679\n- b) 1701\n- c) 1709\n- d) 1744\n\n## LA Chapitre 6.1 Le classement standard de la FIDE - article 8.2 p 184 et exemple p 185\n\nRu = Ra + dp\n\nRu est le classement du joueur sans classement Fide.\n\nRa (moyenne des adversaires classés Fide) : Ra = (1424+1489+1600+1882+1778+1902+1800+1800) /8 = 1709,375 arrondis à 1709.\n\nIl réalise 4 points sur 8. Son score étant de 50% il n'a aucun malus ni bonus, son premier classement Ru sera donc 1709.\n\n## Question 8 :\n\nVous arbitrez un blitz en 15 rondes homologué FIDE.\n\nLe tournoi a enregistré 70 participants pré inscrits, dont 5 joueurs titrés adultes (GM et MI).\n\nLes inscriptions enregistrées avant majoration se décomposent en 45 adultes au tarif unitaire de 10 € et 20 jeunes à 5 €.\n\nSur place, 25 joueurs supplémentaires se sont inscrits : 10 adultes au tarif de 15 € et 15 enfants à 10 €. Quels sont les droits d'homologation de ce tournoi ?\n\n- a) 50,75 €\n- b) 60,75 €\n- c) 64,25 €\n- d) 65,75 €\n\n## LA 5.2 Gestion administrative des tournois :\n\nLes droits d'homologations comportent une part fixe de 10 euros pour les Tournois à cadence lente, rapide ou blitz FIDE et d'une part variable égale à 7 % des droits d'inscriptions annoncés adultes et jeunes (hors MI et GM).\n\nOn ne tient donc pas compte des titrés ni de la majoration du tarif pour les inscriptions sur place !\n\nMontant retenu des inscriptions : (45+10=55) adultes à 10 € et (20+15=35) jeunes à 5 € : (55*10) + (35*5) = 725 €.\n\nCalcul des droits : 725 × 7 % + 10 = 60,75 €.\n\nLes droits d'homologation sont donc de 60,75 €.\n\n## Question 9 :\n\nIl peut arriver un problème disciplinaire au cours d'un tournoi.\n\nA quelle instance adresser les formulaires T6 et T7 ?\n\n- a) Au secrétariat fédéral.\n- b) Au Directeur National de l'Arbitrage.\n- c) A la commission de discipline.\n- d) A la commission Fair-Play.\n\nLA 5.4 - Rapport Technique et fin de tournoi\n\nToute procédure disciplinaire (Exclusion de tournoi, formulaire de signalement, demande de sanction, problème de triche...) doit être transmise au DNA. Il est demandé d'utiliser pour cela les formulaires T6 et T7.\n\n## Question 10 :\n\nVous arbitrez simultanément trois rencontres du championnat de France des clubs. Quelle est parmi les réponses ci-dessous celle qui est vraie ?\n\n- a) Vous êtes responsable de la mise en place et de la quantité suffisante de matériel pour assurer la rencontre.\n- b) Vous remplissez à la vue de tous la feuille de match au fur et à mesure de la réception des compositions d'équipes.\n- c) Vous n'avez pas à vérifier la licence des joueurs car c'est du ressort du Directeur de groupe.\n- d) Vous vous abstenez de tout commentaire sur les compositions d'équipes même s'il est évident qu'une équipe devrait avoir une sanction administrative. Celle-ci est de la responsabilité du directeur du groupe.\n\n## LA 5.1 - Gestion d'un match - Avant Match p 165\n\n➢ L'arbitre s'assure que le responsable de la rencontre a prévu le matériel échiquéen suffisant pour la\n\nrencontre : échiquiers, pendules, feuilles de parties... L'arbitre a la responsabilité de régler correctement les pendules.\n\n- L'arbitre doit récupérer les compositions de chaque équipe. Si ces listes sont remises en retard par rapport à l'horaire annoncé (15 min avant le match) il/elle retire le temps de retard correspondant à la pendule de chaque joueur et joueuse de l'équipe concernée. La composition d'une équipe ne doit pas être dévoilée à l'équipe adverse tant que l'arbitre n'a pas les deux compositions d'équipes en sa possession . L'arbitre réalise ainsi le procès-verbal complet du match à partir de ces deux compositions.\n- Mission administrative : Il/elle vérifie que chaque joueur et joueuse des deux équipes dispose d'une licence A et coche la case permettant de l'indiquer sur le procès-verbal. Les noms de l'arbitre et des capitaines doivent être indiqués sur le procès-verbal avant le début du match.\n\n## Question 11 :\n\nQuel départage utilise dans son calcul les résultats des adversaires ?\n\n- a) Le Kashdan.\n- b) Le cumulatif.\n- c) Le Sonneborn-Berger.\n- d) La performance.\n\nChapitre 4.2 Système de départages - Art 9.1 : Le Sonneborn-Berger - Page 151 du LA\n\nIl est obtenu en ajoutant, pour chaque ronde, le score ajusté de l'adversaire multiplié par le nombre de points marqués contre lui.\n\n## Question 12 :\n\nQuelle est la cadence équivalente à 40 min + 20 sec/coup en KO ?\n\n- a) 45 minutes KO\n- b) 50 minutes KO\n- c) 55 minutes KO.\n- d) 60 minutes KO.\n\n## Article A1 de l'annexe A\n\nSur la base d'une partie durant 60 coups : 40 minutes + 60 x 20 secondes = 40 minutes + 20 minutes = 60 minutes.\n\n## Question 13 :\n\nPour la composition des équipes en nationale 1 jeunes, laquelle des phrases ci-dessous est vraie ?\n\n- a) Pour jouer après un autre joueur, le joueur doit avoir moins de 100 points ELO de plus que tous les joueurs précédents.\n- b) Les joueurs doivent obligatoirement être classés par ordre d'âge.\n- c) Les joueurs doivent obligatoirement être classés par ordre ELO.\n- d) Les échiquiers 7 et 8 peuvent être placés dans n'importe quel ordre.\n\nArticle 3.7.c. du règlement des interclubs jeunes.\n\nL'échiquier 8 peut être placé devant l'échiquier 7, quels que soient les Elo.\n\n## Question 14 :\n\nVous êtes l'arbitre du tournoi homologué rapide FIDE de votre club. Quinze jours avant le tournoi, votre président reçoit des demandes d'inscriptions de la part d'un GM, d'un MI, d'un GM par correspondance (ICCF) membre de la FFE et de deux membres de l'équipe de France jeunes. Qui est concerné par la gratuité des droits d'inscriptions ?\n\n- a) Tous les joueurs.\n- b) Tous les titrés.\n- c) Tous les jeunes.\n- d) Personne.\n\nR03 Compétitions homologuées - Article 2.3 Droits d'inscriptions\n\nDans les tournois A, l'inscription est gratuite pour les GMI, MI, GMF, MIF, les membres de l'équipe de France\n\nJeunes, les champions de France jeunes en titre et les GMI ICCF (par correspondance) membres de la FFE, sous réserve qu'ils aient prévenu l'organisateur au moins 48 heures avant le début du tournoi.\n\nLa gratuité s'applique donc en cadence lente/standard (tournois A), non aux tournois rapides/blitz (tournois B).\n\n## Question 15 :\n\nLors d'un tournoi homologué, à la suite d'un soupçon de triche d'un joueur, vous rédigez le formulaire de suspicion.\n\nAprès avoir joint toutes les pièces nécessaires avec ce rapport (parties/photos/ témoignages/ plainte d'un joueur ou tout autre élément estimé pertinent), à qui devez-vous l'envoyer ?\n\n- a) A la Commission Fédérale de Discipline.\n- b) Au secrétariat fédéral.\n- c) A la Commission Fair-play.\n- d) A la Commission d'Appel Sportif.\n\nSuspicion/plainte pour triche - Gestion de fin de tournoi - 5.3 Gestion du tournoi - LA page 170\n\nL'arbitre joint toutes les pièces nécessaires avec ce rapport : parties/photos/ témoignages/ plainte d'un joueur ou tout autre élément qu'il estime pertinent. Le rapport est envoyé directement au secrétariat fédéral qui redirige le dossier vers la commission Fair-play de la FFE.\n\n## Question 16 :\n\nUn organisateur souhaite organiser un open homologué FIDE tournoi en cadence 50 min +10s/coup. Quelle information parmi les suivantes devrez-vous lui fournir ?\n\n- a) Le montant des droits d'homologation dépend de la cadence choisie.\n- b) Cette cadence est considérée comme une cadence de jeu rapide.\n- c) Il doit préciser que son tournoi est réservé aux joueurs et joueuses ayant un classement Elo strictement inférieur à 1800.\n- d) Avec cette cadence, le tournoi n'a pas le droit d'accueillir les joueurs et joueuses des autres pays.\n\nLA - 6.1 Le classement standard de la FIDE Article 1 : Cadence de jeu - page 181 - R03 2. Conditions d'homologation.\n\nInformation rappelée dans la partie 5.2 préparation d'un tournoi paragraphe Homologation. Quand, lors d'une partie, les deux adversaires possèdent des classements en-dessous de 1800, chacun doit disposer d'un minimum de 60 minutes (50 min +10 s/coup). De plus, la FFE impose que dans ce cas le tournoi soit strictement réservé aux joueurs de moins de 1800 Elo.\n\n## Question 17 :\n\nEn tant qu'arbitre en chef d'un tournoi en cadence rapide homologué pour le elo FIDE, vous avez la responsabilité d'établir le règlement intérieur du tournoi avec l'organisateur. Parmi les propositions suivantes, indiquer celle qui est fausse.\n\n- a) Vous avez le droit en concertation avec l'organisateur d'indiquer que certaines règles du jeu ne seront pas appliquées.\n- b) Vous avez le droit de mettre une règle interdisant les nulles par accord mutuel.\n- c) Vous avez le droit d'indiquer que vous autorisez joueurs et joueuses à arriver en retard tant qu'il reste du temps à leur pendule.\n- d) Vous avez le droit d'indiquer que les personnes absentes à la remise des prix renoncent à leurs récompenses.\n\nLA - 6.1 Le classement standard de la FIDE Article 2 : Règlements en vigueur\n\nLe jeu doit se dérouler en accord avec les Règles du Jeu d'Échecs de la FIDE, toute « adaptation » vous expose à un recours et peut provoquer le refus d'homologuer les résultats du tournoi. Par contre les règles du jeu vous autorisent à limiter les nulles par accord mutuel et définir par vous-même le délai de forfait. La condition de présence à la remise des prix doit être précisée dans le règlement du tournoi si vous souhaitez la faire appliquer.\n\n## Question 18 :\n\nLors de la 1re phase de la coupe de la parité, 8 équipes se sont inscrites. Combien d'équipes seront qualifiées pour la 2ème phase ?\n\n- a) Une seule.\n- b) Le 1er ou les deux premiers, selon la répartition de la Direction de la coupe.\n- c) Trois.\n- d) Quatre.\n\nC04 Coupe de la parité - 1.2 Déroulement de la compétition\n\nLors de la 1re phase, il y a une équipe qualifiée toutes les trois équipes participantes. 1 qualifiée jusqu'à 3 équipes - 2 qualifiées jusqu'à 6 équipes - 3 qualifiées jusqu'à 9 équipes.\n\n## Question 19 :\n\nVous êtes responsable d'un groupe de la coupe de la parité de 7 équipes dont la phase a été appariée au « Molter ». A la fin de cette phase, deux équipes ont obtenu le même nombre de points de match.\n\nQu'utilisez-vous en priorité pour les départager ?\n\n- a) Le résultat de la confrontation directe entre ces deux équipes.\n- b) La moyenne Elo la plus basse.\n- c) Le Berlin.\n- d) Le différentiel gains-pertes.\n\nC04 Coupe de la parité - 4.3 Classement\n\nLe classement est fait aux points de parties, avec départage au Berlin, et enfin au bénéfice de l'équipe ayant la moyenne la plus basse des derniers Elo publiés (au prorata des participations).\n\n## Question 20 :\n\nA la fin de chaque tournoi, les arbitres qui doivent établir un rapport technique, ont un certain laps de temps pour l'envoyer.\n\nQuel en est le délai maximum à ne pas dépasser ?\n\n- a) Le jour même.\n- b) Quinze jours.\n- c) Trente jours.\n- d) Sept jours.\n\nLA 5.1 Gestion de fin de tournoi - Gestion administrative des tournois - Rapport technique\n\nIl doit être envoyé par mail dans les 7 jours à la directrice des titres et des tournois de la DNA.\n\n## Fin du corrigé de l'UVO\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage UVT session de juin 2025 - Sujet sans réponse\n\nNote : Cette session de Juin 2025 était la dernière en 100 % QCM. Voir page 4 des ces annales l'explication du format des UV à partir de la session de décembre 2025\n\n## Épreuve informatisée UVT - Juin 2025 - 1 ère partie\n\nUn organisateur vous confie l'arbitrage d'un tournoi que vous devrez gérer dans son intégralité.\n\n## Informations concernant le tournoi :\n\n## · Caractéristiques :\n\nIl se déroule sur 5 jours en 7 rondes au système suisse standard.\n\nLa cadence est de 1 h 30 min + 30 s/coup\n\nIl est homologué FIDE\n\n## Calendrier du tournoi : Le tournoi se déroule en juin 2025.\n\nJour 1 : Pointage jusqu'à 13h, ronde 1 à 14h.\n\nJour 2 : Ronde 2 à 9h et Ronde 3 à 14h.\n\nJour 3 : Ronde 4 à 14h.\n\nJour 4 : Ronde 5 à 14h.\n\nJour 5 : Ronde 6 à 9, Ronde 7 à 14h et remise des prix à 19h.\n\n## • Droits d'inscription :\n\nLe montant de l'inscription est de 60 € pour les adultes et de 40 € pour les jeunes.\n\nLes personnes s'inscrivant sur place (ou la veille du tournoi) devront payer 80 €, tout âge confondu.\n\n## • Liste des prix :\n\nTous les prix sont attribués à la place, après départage des éventuels ex aequos.\n\nAu général : 1er : 300 € ; 2e : 200 € ; 3e : 100 € ; 4e : 60 €\n\nPrix spéciaux\n\n1er senior plus : 120 €\n\n1er cadet : 120 €\n\n1er minime : 120 €\n\n1er classé moins de 2000 ELO : 80 €.\n\n1er non classé : 40 €.\n\nPrix féminins : 1er : 70 €, 2ème : 50 €.\n\nLes prix ne sont pas cumulables. Total des prix : 660 + 600 = 1260 €.\n\nLes personnes pouvant prétendre à deux prix se verront attribuer le prix le plus important. Aucun prix n'est équivalent à un autre pour faciliter le choix (sauf les prix par âge puisque un joueur ne peut pas être dans 2 catégories à la fois).\n\n- Départages : Buchholz, puis Buchholz médian puis Performance.\n- Chaque joueur est autorisé à prendre un « bye », qui ne pourra pas être pris pendant les 3 dernières rondes. L'annonce devra être faite au plus tard avant la fin de la ronde précédente.\n\n## Préconisations :\n\nVeillez bien à créer le tournoi directement sur votre ordinateur et non pas sur une clé USB !\n\nLe jour de l'examen vous devrez fournir le fichier PAPI de votre tournoi avec votre questionnaire.\n\nAttention, au moment de créer le fichier il est demandé le nom de l'arbitre, pour préserver l'anonymat de l'examen, il est demandé pour l'instant d'utiliser le nom Candidat NUMERO . ≪ ≫\n\n(Vous remplacerez ce nom le jour de l'examen par le numéro candidat qui vous sera communiqué).\n\n## Ce que vous devez faire :\n\n## Avant le 14 juin 2025 :\n\nCréer le tournoi et saisissez la liste des pré-inscrits. (Attention : la recherche des joueurs réels doit se faire avec une connexion internet donc obligatoirement AVANT le jour de l'examen).\n\n## Le jour de l'examen :\n\n- Gérer les inscriptions et les désistements de dernière minute. - Gérer les appariements, les résultats et les incidents. - Répondre aux questions à choix multiple concernant le tournoi ou d'autres règlements. -IMPORTANT : Vous devrez également rendre un fichier PAPI complet qui comptera pour 5 pts sur un total de\n\n35. Seront évalués la saisie correcte des joueurs et des informations du tournoi, la saisie cohérente des résultats et la gestion des incidents.\n2. → Pour ceux qui passent en PDF, le fichier .papi sera à rendre sur clé USB au surveillant.\n3. → Pour ceux qui passent sur Socrative, les consignes d'envoi du fichier .papi seront indiquées à la fin du questionnaire.\n\n## Liste des 19 pré-inscrits à l'open UVT-Juin2025\n\n14 Joueurs réels . Ces joueurs peuvent être trouvés dans une base (FFE ou FIDE).\n\nSi vous ne les trouvez pas, vous pouvez les créer en inventant les informations manquantes. Les informations indiquées sont justes, sauf le ELO qui est approchant.\n\nPour tous ces joueurs, il faut corriger les ELO si nécessaire pour utiliser les classements indiqués dans le sujet pour l'examen.\n\n1) LEHACI Miruna, ROUMANIE. ELO : 2237. (senior, fille) 2) SHUVALOVA Polina, FIDE, ELO : 2508 (senior, fille) 3) Joël LAUTIER, FRANCE, ELO : 2658 (senior plus, garçon). 4) ZIENKIEWICZ Jan, FRANCE, ELO : 2345 (minime, garçon). 5) HORN Gilles, SUISSE, ELO 1752 (senior, garçon) 6) Dimitri TRAVAILLOUX, FRANCE, ELO 1555 (senior, garçon) 7) SHARVAANICA, INDE, ELO : 1930 (poussin, fille) 8) TOKTOMUSHEV Teimur, SUISSE, ELO : 2407 (Minime, garçon) 9) Jean-Yves BUATHIER, FRANCE, ELO : ELO national : 1480 (senior, garçon). 10) DUSHYANT Sharma, INDE, ELO : 2313 (senior, garçon). 11) Jain DAKSH, INDE, ELO : 2044 (minime, garçon) 12) Code FIDE : 20609868, ELO : 1720 (senior plus, garçon). 13) Licence FFE : P54145, ELO : 2088 (cadet, garçon). 14) Licence FFE : V00101, ELO : 2418 (senior plus, garçon).\n\n5 joueurs fictifs : Tous ces joueurs sont français et non-classés. Ils auront une estimation ELO en fonction de leur âge.\n\nATTENTION : PAPI ne donne pas les bonnes estimations ELO (dans la version PAPI de juin 2025).\n\n- → Voir les règles générales de la fédération et corriger manuellement les estimations.\n\n1) Hugo PALA, garçon, né le 20/11/1980. 2) Elsa MIGNOT, fille, née le 02/04/2008. 3) Clémence DENET, fille, née le 08/08/2008 4) Eva BARBIE, fille, née le 01/01/1999.\n\n- 5) Vincent BARDET, garçon, né le 04/04/2004.\n\n## L'organisateur vous prévient qu'il pourra y avoir des inscriptions sur place.\n\n## Épreuve informatisée UVT - Juin 2025 - 2ème partie\n\n## Durée : 3 heures\n\nN° Anonymat candidat :\n\nTous les documents sont autorisés (en version imprimée ou numérique) sauf les annales constituées de sujets et de corrigés. Il est interdit de téléphoner ou de se connecter à Internet pendant l'épreuve, sauf pour les candidats qui composent en ligne.\n\nPour chaque question, une seule réponse est attendue. Cliquer sur la case à cocher correspondant à la bonne réponse.\n\nToutes les questions rapportent un point pour un total de 30 points.\n\nEn plus de vos réponses, vous devrez joindre votre boule PAPI qui sera évaluée sur 5 points de la manière suivante :\n\na) Saisie correcte de la liste des joueurs réels (bons codes FIDE) : 1 point b) Saisie correcte de la liste des joueurs fictifs (toutes infos disponibles). : 1 point\n\nc) Saisie correcte des informations du tournoi (nombre de rondes, départages, prix) : 1 point d) Saisie correcte et cohérente des résultats à chaque ronde : 1 point\n\ne) Bonne gestion des incidents de tournoi et ré-appariements manuels : 1 point\n\nPour des questions d'anonymat des examens, votre nom ne doit pas apparaître dans votre fichier PAPI, votre numéro de candidat devra être utilisé pour remplacer le nom de l'arbitre dans votre fichier.\n\nIl est nécessaire d'obtenir 80% des points pour obtenir l'UVT de cette session (c'est-à-dire 28 pts sur 35)\n\n## AVANT DE COMMENCER :\n\na) En haut à droite de chaque la copie pdf, vous devez inscrire votre numéro d'anonymat (2 lettres et 2 chiffres). b) Si votre fichier n'a pas été renommé par le surveillant de votre centre d'examen, vous devez renommer le fichier de votre copie avec votre numéro d'anonymat et l'UV correspondant .\n\n## Exemples :\n\n- Le candidat avec le numéro d'anonymat XX01 traitant l'UVR renommera son fichier XX01-UVR .pdf\n- Le candidat avec le numéro d'anonymat BA14 traitant l'UVT renommera son fichier BA14-UVT .pdf\n\n→ 8 caractères : n° anonymat (4 caractères), un tiret (1 caractère) et l'UV présentée (3 caractères). Rien d'autre ! Votre nom ne doit jamais apparaître sur votre copie ou sur le renommage de votre fichier.\n\nCi-dessous vous trouverez les résultats à chaque ronde et échiquier par échiquier.\n\n| | Ronde 1 | Ronde 2 | Ronde 3 | Ronde 4 | Ronde 5 | Ronde 6 | Ronde 7 | |\n|--------------|-----------|-----------|--------------|-------------|-----------|-----------|-----------|--------------|\n| Échiquier 1 | X - X. | X - X. | X - X. | 1 - 0. | X - X. | X - X. | 0 - 1. | Échiquier 1 |\n| Échiquier 2 | 0 - 1. | 0 - 1. | X - X. | 0 - 1. | 0 - 1. | X - X. | 1 - 0. | Échiquier 2 |\n| Échiquier 3 | 1 - 0. | 1 - 0. | 1 - 0. | 1 - 0. | X - X. | 1 - 0. | 0 - 1. | Échiquier 3 |\n| Échiquier 4 | 0 - 1. | 1 - 0. | 1 - 0. | 1 - 0. | 0 - 1. | 0 - 1. | X - X. | Échiquier 4 |\n| Échiquier 5 | X - X. | X - X. | (Question 9) | 1 - 0. | 0 - 1. | 1 - 0. | X - X. | Échiquier 5 |\n| Échiquier 6 | 0 - 1. | X - X. | (Question 9) | X - X. | 0 - 1. | X - X. | 1 - 0. | Échiquier 6 |\n| Échiquier 7 | 1 - 0. | 0 - 1. | 0 - 1. | (Quest. 13) | 0 - 1. | 0 - 1. | X - X. | Échiquier 7 |\n| Échiquier 8 | X - X. | 1 - 0. | 0 - 1. | (Quest. 12) | 0 - 1. | X - X. | 1 - 0. | Échiquier 8 |\n| Échiquier 9 | 1 - 0. | 0 - 1. | (Question 7) | 0 - 1. | 1 - 0. | 0 - 1. | 1 - 0. | Échiquier 9 |\n| Échiquier 10 | X - X. | 0 - 1. | 0 - 1. | 0 - 1. | 1 - 0. | 0 - 1. | 1 - 0. | Échiquier 10 |\n| Échiquier 11 | 0 - 1. | 0 - 1. | 0 - 1. | 0 - 1. | 1 - 0. | 0 - 1. | 1 - 0. | Échiquier 11 |\n\nCe sont les résultats à prendre en compte si AUCUN accident ne se produit au cours de ces parties. Les questions cidessous peuvent annuler ou modifier certains de ces résultats (forfaits par exemple).\n\nRappel : Si forfait d'un joueur, ne pas tenir compte du résultat indiqué dans le tableau. Remarque : Les derniers échiquiers peuvent ne pas être appariés. Ces résultats fictifs ne servent donc pas (S'il y a des joueurs exempts par exemple ou seulement 18 joueurs apparié)\n\nQuestion 1 : Quelques semaines avant le début du tournoi, vous avez fait la demande d'homologation du tournoi. Quelle est la procédure à suivre pour cela ?\n\n- a) Envoyer le formulaire trouvé sur le site de la DNA à Erick MOURET, le délégué ELO de la FFE.\n- b) Envoyer le formulaire trouvé sur le site de la DNA au délégué ELO de la ligue du lieu du tournoi.\n- c) Remplir le formulaire de demande en ligne sur le site la ligue où se déroulera le tournoi.\n- d) Remplir le formulaire de demande en ligne depuis son compte FFE.\n\nQuestion 2 : Parmi les 14 joueurs réels pré-inscrits, combien doivent régulariser leur licence pour pouvoir jouer ce tournoi ?\n\n- a) 1\n- b) 2\n- c) 3\n- d) 4\n- e) 6\n- f) 8\n\nLe matin du tournoi, vous apprenez qu'Hugo PALA ne viendra pas. Vous le retirez du tournoi. 3 joueurs s'inscrivent sur place. 3 joueurs fictifs, français, non-classé (ELO estimé en fonction de leur âge. Rappel : il y a peut-être une correction à faire).\n\n- Youpi POP (garçon, né 01/04/2013)\n- Marcel BIPOP (garçon, né le 05/05/2010).\n- Line COURVITE (fille, née le 31/12/1970).\n\nDès le pointage, Teimur TOKTOMUSHEV demande de prendre un bye à la ronde 3 et Elsa MIGNOT vous dit qu'elle ne pourra pas rester jusqu'au bout et donc qu'elle sera forfait à la ronde 7.\n\nQuestion 3 : Madame COURVITE vous présente une carte d'invalidité au moment de l'inscription. Elle demande à payer le tarif « normal » sans majoration, donc 60 €. Quelle est votre réponse ?\n\n- a) Oui, pour elle l'inscription sur place est effectivement à 60 €.\n2. b)\n3. Non, la règle est la même pour tout le monde : une inscription sur place coûte 80 €.\n- c) Ce n'est pas à vous de prendre la décision mais à l'organisateur qui pourra définir le tarif dans ce cas.\n\nQuestion 4 : Jean-Yves BUATHIER hésite à prendre un Bye à la ronde 3. Il vous demande avant quel moment il doit prendre sa décision. Quelle est votre réponse ?\n\n- a) Il faut le dire avant le début du tournoi.\n- b) Il faut le dire avant le début de la ronde précédente, donc avant la ronde 2 pour un Bye ronde 3.\n- c) Il faut le dire avant la fin de la ronde 2.\n- d) Il faut le dire au plus tard une heure avant le début de la ronde 3.\n\nVous pouvez apparier la ronde 1 (le joueur 1 a les blancs) puis entrer les résultats de cette ronde.\n\nAprès la ronde 1, Jean-Yves BUATHIER vous dit qu'il a des problèmes de vue et que la salle n'est pas bien éclairée. Il vous demande donc d'avoir une table fixe proche de l'entrée qui est beaucoup mieux éclairée. Vous acceptez cette demande. Jean-Yves BUATHIER jouera donc les 6 rondes suivantes à la table 100.\n\nVous pouvez apparier la ronde 2.\n\nQuestion 5 : 10 minutes avant la ronde 2, Dimitri TRAVAILLOUX vous dit que son ami Gilles HORN est malade. Il a passé une très mauvaise nuit et ne pourra pas jouer lors de cette journée à double ronde. Il pense que ce n'est pas bien méchant et espère être remis pour jouer la ronde 4 le lendemain. Il s'excuse pour son forfait à la ronde 2 et vous demande s'il pourra prendre un Bye à la ronde 3 puis continuer le tournoi à partir de la ronde 4. Quelle est votre réponse ?\n\n- a) Un forfait alors qu'on a été apparié entraîne l'exclusion du tournoi. Gilles HORN ne pourra pas revenir.\n- b) Gilles HORN va louper 2 rondes consécutives donc il ne lui sera pas possible de revenir.\n- c) Si Gilles HORN est malade, l'excuse est valable. Un bye à la ronde 3 et un retour à la ronde 4 est possible.\n\nEntrer les résultats de la ronde 2 et tenant compte de ce forfait.\n\nQuestion 6 : Au moment de faire les appariements de la ronde 3, on regarde qui a été flotteur.\n\n## Combien de joueurs sont considérés comme flotteur ?\n\n- a) 2 flotteurs montants et 2 flotteurs descendants.\n- b) 2 flotteurs montants et 3 flotteurs descendants.\n- c) 2 flotteurs montants et 5 flotteurs descendants.\n- d) 3 flotteurs montants et 3 flotteurs descendants.\n- e) 3 flotteurs montants et 4 flotteurs descendants.\n\n## Vous pouvez apparier la ronde 3.\n\n## Question 7 : La ronde N°3 vient juste de commencer.\n\nLes 2 joueurs de la table 9 viennent vous rendre les feuilles de parties.\n\nElsa MIGNOT a gagné avec les noirs en 6 coups.\n\n## Cependant vous constatez qu'elle aurait dû jouer avec les blancs. Que faites vous ?\n\n- a) Comme la partie a moins de 10 coups, vous annulez cette partie et vous demandez aux 2 joueurs de refaire une partie avec les bonnes couleurs.\n- b) Vous indiquez un double forfait car les deux joueurs sont fautifs.\n- c) Vous indiquez sur votre fiche de résultats qu'Elsa MIGNOT a gagné avec les blancs.\n- d) Vous validez le résultat et indiquez pour les prochains appariements qu'Elsa MIGNOT avait les noirs.\n\nQuestion 8 : Au 16ème coup, à 14h32, les 2 joueurs de la table 4 viennent vous voir pour vous signaler un problème sur la pendule. Celle ci indique : BLANC : 0:50 et NOIR : 0:22\n\nVous vérifiez que la pendule ajoute bien les 30 secondes à chaque coup. C'est bien le cas.\n\nLes 2 joueurs pensent avoir utilisé à peu près le même temps depuis le début de la partie.\n\n## Que doit afficher la pendule au moment où vous relancer la partie ?\n\n- a) Comme plus de 10 coups ont été joué, vous ne pouvez pas corriger le réglage de la pendule. La partie devra donc continuer avec les temps indiqués au moment où vous avez été appelé.\n- b) 1h14 pour les blancs et pour les noirs.\n- c) 1h22 pour les blancs et pour les noirs.\n- d) Vous annuler la partie. Une nouvelle partie sera jouée. Le temps est aussi remis à zéro : 1h30 pour les 2 joueurs.\n\n## Question 9 :\n\nEva BARBIE vient vous rendre les feuilles. Elle a gagné table 5 contre Youpi POP !\n\nVous constatez qu'elle aurait dû jouer table 6 contre Jain DAKSH.\n\nA la table 6, Jain DASK a fait nul contre Sharma DUSHYANT depuis quelques minutes.\n\nMatchs réellement joués :\n\nYoupi POP - Eva BARBIE (sur l'échiquier, gain noir)\n\nJain DASK - Sharma DUSHYANT (sur l'échiquier, partie nulle).\n\n## Que faites-vous ?\n\n- a) Vous modifiez manuellement les appariements en indiquant les matchs qui ont réellement été joué et les résultats acquis sur les 2 échiquiers.\n- b) Les appariements n'ayant pas été respectés, vous comptez « nul » pour ces 4 joueurs : chacun aura un demipoint pour cette ronde.\n- c) Les 2 joueurs noirs se sont trompés. Les joueurs blancs ont joué à la bonne place. Victoire pour les blancs sur les 2 parties avec point compté pour le classement ELO.\n- d) Les 2 joueurs noirs se sont trompés. Les joueurs blancs ont joué à la bonne place. Victoire pour les blancs sur les 2 parties mais victoire « par forfait » : les noirs ne se sont pas présentés à la bonne table. (Les joueurs noirs ne seront pas exclus, ils pourront poursuivre le tournoi).\n\nVous pouvez entrer les résultats de la ronde 3 (en tenant compte des réponses aux questions 7 et 9).\n\nJoël LAUTIER vous a demandé un « bye » pour la ronde 4.\n\nAvec cette information, vous pouvez apparier la ronde 4.\n\nQuestion 10 : Content de son bon début de tournoi, Marcel BIPOP vient vous voir avant le début de la ronde pour vous demander s'il est éligible au prix « Moins de 2000 ELO». Quelle est votre réponse ?\n\n- a) OUI, cette catégorie n'indique pas de ELO minimum.\n- b) NON parce que les prix par catégorie ELO peuvent avoir une tranche maximal de 500 points ELO. « Moins de 2000 » signifie donc « entre 1500 et 2000 ».\n- c) NON parce que Marcel BIPOP est non classé. Les prix par catégories ELO sont réservé aux joueurs ayant déjà un classement. Dans ce tournoi, l'organisateur a prévu un prix spécial pour les non classé pour lequel il est en course.\n\nQuestion 11 : Lors de la ronde 4, le maire vient lancer la ronde. Il en profite pour dire quelques mots et vanter les mérites touristiques de sa ville. Du coup, la ronde prévue à 14h n'est lancée qu'à 14h06.\n\nLe joueur ayant les noirs à la table 5 arrive dans la salle à 14h34. Il a eu une crevaison en route, a mis un peu de temps à réparer ce qui explique son arrivée tardive. Il vous montre ses mains noircies en preuve de sa bonne foi. Le joueur ayant les blancs dit qu'il a attendu plus de 30 minutes donc le délais de forfait est dépassé et il ne souhaite plus jouer et donc avoir le point par forfait.\n\n## Quelle est votre décision ?\n\n- a) Le délais de 30 minutes est effectivement dépassé, gain des blancs par forfait. Le joueur des noirs ayant une bonne excuse, il pourra jouer le lendemain.\n- b) La ronde a été retardée donc les noirs sont arrivés avec moins de 30 minutes de retard depuis le début réel. Ils peuvent donc jouer cette partie.\n- c) Le retard des noirs semble dû à une excuse valable. Vous demandez donc aux blancs de jouer la partie.\n\n## Question 12 :\n\n<!-- image -->\n\nTable 8 : Dans cette position, le conducteur des blancs dit « Dame » puis appuie sur la pendule.\n\nTemps des blancs : 1h02 - Temps des noirs : 0h57\n\nLe conducteur des noirs vous appelle.\n\nPlus tôt dans la partie, le conducteur des blancs avait fait un coup illégal que vous aviez constaté.\n\nQuelle est votre décision ?\n\n- a) Vous ajoutez 2 minutes aux noirs, remplacez le pion par une Dame et relancez la partie (si vous choisissez cette réponse, les blancs gagnent la partie, résultat à enregistrer).\n- b) Partie nulle.\n- c) Gain pour les noirs.\n\n## Question 13 :\n\n<!-- image -->\n\n- a) Gain blanc\n- b) Partie nulle.\n- c) Gain noir.\n\nTable 7 : Dans cette positon, le conducteur des blancs joue Rf5et il achève son coup en appuyant sur la pendule.\n\nLe conducteur des noirs vous appelle pour signaler un 2ème coup illégal des blancs (vous aviez effectivement constaté un coup illégal des blancs quelques minutes plus tôt).\n\nQuel est le résultat de la partie ?\n\n## Vous pouvez entrer les résultats de la ronde 4.\n\nLine COURVITE vous indique qu'elle quitte le tournoi. Elle ne jouera pas les 3 dernières rondes.\n\nVous pouvez apparier la ronde 5.\n\nQuestion 14 : Le matin de la ronde 5, vous recevez un courriel : Vincent BARDET a un rendez-vous médical prévu depuis longtemps. Il vous indique qu'il ne sera pas là l'après-midi pour la ronde 5, mais qu'il sera là sans problème le lendemain pour les 2 dernières rondes.\n\n## Quelle est votre réponse ?\n\n- a) Un forfait alors qu'on a été apparié entraîne l'exclusion du tournoi. Ce joueur ne pourra pas revenir.\n- b) Un rendez-vous médical est évidemment une bonne excuse. Pas de souci, ce joueur pourra revenir pour les 2 dernières parties.\n- c) L'absence de ce joueur à la ronde 5 était prévisible. Il aurait du le dire avant les appariements. Ce forfait n'est donc pas justifié alors ce joueur est exclu du tournoi.\n\nQuestion 15 : 15 minutes avant le début de la ronde 5, les 2 joueurs de la table 9 de la ronde 4 viennent vous voir. Ils se sont tous les deux trompés et vous disent que ce sont les blancs qui ont gagné, contrairement à ce qu'indique le résultat.\n\nVous vérifier les feuilles : les deux feuilles sont signées par les 2 joueurs. Une des feuilles n'indique aucun résultat et l'autre feuille indique clairement la victoire des noirs.\n\nEn voyant ça, les deux joueurs reconnaissent qu'ils se sont trompés. Ils confirment la victoire des blancs. Quelle est votre décision ?\n\n- a) Comme les 2 feuilles ont été signées, vous maintenez le résultat.\n- b) La ronde 5 se déroulera avec les appariements déjà publiés puis vous corrigerez le résultat avant les appariements de la ronde 6\n- c) Comme ça ne concerne que les dernières tables, vous corrigez immédiatement le résultat et refaites les appariements de la ronde 5.\n- d) Le tournoi continuera de se dérouler avec ce mauvais résultat, mais à la fin, vous corrigerez ce résultat pour que le joueur qui a réellement gagné ne perde pas de points ELO.\n\nVous pouvez entrer les résultats de la ronde 5. Pas d'autre information. Vous pouvez apparier la ronde 6.\n\nQuestion 16 : Evgeni JANEV a passé une mauvaise soirée : Il a fait une mauvaise chute la veille au soir et a passé sa soirée à l'hôpital. Un grand bandage lui recouvre toute la main droite.\n\nIl est droitier et vous indique donc qu'il aura beaucoup de mal à noter ses parties.\n\n## Quelle est votre réponse ?\n\n- a) La notation reste obligatoire. Ce joueur doit essayer de noter avec la main gauche.\n- b) Vu les circonstances il est dispensé de notation. Pour compenser cet « avantage », vous lui enlèverez 5 minutes à sa pendule.\n- c) Vu les circonstances il est dispensé de notation. Vous n'ajusterez pas sa pendule.\n\nRonde calme, pas de nouvelle information. Vous pouvez entrer les résultats de la ronde 6 et apparier le ronde 7.\n\nQuestion 17 : Clémence DENET ne se présente pas à cette ronde.\n\nElle perd donc sa partie par forfait.\n\nVous avez essayer de savoir la raison de ce forfait, mais vous n'avez eu aucune nouvelle.\n\nQue devez-vous faire de plus et que risque cette joueuse ?\n\n- a) Après votre signalement à la DNA, cette joueuse aura une suspension automatique de licence de 3 mois.\n- b) Vous devez signaler cette joueuse à la DNA. La joueuse sera prévenue du signalement et une sanction pourra être décidée si la situation se répète.\n- c) Vous devez signaler cette joueuse à la commission Fair-play. La joueuse sera prévenue du signalement et une sanction pourra être décidée si la situation se répète.\n- d) Vous pouvez signaler cette joueuse, mais elle ne risque rien.\n\n## Question 18 : Quel prix aura le joueur ou la joueuse qui termine à la 4ème place du classement général ?\n\n- a) 120 €\n- b) 100 €\n- c) 80 €\n- d) 70 €\n- e) 60 €\n\nQuestion 19 : Plusieurs joueurs ou joueuses sont à égalité à la 4ème place. Avec lequel (ou lesquels) de ces départages (utilisé en 1er départage) le 4ème du classement général final ne serait pas le même ? (Vous pouvez faire des essais, mais penser à remettre les départages choisis pour le tournoi à la fin).\n\n- a) Cumulatif.\n- b) Sonnborn-Berger.\n- c) Performance.\n- d) Aucune de ces 3 propositions. Le 4ème est toujours le même qu'avec le Buchholz utilisé dans le tournoi.\n5. e ) Au moins deux de ces 3 propositions de départages donne un 4ème différent qu'avec le Buchholz.\n\n## Question 20 : Qui aura les 50 € du 2ème prix féminin ?\n\n- a) Polina SHUVALOVA\n- b) Miruna-Daria LEHACI\n- c) Eva BARBIE\n- d) A.S. SHARVAANICA\n\nQuestion 21 : A.S. SHARVAANICA vous demande combien de points ELO FIDE elle va gagner durant ce tournoi. Quelle réponse est la plus proche ?\n\n- a) Environ 6 points.\n- b) Environ 12 points.\n- c) Environ 20 points.\n- d) Environ 25 points.\n\nQuestion 22 : Un joueur vient vous demandez pourquoi sur la page indiquant le calcul du ELO FIDE, toutes ces parties ne sont pas comptées. Parmi les 5 affirmations suivantes, combien sont vraies ?\n\n- Quand 2 joueurs classés ont 400 points d'écart ou plus et que le plus fort gagne, la partie n'est pas prise en compte pour le calcul.\n- Les victoires par forfait ne sont pas prises en compte pour le classement ELO du vainqueur.\n- Les défaites par forfait ne font pas perdre de point ELO au joueur absent.\n- -Les défaites des joueurs à moins de 2000 contre un joueur titré (MI ou GMI) ne sont pas prise en compte.\n- Pour les joueurs non classé, une estimation est faite en fonction de leur résultats dans le tournoi pour déterminer les points gagnés ou perdus par leurs adversaires.\n- a) 0 affirmation vraie.\n- b) 1 affirmation vraie.\n- c) 2 affirmations vraies.\n- d) 3 affirmations vraies.\n- e) 4 affirmations vraies.\n- f ) 5 affirmations vraies.\n\nQuestion 23 : Vous habitez à 20 km du tournoi donc vous ferez la route tous les jours.\n\nL'organisateur vous fourni l'imprimante du club et prend en charge tous vos repas sur place.\n\nVous n'aurez donc que les frais de déplacements à vous faire rembourser (en plus de l'indemnité).\n\nQuel sera le montant de vos frais de déplacements ?\n\n- a) 13 €\n- b) 32 €\n- c) 52 €\n- d) 64 €\n- e) 84 €\n\nQuestion 24 : En plus de vos frais de déplacements, quelle est l'indemnité d'arbitrage maximale que vous pouvez demander à l'organisateur pour ce tournoi ?\n\n```\na) 250 € b) 355 € c) 425 € d) 455 € e) 500 €\n```\n\nNotre tournoi fictif est maintenant terminé. Il reste 6 questions qui ne concernent plus ce tournoi mais des questions générales sur le système Suisse ou les départages.\n\nQuestion 25 : Deux joueurs ayant le même classement ELO et le même nombre de points se rencontrent à la table 1 d'un tournoi au système Suisse. En cas de nul, avec quel(s) départage(s) le joueur en tête avant la ronde est-il certain de rester devant son adversaire du jour après la ronde ?\n\n- a) Performance.\n\n```\nb) Buchholz-Médian. c) Sonneborn-Berger. d) Sonnerborn-Berger et Performance. e) Sonnerborn-Berger et Buccholz-Médian. f) Aucun. Question 26 : Attribution des couleurs (1) Joueur A : Elo 2000 - Score 3 points - Historique des couleurs : NBNB Joueur B : Elo 1975 - Score 3 points - Historique des couleurs : NBNB Joueur C : Elo 1820 - Score 2,5 points - Historique des couleurs : NBBN Joueur D : Elo 1750 - Score 2 points - Historique des couleurs : BNBN Les appariements de la ronde 5 font jouer A contre B et C contre D. Quels joueurs auront les blancs ? a) Joueur A et joueur C. b) Joueur A et joueur D. c) Joueur B et joueur C. d) Joueur B et joueur D. Question 27 : Attribution des couleurs (2) Joueur E : Elo 1850 - Score 3 points - Historique des couleurs : N_NB* Joueur F : Elo 2000 - Score 3 points - Historique des couleurs : BNBN Joueur G : Elo 1810 - Score 4,5 points - Historique des couleurs : BNBN Joueur H : Elo 1940 - Score 4 points - Historique des couleurs : BNBN (* Dans l'historique des couleurs, _ signifie que le joueur a gagné par forfait) Les appariements de la ronde 5 font jouer E contre F et G contre H. Quels joueurs auront les blancs ? a) Joueur E et joueur G. b) Joueur E et joueur H. c) Joueur F et joueur G. d) Joueur F et joueur H.\n```\n\nQuestion 28 : A la fin des 9 rondes du championnat de ligue petit-poussin avec 37 joueurs, juste avant la remise des prix, le papa d'un des joueurs du podium vient vous voir avec la question suivante : Je ne comprends pas le buchholz de mon fils : tous ses adversaires ont un nombre de points entiers sauf un qui a un demi... Et à la fin, mon fils a un nombre entier en buccholz.\n\nIl n'y a eu aucun forfait durant le tournoi et personne n'a abandonné le tournoi.\n\n## Quelle est votre réponse ?\n\n- a) PAPI arrondi le buccholz final à l'entier le plus proche.\n- b) Sur un tournoi en 9 rondes, on ne prend que les 7 adversaires médians, en éliminant le plus fort et le plus faible des adversaires.\n- c) Le buchholz ne prend en compte que les adversaires qui ont marqué au moins la moitié des points dans le tournoi.\n- d) Un des adversaires de votre fils a probablement été exempt. Dans ce cas, on ne lui compte pas un point entier pour cette partie dans le calcul du buchholz de ses adversaires, mais seulement un demi à la place de ce point acquis facilement.\n- e) C'est impossible de répondre sans étudier précisément la grille américaine. La réponse précise sera donc donnée après la remise des prix. PAPI est fiable là dessus de toutes façons.\n\n## Question 29 : Appariement d'un groupe de points (1)\n\n6 joueurs ont 3 points (numéro d'appariement et préférence couleur (avec force) de chacun d'eux :\n\n```\n5n, 12b, 16n, 17(n), 19b, 25N « Déjà joué » parmi ces joueurs : 17 contre 5 et 17 contre 16. (b) et (n) : Préférences faibles b et n : Préférences fortes B et N : Préférences absolues\n```\n\n## Quel sera l'appariement des 3 tables pour ces 6 joueurs ?\n\n```\na) 17 - 5, 12 - 25 et 19 - 16 b) 19 - 5, 12 - 17 et 16 - 25 c) 19 - 5, 12 - 16 et 17 - 25 d) 12 - 5, 19 - 16 et 17 - 25\n```\n\n## Question 30 : Appariement d'un groupe de points (2)\n\n5 joueurs ont 0 points (il n'y a donc aucun « déjà joué »).\n\nVoilà leurs numéros d'appariements et leur préférence couleur (préférence faible pour tous donc) :\n\n10(b), 12(b), 14(b), 18(b), 21(n)\n\n## Quel sera l'appariement des 2 dernières tables et qui sera exempt ?\n\n```\na) 10 - 14, 12 - 18 et 21 exempt. b) 10 - 14, 12 - 21 et 18 exempt. c) 10 - 18, 12 - 21 et 14 exempt. d) 10 - 21, 12 - 14 et 18 exempt. e) 10 - 12, 14 - 18 et 21 exempt.\n```\n\n## N'oubliez pas de rendre 2 fichiers : ce questionnaire et la boule PAPI.\n\nVotre boule PAPI doit être renommée avec votre numéro d'anonymat (Exemple : XB02.papi ).\n\n## Fin du sujet de l'UVT\n\n| F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de juin 2025 - Grille des réponses | F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de juin 2025 - Grille des réponses | F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de juin 2025 - Grille des réponses | F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de juin 2025 - Grille des réponses |\n|------------------------------------------------------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Question | Réponse | Articles de référence LA = Livre de l'arbitre. Autres : Règlements fédéraux - Site FFE - rubrique « Document » | Taux Réussite |\n| 1 | D | L.A. Chap. 5.2, paragraphe « homologation des tournois ». | 98% |\n| 2 | C | L.A. Chap. 5.3, paragraphe « licence et référence FIDE ». | 35% |\n| 3 | A | R03-Compétitions homologuées : Article 2.3 - Droits d'inscription | 89% |\n| 4 | C | La réponse était indiquée dans la partie 1 de l'UV. | 93% |\n| 5 | C | L.A. Chap. 2.2, article 6.5 | 90% |\n| 6 | C | LA - Chap 3.5 Les règles du système Suisse - Partie C.04.3, paragraphe A.4 : flotteurs. (Ou utilisation de PAPI qui donne la réponse) | 55% |\n| 7 | D | LA - Article 7.3 des règles du jeu. | 93% |\n| 8 | C | LA. Article 6.10.2 des règles du jeu. | 53% |\n| 9 | Aou D* | LA. chapitre 3.5, partie C.04.2, paragraphe D.8. | 75 %+18 %* |\n| 10 | C | Voir dans la partie 1 de l'UV, prix pour les non classés. | 71% |\n| 11 | B | LA : Art. 6.7.2. des règles du jeu. Commentaire : | 80% |\n| 12 | C | LA. Articles 7.5.2. et 7.5.5. des règles du jeu. | 74% |\n| 13 | B | LA. Article 7.5.5. des règles du jeu. | 60% |\n| 14 | C | L.A. Chap. 2.2, article 6.5 | 64% |\n| 15 | B | LA - Chapitre 3.5 Règles du Système Suisse - Partie C.04.2 Paragraphe D.8 | 85% |\n| 16 | C | LA - Art 8.1.6 des règles du jeu. | 23% |\n| 17 | B | LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 17. | 92% |\n| 18 | B | Grille finale du tournoi + Liste des prix (partie 1) (prix non cumulables). | 7%** |\n| 19 | A | Manipulation de PAPI ou chapitre départages (LA chapitre 4.2) | 36%** |\n| 20 | C | Grille finale du tournoi + Liste des prix (partie 1) (prix non cumulables). | 65% |\n| 21 | D | Manipulation de PAPI ou chapitre système de classement FIDE (LA chapitre 6.1) | 23%** |\n| 22 | C | LA chapitre 6.1 : chapitre système de classement FIDE - Paragraphe 5.1 | 73% |\n| 23 | D | LA. Chapitre 5.5 indemnisation - Paragraphe 2 : frais de déplacements. | 78% |\n| 24 | D | LA. Chapitre 5.5 indemnisation - Paragraphe 4 : indemnités. | 79% |\n| 25 | Aou F ֍ | LA chapitre 4.2 : Départages | 27% + 44% ֍ |\n| 26 | D | LA - Chapitre 3.5 Règles du Système Suisse - Partie C.04.3 Paragraphe E : couleurs | 21% |\n| 27 | A | LA - Chapitre 3.5 Règles du Système Suisse - Partie C.04.3 Paragraphe E : couleurs | 63% |\n| 28 | D | LA chapitre 4.2 : Départages - Paragraphe 14 (scores ajustés) - encadré info logiciel PAPI | 54% |\n| 29 | C | LA - Chapitre 3.5 Règles du Système Suisse - Partie C.04.3 | 32% |\n| 30 | B | LA - Chapitre 3.5 Règles du Système Suisse - Partie C.04.3 - Utilisation de C.11 | 44% |\n| PAPI 1 PAPI 2 PAPI 3 PAPI 4 PAPI 5 | Saisie correcte de la liste des joueurs réels (bons codes FIDE) Saisie correcte de la liste des joueurs fictifs (toutes infos disponibles) Saisie correcte des informations du tournoi (nombre de rondes, départages, prix) Saisie correcte et cohérente des résultats à chaque ronde (+ Table fixe) Bonne gestion des incidents de tournoi et ré-appariements manuels * et ** : Voir les explications de la question 9 - ֍ : Voir les explications de la question 25. | Saisie correcte de la liste des joueurs réels (bons codes FIDE) Saisie correcte de la liste des joueurs fictifs (toutes infos disponibles) Saisie correcte des informations du tournoi (nombre de rondes, départages, prix) Saisie correcte et cohérente des résultats à chaque ronde (+ Table fixe) Bonne gestion des incidents de tournoi et ré-appariements manuels * et ** : Voir les explications de la question 9 - ֍ : Voir les explications de la question 25. | Saisie correcte de la liste des joueurs réels (bons codes FIDE) Saisie correcte de la liste des joueurs fictifs (toutes infos disponibles) Saisie correcte des informations du tournoi (nombre de rondes, départages, prix) Saisie correcte et cohérente des résultats à chaque ronde (+ Table fixe) Bonne gestion des incidents de tournoi et ré-appariements manuels * et ** : Voir les explications de la question 9 - ֍ : Voir les explications de la question 25. |\n\n## F édération F rançaise des É checs D irection N ationale de l' A rbitrage UVT session de juin 2025 - Corrigé détaillé\n\nNote : Cette session de Juin 2025 était la dernière en 100 % QCM. Voir page 4 des ces annales l'explication du format des UV à partir de la session de décembre 2025\n\nQuestion 1 : Quelques semaines avant le début du tournoi, vous avez fait la demande d'homologation du tournoi. Quelle est la procédure à suivre pour cela ?\n\n- a) Envoyer le formulaire trouvé sur le site de la DNA à Erick MOURET, le délégué ELO de la FFE.\n- b) Envoyer le formulaire trouvé sur le site de la DNA au délégué ELO de la ligue du lieu du tournoi.\n- c) Remplir le formulaire de demande en ligne sur le site la ligue où se déroulera le tournoi.\n- d) Remplir le formulaire de demande en ligne depuis son compte FFE.\n\nL.A. Chap. 5.2, paragraphe « homologation des tournois »., partie « procédure ».\n\nQuestion 2 : Parmi les 14 joueurs réels pré-inscrits, combien doivent régulariser leur licence pour pouvoir jouer ce tournoi ?\n\n- a) 1\n- b) 2\n- c) 3\n- d) 4\n- e) 6\n- f) 8\n7. L.A. Chap. 5.3, paragraphe « licence et référence FIDE ».\n\nLes joueurs ayant un code FIDE autre que FRA n'ont pas besoin de licence (même s'ils ont déjà eu une licence FFE dans le passé).\n\nLes joueurs sans code FIDE ou avec un code FIDE FRA doivent avoir une licence A valable pour la saison en cours.\n\nLes joueurs suivants doivent donc régulariser leur licence :\n\n- BUATHIER Jean-Yves (licence B)\n- LAUTIER Joel (licence B)\n- VAPILLON Jean-François (pas de licence).\n\nCette question a eu un faible taux de réussite. C'est pourtant une question importante pour de futurs arbitres Open qui devront vérifier les licences.\n\nBeaucoup de candidats ont répondu la réponse F : Attention, les joueurs ayant un code FIDE autre que FRA n'ont pas d'obligation d'avoir de licence en France pour jouer un open.\n\nQuestion 3 : Madame COURVITE vous présente une carte d'invalidité au moment de l'inscription.\n\nElle demande à payer le tarif « normal » sans majoration, donc 60 €.\n\nQuelle est votre réponse ?\n\n- a) Oui, pour elle l'inscription sur place est effectivement à 60 €.\n- b) Non, la règle est la même pour tout le monde : une inscription sur place coûte 80 €.\n- c) Ce n'est pas à vous de prendre la décision mais à l'organisateur qui pourra définir le tarif dans ce cas.\n\nR03-Compétitions homologuées : Article 2.3 - Droits d'inscription\n\nLa majoration des prix d'inscription ne s'applique pas dans le cas de personnes présentant une carte de mobilisation inclusion de personne en situation de handicap.\n\nQuestion 4 : Jean-Yves BUATHIER hésite à prendre un Bye à la ronde 3. Il vous demande avant quel moment il doit prendre sa décision. Quelle est votre réponse ?\n\n- a) Il faut le dire avant le début du tournoi.\n- b) Il faut le dire avant le début de la ronde précédente, donc avant la ronde 2 pour un Bye ronde 3.\n- c) Il faut le dire avant la fin de la ronde 2.\n- d) Il faut le dire au plus tard une heure avant le début de la ronde 3. Procédure propre à chaque tournoi. La réponse était donc indiquée dans la partie 1 de l'UV. Il faut donc l'indiquer dans le RI du tournoi. Ce timing est celui qui est le plus souvent utilisé.\n\n<!-- image -->\n\nQuestion 5 : 10 minutes avant la ronde 2, Dimitri TRAVAILLOUX vous dit que son ami Gilles HORN est malade. Il a passé une très mauvaise nuit et ne pourra pas jouer lors de cette journée à double ronde. Il pense que ce n'est pas bien méchant et espère être remis pour jouer la ronde 4 le lendemain. Il s'excuse pour son forfait à la ronde 2 et vous demande s'il pourra prendre un Bye à la ronde 3 puis continuer\n\nle tournoi à partir de la ronde 4. Quelle est votre réponse ?\n\n- a) Un forfait alors qu'on a été apparié entraîne l'exclusion du tournoi. Gilles HORN ne pourra pas revenir.\n- b) Gilles HORN va louper 2 rondes consécutives donc il ne lui sera pas possible de revenir.\n- c) Si Gilles HORN est malade, l'excuse est valable. Un bye à la ronde 3 et un retour à la ronde 4 est possible.\n4. L.A. Chap. 2.2, article 6.5 : « L'absence d'un joueur/d'une joueurs sans avoir prévenu l'arbitre est considéré comme un abandon du tournoi à moins qu'il/elle ne justifie son absence par une raison valable, avant que l'appariement de la ronde suivante ne soit publié. »\n\nIci, on peut considérer que la raison est valable. Un retour à la ronde 4 est donc possible, avec effectivement possibilité de prendre un bye à la ronde 3.\n\n<!-- image -->\n\nQuestion 6 : Au moment de faire les appariements de la ronde 3, on regarde qui a été flotteur.\n\nCombien de joueurs sont considérés comme flotteur ?\n\n- a) 2 flotteurs montants et 2 flotteurs descendants.\n- b) 2 flotteurs montants et 3 flotteurs descendants.\n- c) 2 flotteurs montants et 5 flotteurs descendants.\n- d) 3 flotteurs montants et 3 flotteurs descendants.\n- e) 3 flotteurs montants et 4 flotteurs descendants.\n6. LA - Chap 3.5 Les règles du système Suisse - Partie C.04.3, paragraphe A.4 : flotteurs.\n\nOn pouvait regarder l'aide aux appariements donnée par PAPI :\n\n<!-- image -->\n\nOn voit donc que 2 joueurs ont été flotteur montant :\n\nAROUSSTAMIAN et TRAVAILLOUX (tous les deux à la ronde 2).\n\nEt 5 joueurs ont été flotteur descendant :\n\nPOP (exempt à la ronde 1), DAKSH JAIN et MIGNOT (les adversaires de AROUSSTAMIAN et TRAVAILLOUX à la ronde 2), BARDET (exempt à la ronde 2) et ZIENKIEWICZ (gain par forfait à la ronde 2).\n\nNote : HORN, perdant par forfait à la ronde 2 serait aussi considéré comme flotteur descendant, mais comme il ne participe pas à la ronde 3, on ne le compte pas. De toutes façons, pour ne pas induire les candidats en erreur, la réponse avec 6 flotteurs descendants n'était pas proposée.\n\n## Question 7 : La ronde N°3 vient juste de commencer.\n\nLes 2 joueurs de la table 9 viennent vous rendre les feuilles de parties.\n\nElsa MIGNOT a gagné avec les noirs en 6 coups.\n\n## Cependant vous constatez qu'elle aurait dû jouer avec les blancs. Que faites vous ?\n\n- a) Comme la partie a moins de 10 coups, vous annulez cette partie et vous demandez aux 2 joueurs de refaire une partie avec les bonnes couleurs.\n\n- b) Vous indiquez un double forfait car les deux joueurs sont fautifs.\n- c) Vous indiquez sur votre fiche de résultats qu'Elsa MIGNOT a gagné avec les blancs.\n- d) Vous validez le résultat et indiquez pour les prochains appariements qu'Elsa MIGNOT avait les noirs. LA - Article 7.3 des règles du jeu.\n\nLe commentaire indique :\n\n« Dans le cas où une partie avec couleurs inversées finirait par des moyens normaux (par mat, pat, abandon, nulle par accord mutuel - si autorisée), avant que dix (10) coups ne soient achevés, le résultat de la partie est maintenu. » Le point 8 du C.04.2 du chapitre 3.5 (règles du Système Suisse) indique que l'information des couleurs inversées doit être prise en compte pour les prochains appariements.\n\n## Question 8 :\n\nAu 16ème coup, à 14h32, les 2 joueurs de la table 4 viennent vous voir pour vous signaler un problème sur la pendule.\n\nCelle ci indique : BLANC : 0:50 et NOIR : 0:22\n\nVous vérifiez que la pendule ajoute bien les 30 secondes à chaque coup. C'est bien le cas.\n\nLes 2 joueurs pensent avoir utilisé à peu près le même temps depuis le début de la partie.\n\n## Que doit afficher la pendule au moment où vous relancer la partie ?\n\n- a) Comme plus de 10 coups ont été joué, vous ne pouvez pas corriger le réglage de la pendule. La partie devra donc continuer avec les temps indiqués au moment où vous avez été appelé.\n\nb)\n\n1h14 pour les blancs et pour les noirs.\n\n- c) 1h22 pour les blancs et pour les noirs.\n- d) Vous annuler la partie. Une nouvelle partie sera jouée. Le temps est aussi remis à zéro : 1h30 pour les 2 joueurs.\n\nNous sommes en cadence lente donc on corrige l'erreur manifeste sur la pendule.\n\nPetit calcul.\n\nA 14h32, il y a eu 32 minutes de jeu et 16 minutes de bonus ((16 coups blancs + 16 coups noirs) x 30 secondes) Il faut donc enlever au temps initial 16 minutes, donc 8 minutes par joueur.\n\nArticle 6.10.2 des règles du jeu : « Si au cours d'une partie, on constate que le réglage de l'un ou des deux afficheurs était incorrect, l'un des adversaires ou l'arbitre arrête immédiatement la pendule. L'arbitre règle la pendule correctement et, si nécessaire, ajuste les temps et compteurs de coups. Il/Elle fait preuve du plus grand discernement pour déterminer les informations adéquates. »\n\nIci, beaucoup de candidats ont indiqué la réponse B : ils ont oublié de compter l'incrément de 30 secondes par coup pour les 16 premiers coups : 8 minutes de plus par joueur donc.\n\n## Question 9 :\n\nEva BARBIE vient vous rendre les feuilles. Elle a gagné table 5 contre Youpi POP ! Vous constatez qu'elle aurait dû jouer table 6 contre Jain DAKSH. A la table 6, Jain DASK a fait nul contre Sharma DUSHYANT depuis quelques minutes. Matchs réellement joués : Youpi POP - Eva BARBIE (sur l'échiquier, gain noir) Jain DASK - Sharma DUSHYANT (sur l'échiquier, partie nulle).\n\n## Que faites-vous ?\n\n- a) Vous modifiez manuellement les appariements en indiquant les matchs qui ont réellement été joué et les résultats acquis sur les 2 échiquiers.\n- b) Les appariements n'ayant pas été respectés, vous comptez « nul » pour ces 4 joueurs : chacun aura un demipoint pour cette ronde.\n- c) Les 2 joueurs noirs se sont trompés. Les joueurs blancs ont joué à la bonne place. Victoire pour les blancs sur les 2 parties avec point compté pour le classement ELO.\n- d) Les 2 joueurs noirs se sont trompés. Les joueurs blancs ont joué à la bonne place. Victoire pour les blancs sur les 2 parties mais victoire « par forfait » : les noirs ne se sont pas présentés à la bonne table. (Les joueurs noirs ne seront pas exclus, ils pourront poursuivre le tournoi).\n\nCette situation arrive de temps en temps sur les tournois avec des joueurs débutants. Pour le rédacteur du sujet et les formateurs qui l'ont relu, la réponse A semblait évidente...\n\nSauf que ce n'est pas écrit dans les règlements.\n\nPour la FIDE, la bonne réponse à cette situation est la réponse D (ce n'est pas non plus écrit dans les règlements).\n\n10 candidats ont répondu D à cette question.\n\nDu coup, ces candidats n'avaient plus la possibilité de répondre aux questions 18, 19 et 21 (la réponse à la question 20 ne changeait pas). Leurs copies ont donc été corrigées en tenant compte de cette information. 8 de ces 10 candidats ont validé leur UVT au cours de cette session d'examens.\n\n## 75 % des candidats ont répondu « A » à cette question.\n\nNote : Les candidats qui auraient perdu du temps à cette question (en y revenant par exemple) n'ont été que très faiblement pénalisés parce que beaucoup ont été repêchés.\n\nPour la suite de la correction, c'est cette réponse qui sera gardée (réponse donnée par la grande majorité des candidats et qui permet de répondre à toutes les questions suivantes).\n\nTous les candidats ajournés à cette UV ont fait beaucoup d'autres erreurs qui ne sont pas en lien avec cette question (y compris avant la question 18, la première impactée par cette réponse).\n\n** : Dans la grille des résultats (page 57), les statistiques de bonnes réponses aux questions 18, 19 et 21 ont été établies parmi les candidats qui ont répondu « A » à la question 9.\n\n<!-- image -->\n\nQuestion 10 : Content de son bon début de tournoi, Marcel BIPOP vient vous voir avant le début de la ronde pour vous demander s'il est éligible au prix « Moins de 2000 ELO». Quelle est votre réponse ?\n\na)\n\nOUI, cette catégorie n'indique pas de ELO minimum.\n\nb) NON parce que les prix par catégorie ELO peuvent avoir une tranche maximal de 500 points ELO. « Moins de 2000 » signifie donc « entre 1500 et 2000 ».\n\nc) NON parce que Marcel BIPOP est non classé. Les prix par catégories ELO sont réservé aux joueurs ayant déjà un classement. Dans ce tournoi, l'organisateur a prévu un prix spécial pour les non classé pour lequel il est en course.\n\nSi la grille des prix ne prévoit pas de prix pour les non-classés, il faut indiquer dans le RI s'ils sont éligibles aux prix de la dernière catégorie ELO ou non. Par défaut, ils ne le sont pas (PAPI ne prend pas en compte les nonclassés pour les prix par catégorie Elo. Attention donc lors de la remise des prix si vous souhaitez intégrer les non-classés dans la dernière catégorie ELO).\n\nVoir la partie 1 de l'UV : Un prix est prévu pour les non-classé. Les non-classé ne sont donc pas éligibles aux prix par catégories ELO qui concernent ceux qui ont un classement.\n\nQuestion 11 : Lors de la ronde 4, le maire vient lancer la ronde. Il en profite pour dire quelques mots et vanter les mérites touristiques de sa ville. Du coup, la ronde prévue à 14h n'est lancée qu'à 14h06. Le joueur ayant les noirs à la table 5 arrive dans la salle à 14h34. Il a eu une crevaison en route, a mis un peu de temps à réparer ce qui explique son arrivée tardive. Il vous montre ses mains noircies en preuve de sa bonne foi. Le joueur ayant les blancs dit qu'il a attendu plus de 30 minutes donc le délais de forfait est dépassé et il ne souhaite plus jouer et donc avoir le point par forfait.\n\n## Quelle est votre décision ?\n\n- a) Le délais de 30 minutes est effectivement dépassé, gain des blancs par forfait. Le joueur des noirs ayant une bonne excuse, il pourra jouer le lendemain.\n- b) La ronde a été retardée donc les noirs sont arrivés avec moins de 30 minutes de retard depuis le début réel. Ils peuvent donc jouer cette partie.\n- c) Le retard des noirs semble dû à une excuse valable. Vous demandez donc aux blancs de jouer la partie.\n4. LA : Art. 6.7.2. des règles du jeu. Commentaire :\n5. « Si le délai de forfait n'est pas 0(zéro), il est conseillé que l'arbitre annonce publiquement l'heure du début de la ronde et qu'il/elle note l'heure de départ. Si le délai de forfait est par exemple de 30 minutes et que la ronde devait commencer à 15h00, mais a effectivement commencé à 15h15, les joueurs et joueuses ne perdent par forfait qu'à 15h45. »\n\n## Question 12 :\n\n<!-- image -->\n\nTable 8 : Dans cette position, le conducteur des blancs dit « Dame » puis appuie sur la pendule.\n\nTemps des blancs : 1h02 - Temps des noirs : 0h57\n\nLe conducteur des noirs vous appelle.\n\nPlus tôt dans la partie, le conducteur des blancs avait fait un coup illégal que vous aviez constaté.\n\nQuelle est votre décision ?\n\n- a) Vous ajoutez 2 minutes aux noirs, remplacez le pion par une Dame et relancez la partie (si vous choisissez cette réponse, les blancs gagnent la partie, résultat à enregistrer).\n- b) Partie nulle.\n- c) Gain pour les noirs.\n\n## LA. Articles 7.5.2. et 7.5.5. des règles du jeu.\n\n- 7.5.5. → « Pour le second coup illégal achevé par la même personne, l'arbitre déclare la partie perdue par celle-ci. Toutefois, la partie est nulle, si la position est telle que l'adversaire ne peut mater son roi par aucune suite de coups légaux. »\n- 7.5.2. → « Si un joueur ou une joueuse a déplacé un pion sur la rangée la plus éloignée, a appuyé sur la pendule, mais n'a pas remplacé le pion par une nouvelle pièce, le coup est illégal »\n\nLes noirs ont encore un cavalier. Il existe une suite de coups légaux emmenant au mat pour les noirs (en le faisant exprès, mais c'est possible), donc gain noir.\n\n## Question 13 :\n\n<!-- image -->\n\n- a) Gain blanc\n- b) Partie nulle.\n- c) Gain noir.\n\n## LA. Article 7.5.5. des règles du jeu.\n\n7.5.5. → « Pour le second coup illégal achevé par la même personne, l'arbitre déclare la partie perdue par\n\nTable 7 : Dans cette positon, le conducteur des blancs joue Rf5et il achève son coup en appuyant sur la pendule.\n\nLe conducteur des noirs vous appelle pour signaler un 2ème coup illégal des blancs (vous aviez effectivement constaté un coup illégal des blancs quelques minutes plus tôt).\n\nQuel est le résultat de la partie ?\n\ncelle-ci. Toutefois, la partie est nulle, si la position est telle que l'adversaire ne peut mater son roi par aucune suite de coups légaux. »\n\nIci, il n'existe aucune suite de coup légaux qui permet au noirs de gagner. Les blancs sont au trait et les 2 seuls coups légaux dans blancs emmènent un mat pour les blancs. → Partie nulle, c'est la dernière phrase du 7.5.5.\n\n<!-- image -->\n\nQuestion 14 : Le matin de la ronde 5, vous recevez un courriel : Vincent BARDET a un rendez-vous médical prévu depuis longtemps. Il vous indique qu'il ne sera pas là l'après-midi pour la ronde 5, mais qu'il sera là sans problème le lendemain pour les 2 dernières rondes.\n\n## Quelle est votre réponse ?\n\n- a) Un forfait alors qu'on a été apparié entraîne l'exclusion du tournoi. Ce joueur ne pourra pas revenir.\n- b) Un rendez-vous médical est évidemment une bonne excuse. Pas de souci, ce joueur pourra revenir pour les 2 dernières parties.\n- c) L'absence de ce joueur à la ronde 5 était prévisible. Il aurait du le dire avant les appariements. Ce forfait n'est donc pas justifié alors ce joueur est exclu du tournoi.\n4. L.A. Chap. 2.2, article 6.5 : « L'absence d'un joueur/d'une joueurs sans avoir prévenu l'arbitre est considéré comme un abandon du tournoi à moins qu'il/elle ne justifie son absence par une raison valable, avant que l'appariement de la ronde suivante ne soit publié. »\n\nIci, l'absence était prévisible (la question indique « prévu depuis longtemps »). Cette absence aurait donc du être signalée avant l'appariement de la ronde 5.\n\nCe comportement très gênant doit être sanctionné. Ce joueur est donc exclu du tournoi.\n\nQuestion 15 : 15 minutes avant le début de la ronde 5, les 2 joueurs de la table 9 de la ronde 4 viennent vous voir. Ils se sont tous les deux trompés et vous disent que ce sont les blancs qui ont gagné, contrairement à ce qu'indique le résultat.\n\nVous vérifier les feuilles : les deux feuilles sont signées par les 2 joueurs. Une des feuilles n'indique aucun résultat et l'autre feuille indique clairement la victoire des noirs.\n\nEn voyant ça, les deux joueurs reconnaissent qu'ils se sont trompés. Ils confirment la victoire des blancs.\n\n## Quelle est votre décision ?\n\n- a) Comme les 2 feuilles ont été signées, vous maintenez le résultat.\n- b) La ronde 5 se déroulera avec les appariements déjà publiés puis vous corrigerez le résultat avant les appariements de la ronde 6.\n- c) Comme ça ne concerne que les dernières tables, vous corrigez immédiatement le résultat et refaites les appariements de la ronde 5.\n- d) Le tournoi continuera de se dérouler avec ce mauvais résultat, mais à la fin, vous corrigerez ce résultat pour que le joueur qui a réellement gagné ne perde pas de points ELO.\n5. LA - Chapitre 3.5 Règles du Système Suisse - Partie C.04.2 Paragraphe D.8\n\nDans le cas où un résultat erroné a été enregistré, si le signalement intervient après la fin de la ronde suivante, la correction aura lieu après le tournoi et uniquement dans le cadre du calcul du classement Elo du joueur.\n\n<!-- image -->\n\nQuestion 16 : Evgeni JANEV a passé une mauvaise soirée : Il a fait une mauvaise chute la veille au soir et a passé sa soirée à l'hôpital. Un grand bandage lui recouvre toute la main droite.\n\nIl est droitier et vous indique donc qu'il aura beaucoup de mal à noter ses parties.\n\n## Quelle est votre réponse ?\n\n- a) La notation reste obligatoire. Ce joueur doit essayer de noter avec la main gauche.\n- b) Vu les circonstances il est dispensé de notation. Pour compenser cet « avantage », vous lui enlèverez 5 minutes à sa pendule.\n- c) Vu les circonstances il est dispensé de notation. Vous n'ajusterez pas sa pendule.\n\n## LA - Art 8.1.6 des règles du jeu.\n\nCe joueur est en situation de handicap (même handicap temporaire). On ne doit donc pas ajuster sa pendule.\n\n« Si un joueur ou une joueuse est dans l'incapacité de noter les coups, il/elle peut fournir un assistant ou une assistante, ayant l'agrément de l'arbitre, pour enregistrer les coups. Sa pendule est ajustée par l'arbitre d'une manière équitable. Cet ajustement de la pendule ne doit pas s'appliquer à une personne en situation de handicap. »\n\nCette question a eu un taux de réussite très faible (les réponses A et B ont été données).\n\nAttention : le texte parle bien de situation de handicap , pas de handicap permanent. Nous sommes bien dans ce cas là et dans ce cas le texte indique clairement que l' « ajustement de la pendule ne doit pas s'appliquer ».\n\n<!-- image -->\n\nQuestion 17 : Clémence DENET ne se présente pas à cette ronde.\n\nElle perd donc sa partie par forfait.\n\nVous avez essayer de savoir la raison de ce forfait, mais vous n'avez eu aucune nouvelle.\n\nQue devez-vous faire de plus et que risque cette joueuse ?\n\n- a) Après votre signalement à la DNA, cette joueuse aura une suspension automatique de licence de 3 mois.\n- b) Vous devez signaler cette joueuse à la DNA. La joueuse sera prévenue du signalement et une sanction pourra être décidée si la situation se répète.\n\n- c) Vous devez signaler cette joueuse à la commission Fair-play. La joueuse sera prévenue du signalement et une sanction pourra être décidée si la situation se répète.\n- d) Vous pouvez signaler cette joueuse, mais elle ne risque rien.\n\nLA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 17 Mesures administratives\n\nSelon l'article 17.2, a l'occasion des tournois homologues, tout forfait fait l'objet d'une enquête de la part de l'arbitre principal. Si le joueur ou la joueuse ne répond pas de façon satisfaisante a la demande d'explications envoyée par l'arbitre principal, ce dernier le signale à la Direction Juridique.\n\n<!-- image -->\n\n<!-- image -->\n\nQuestion 18 : Quel prix aura le joueur ou la joueuse qui termine à la 4ème place du classement général ? a) 120 € b) 100 € c) 80 € d) 70 € e) 60 € Les joueurs 3ème est Senior+. Le prix Senior+ (120 €) est supérieur au prix de la 3ème place (120 €). Joël LAUTIER aura donc le prix Senior+. Comme les prix ne sont pas cumulables. Le prix de la 3ème place reste disponible. Polina SHUVALOVA, classée 4ème va donc avoir ce prix (qui est supérieur au prix féminin). Donc : 100 €. Ici, il y a avait un petit piège parce que PAPI ne prend pas en compte la catégories Senior+. Il fallait donc vérifier les prix donnés par PAPI (comme dans les tournois réels).\n\nQuestion 19 : Plusieurs joueurs ou joueuses sont à égalité à la 4ème place. Avec lequel (ou lesquels) de ces départages (utilisé en 1er départage) le 4ème du classement général final ne serait pas le même ? (Vous pouvez faire des essais, mais à la fin penser à remettre les départages choisis pour le tournoi).\n\n- a) Cumulatif.\n- b) Sonnborn-Berger.\n- c) Performance.\n- d) Aucune de ces 3 propositions. Le 4ème est toujours le même qu'avec le Buchholz utilisé dans le tournoi.\n5. e ) Au moins deux de ces 3 propositions de départages donne un 4ème différent qu'avec le Buchholz.\n\nConnaissance des départages ou plutôt manipulation de PAPI ici puisque on ne demandait pas aux candidats de tester ces 3 autres départages à la main. Il suffisait de faire des essais avec PAPI et de repérer dans quel cas le classement à la 4ème place changeait.\n\n## Question 20 : Qui aura les 50 € du 2ème prix féminin ?\n\n- a) Polina SHUVALOVA\n- b) Miruna-Daria LEHACI\n- c) Eva BARBIE\n- d) A.S. SHARVAANICA SHUVALOVA a le prix de la 3ème place (voir question 18). LEHACI a le premier prix féminin (puisque les prix ne sont pas cumulables).\n\nBARBIE a donc le 2ème prix féminin.\n\nQuestion 21 : A.S. SHARVAANICA vous demande combien de points ELO FIDE elle va gagner durant ce tournoi. Quelle réponse est la plus proche ?\n\n- a) Environ 6 points.\n- b) Environ 12 points.\n- c) Environ 20 points.\n- d) Environ 25 points. On regarde les estimations données par PAPI :\n\ncoefficient 10. Il s'agit d'une jeune joueuse donc son coefficient est de 40. Son gain sera donc d'environ : 6,34 x 4 = 25,36 points.\n\n## LA chapitre 6.1 : chapitre système de classement FIDE - Paragraphe 5.1\n\nQuestion 22 : Un joueur vient vous demandez pourquoi sur la page indiquant le calcul du ELO FIDE, toutes ces parties ne sont pas comptées. Parmi les 5 affirmations suivantes, combien sont vraies ?\n\n- Quand 2 joueurs classés ont 400 points d'écart ou plus et que le plus fort gagne, la partie n'est pas prise en compte pour le calcul.\n\n- Les victoires par forfait ne sont pas prises en compte pour le classement ELO du vainqueur.\n- Les défaites par forfait ne font pas perdre de point ELO au joueur absent.\n- -Les défaites des joueurs à moins de 2000 contre un joueur titré (MI ou GMI) ne sont pas prise en compte.\n- Pour les joueurs non classé, une estimation est faite en fonction de leur résultats dans le tournoi pour déterminer les points gagnés ou perdus par leurs adversaires.\n\na)\n\n0 affirmation vraie.\n\nb)\n\n1 affirmation vraie.\n\nc) 2 affirmations vraies.\n\n- d) 3 affirmations vraies.\n\ne)\n\n4 affirmations vraies.\n\nf\n\n)\n\n5 affirmations vraies.\n\nLes affirmations suivantes sont vraies :\n\n- Les victoires par forfait ne sont pas prises en compte pour le classement ELO du vainqueur.\n\n- Les défaites par forfait ne font pas perdre de point ELO au joueur absent.\n\nLes autres sont fausses. Donc 2 affirmations vraies.\n\n## LA chapitre 6.1 : chapitre système de classement FIDE - Paragraphe 5.1\n\nParties non jouées\n\n« Paragraphe 5 :\n\n5.1 : Qu'elles se produisent à cause d'un forfait ou pour toute autre raison, elles ne sont pas comptabilisées. Sauf en cas de force majeure, toute partie où les deux adversaires ont effectué au moins un coup sera prise en compte pour le classement sauf si les règles relatives au fair-play en disposent autrement »\n\nQuestion 23 : Vous habitez à 20 km du tournoi donc vous ferez la route tous les jours. L'organisateur vous fourni l'imprimante du club et prend en charge tous vos repas sur place. Vous n'aurez donc que les frais de déplacements à vous faire rembourser (en plus de l'indemnité).\n\n## Quel sera le montant de vos frais de déplacements ?\n\n- a) 13 €\n- b) 32 €\n- c) 52 €\n\nd) 64 €\n\n- e) 84 €\n\n## LA. Chapitre 5.5 indemnisation - Paragraphe 2 : frais de déplacements.\n\n20 km x 2 (aller-retour) x 5 jours = 200 km (nous sommes bien dans le cas moins de 110 km aller). 200 km x 0,32 € = 64 €.\n\nQuestion 24 : En plus de vos frais de déplacements, quelle est l'indemnité d'arbitrage maximale que vous pouvez demander à l'organisateur pour ce tournoi ?\n\n- a) 250 €\n- b) 355 €\n- c) 425 €\n\nd) 455 €\n\ne)\n\n500 €\n\n## LA. Chapitre 5.5 indemnisation - Paragraphe 4 : indemnités.\n\n2 jours à double ronde donc 100 € maximum pour ces journées. 3 jours à simple rondes donc 85 € maximum pour ces journées. (2 x 100 €) + (3 x 85 €) = 455 €.\n\nNotre tournoi fictif est maintenant terminé. Il reste 6 questions qui ne concernent plus ce tournoi mais des questions générales sur le système Suisse ou les départages.\n\nQuestion 25 : Deux joueurs ayant le même classement ELO et le même nombre de points se rencontrent à la table 1 d'un tournoi au système Suisse. En cas de nul, avec quel(s) départage(s) le joueur en tête avant la ronde est-il certain de rester devant son adversaire du jour après la ronde ?\n\na) Performance.\n\n- b) Buchholz-Médian.\n- c) Sonneborn-Berger.\n- d) Sonnerborn-Berger et Performance.\n- e) Sonnerborn-Berger et Buccholz-Médian.\n\nf) Aucun\n\n.\n\n## LA chapitre 4.2 : Départages.\n\n- Le Buchholz-Médian et le Sonneborn-Berger dépendent du score final des adversaires des 2 joueurs à départager. Les 2 joueurs n'ont pas rencontré les mêmes adversaires durant de le tournoi donc en fonction des résultats de ces adversaires lors de la dernière ronde, ces 2 départages peuvent changer.\n- → Les réponses B, C, D et E peuvent donc être exclues.\n- ֍ : Ensuite, il manquait une information pour choisir entre A ou F :\n- Si au moins un des adversaires précédents des 2 joueurs de la table 1 était non classé, alors : ce joueur non classé sera ré-estimé en fonction de son résultat de la dernière ronde. La « performance » du joueur table 1 dépendra de cette ré-estimation et donc pourra variée. Dans ce cas, réponse F.\n- Si tous les précédents adversaires des 2 joueurs de la table 1 avaient un classement, alors : comme les joueurs ont le même classement ELO. Le nul entre les 2 joueurs à la dernière partie ne permettra donc pas à celui qui à la performance la moins bonne de repasser devant (tous les autres résultats de ces 2 joueurs depuis le début du tournoi ne changeront pas). Dans ce cas, réponse A.\n\n→ Ce manque d'information profite aux candidats : les réponses A et F ont été comptées comme justes.\n\n```\nQuestion 26 : Attribution des couleurs (1) Joueur A : Elo 2000 - Score 3 points - Historique des couleurs : NBNB Joueur B : Elo 1975 - Score 3 points - Historique des couleurs : NBNB Joueur C : Elo 1820 - Score 2,5 points - Historique des couleurs : NBBN Joueur D : Elo 1750 - Score 2 points - Historique des couleurs : BNBN\n```\n\nLes appariements de la ronde 5 font jouer A contre B et C contre D.\n\n## Quels joueurs auront les blancs ?\n\na)\n\nJoueur A et joueur C.\n\nb)\n\nJoueur A et joueur D.\n\nc)\n\nJoueur B et joueur C.\n\nd)\n\nJoueur B et joueur D.\n\n```\nLA - Chapitre 3.5 Règles du Système Suisse - Partie C.04.3 Paragraphe E : couleurs\n```\n\n- Les joueurs C et D ont la même préférence couleur (blanc faible), mais ils n'ont pas le même historique.\n\n- Les joueurs A et B ont exactement le même historique donc la même préférence couleur (noir faible). Dans ce cas, le joueur le plus fort aura sa couleur préférentielle (règle E4). Les 2 joueurs ont le même nombre de points donc le plus fort est celui qui a le plus fort ELO. Le joueur A aura donc sa couleur préférentielle : les noirs. Le joueur B aura donc les blancs.\n\nOn applique donc la règle E3. A la ronde 2, le C avait le blancs et le D les noirs le joueur D aura les blancs.\n\n```\nQuestion 27 : Attribution des couleurs (2)\n```\n\n```\nJoueur E : Elo 1850 - Score 3 points - Historique des couleurs : N_NB* Joueur F : Elo 2000 - Score 3 points - Historique des couleurs : BNBN\n```\n\n```\nJoueur G : Elo 1810 - Score 4,5 points - Historique des couleurs : BNBN Joueur H : Elo 1940 - Score 4 points - Historique des couleurs : BNBN FFÉ checs D irection N ationale de l' A rbitrage - Session d'examen de juin 2025 - Annales - Page 69 sur 72\n```\n\ndonc pour le prochaine ronde,\n\n(* Dans l'historique des couleurs, \\_ signifie que le joueur a gagné par forfait)\n\nLes appariements de la ronde 5 font jouer E contre F et G contre H.\n\n## Quels joueurs auront les blancs ?\n\n- a) Joueur E et joueur G.\n- b) Joueur E et joueur H.\n- c) Joueur F et joueur G.\n- d) Joueur F et joueur H.\n\nLA - Chapitre 3.5 Règles du Système Suisse - Partie C.04.3 Paragraphe E : couleurs\n\n- Le joueur E a une préférence couleur « blanc fort » (différence de 1).\n\nLe joueur F a une préférence couleur « blanc faible » (même nombre de fois les blancs et les noirs, on alterne si possible). Dans ce cas, on applique la règle E2 donc le joueur E aura les blancs (préférence couleur plus forte)\n\n- Les joueurs F et H ont exactement le même historique donc la même préférence couleur (blanc faible). Dans ce cas, le joueur le plus fort aura sa couleur préférentielle (règle E4), mais attention le plus fort au sens de A2. Comme les 2 joueurs n'ont pas le même score, le plus fort ici est le G. C'est donc ce joueur G qui aura les blancs. .\n\nQuestion 28 : A la fin des 9 rondes du championnat de ligue petit-poussin avec 37 joueurs, juste avant la remise des prix, le papa d'un des joueurs du podium vient vous voir avec la question suivante : Je ne comprends pas le buchholz de mon fils : tous ses adversaires ont un nombre de points entiers sauf un qui a un demi... Et à la fin, mon fils a un nombre entier en buccholz.\n\nIl n'y a eu aucun forfait durant le tournoi et personne n'a abandonné le tournoi.\n\n## Quelle est votre réponse ?\n\n- a) PAPI arrondi le buccholz final à l'entier le plus proche.\n- b) Sur un tournoi en 9 rondes, on ne prend que les 7 adversaires médians, en éliminant le plus fort et le plus faible des adversaires.\n- c) Le buchholz ne prend en compte que les adversaires qui ont marqué au moins la moitié des points dans le tournoi.\n- d) Un des adversaires de votre fils a probablement été exempt. Dans ce cas, on ne lui compte pas un point entier pour cette partie dans le calcul du buchholz de ses adversaires, mais seulement un demi à la place de ce point acquis facilement.\n- e) C'est impossible de répondre sans étudier précisément la grille américaine. La réponse précise sera donc donnée après la remise des prix. PAPI est fiable là dessus de toutes façons.\n\nLA chapitre 4.2 : Départages - Paragraphe 14 (scores ajustés) - encadré info logiciel PAPI Rappel important : (voir l'encadré à la suite de l'article 14,2) :\n\n« Information de la direction des règlements : En mars 2024, le logiciel PAPI utilise encore l'ancienne méthode de calcul du score ajusté. Le texte qui suit décrit la nouvelle méthode officielle de la FIDE qu'elle impose à partir du 1 er avril 2024. L'ancienne méthode est mise à disposition sur le site de la DNA. Les règles de la FIDE autorisent à ce que le règlement d'une compétition précise qu'une méthode alternative de score ajusté est utilisée. La Direction des règlements conseille d'utiliser cette précision à l'heure actuelle en fonction de l'évolution du logiciel PAPI. »\n\n- → Il est donc très important d'indiquer dans les règlements intérieurs de tournois « Pour le calcul du Buchholz dans le cadre de parties non jouées, en accord avec l'article C07-16.6, le calcul du score ajusté est effectué par le logiciel PAPI version 3.3.8 suivant les préconisations de la FIDE antérieures à 2023 »\n\n## Pour revenir à la question :\n\nLes réponses A, B et C sont clairement fausses.\n\nIl est quand même bien de pouvoir donner une (bonne) réponse rapidement à ce genre de question, avant la remise des prix. Le calcul des scores ajustés reste assez simple. Ici la réponse D était donc la réponse appropriée (ça peut aussi être joueur forfait, joueur qui a abandonné le tournoi...).\n\n## Question 29 : Appariement d'un groupe de points (1)\n\n6 joueurs ont 3 points (numéro d'appariement et préférence couleur (avec force) de chacun d'eux :\n\n## 5n, 12b, 16n, 17(n), 19b, 25N\n\n```\n« Déjà joué » parmi ces joueurs : 17 contre 5 et 17 contre 16. (b) et (n) : Préférences faibles b et n : Préférences fortes B et N : Préférences absolues\n```\n\n## Quel sera l'appariement des 3 tables pour ces 6 joueurs ?\n\n```\na) 17 - 5, 12 - 25 et 19 - 16 b) 19 - 5, 12 - 17 et 16 - 25 c) 19 - 5, 12 - 16 et 17 - 25 d) 12 - 5, 19 - 16 et 17 - 25\n```\n\n## LA - Chapitre 3.5 Règles du Système Suisse - Partie C.04.3 - Utilisation de C.11\n\n2 joueurs ont une couleur préférentiel « Blanc »\n\n- 4 joueurs ont une couleur préférentiel « noir ».\n\nUn des joueurs ayant la couleur préférentiel « noir » aura donc les blancs.\n\nL'article C11 indique : « Minimiser le nombre de personnes qui n'ont pas leur préférence couleur forte satisfaite ». Un seul de ces 4 joueurs est en préférence faible (le 17). Si possible, c'est donc ce joueur qui\n\nMais attention, tous les joueurs ayant « noir » comme préférence couleur ne l'ont pas avec le même niveau de préférence (1 absolu, 2 forts, 1 faible).\n\nn'aura pas les noirs.\n\n| S1 | S2 | Essais d'appariement. |\n|------|-------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| 5n | 17(n) | 5-17 : Déjà joué. |\n| 12b | 19(b) | 5-19 : OK. |\n| 16n | 25N | 12-17 : semble OK, mais dans ce cas, le joueur 17 aurait les noirs. Comme indiqué ci-dessus, on veut que le joueur 17 ait finalement les blancs (si on acceptait ça, on forcerait un joueur ayant une préférence noir plus forte). Donc on refuse. 12-25 : OK 16-17 : Déjà joué. On doit donc casser 12-25. |\n\n| S1 | S2 | Essais d'appariement. |\n|-------|-------|---------------------------------------------------------------------------------------------|\n| 5n | 16n | 5-16 : Semble OK, mais comme expliqué ci-dessus, on veut forcer le 17, pas un autre joueur. |\n| 12b | 19(b) | 5-19 : OK. |\n| 17(n) | 25N | 12-16 : OK |\n| | | 17-25 : Blocage couleur, mais on forcerai la couleur du 17, c'est ce qu'on veut donc OK. |\n\n## Question 30 : Appariement d'un groupe de points (2)\n\n5 joueurs ont 0 points (il n'y a donc aucun « déjà joué »).\n\nVoilà leurs numéros d'appariements et leur préférence couleur (préférence faible pour tous donc) :\n\n10(b), 12(b), 14(b), 18(b), 21(n)\n\n## Quel sera l'appariement des 2 dernières tables et qui sera exempt ?\n\n```\na) 10 - 14, 12 - 18 et 21 exempt. b) 10 - 14, 12 - 21 et 18 exempt. c) 10 - 18, 12 - 21 et 14 exempt. d) 10 - 21, 12 - 14 et 18 exempt. e) 10 - 12, 14 - 18 et 21 exempt. LA - Chapitre 3.5 Règles du Système Suisse - Partie C.04.3\n```\n\n4 joueurs ont une préférence blanc et 1 joueur une préférence noir.\n\nOn aura donc une table perturbée en forçant un des joueur ayant une préférence blanc.\n\n| S1 | S2 | Essais d'appariement. |\n|---------------|----------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| 10 (b) 12 (b) | 14 (b) 18 (b) 21 (n) | 10 - 14 : Blocage couleur, mais on aura une table perturbée donc OK ; 12 - 18 : Blocage couleur et on a déjà utilisée notre table perturbée donc NON. 12 - 21 : OK. |\n\nPAPI 1 : Identifiants FIDE des 14 joueurs réels de ce tournoi fictif :\n\nAROUSSTAMIAN → 45178593 BUATHIER → 26067900 DAKSH JAIN → 25969269 DUSHYANT SHARMA → 25065130 HORN → 01303716 JANEV → 02900360 LAUTIER → 00600016 LEHACI → 01234765 SHARVAANICA A S → 33419531 SHUVALOVA → 24171760 TOKTOMUSHEV → 14176726 TRAVAILLOUX → 26075296 VAPILLON → 20609868 ZIENKIEWICZ → 45116768\n\nPAPI 2 : Saisie correcte de la liste des joueurs fictifs (toutes infos disponibles). :\n\nElsa MIGNOT, fille, née le 02/04/2008. ELO estimé : 1299\n\nClémence DENET, fille, née le 08/08/2008. ELO estimé : 1299\n\nEva BARBIE, fille, née le 01/01/1999. ELO estimé : 1399\n\nVincent BARDET, garçon, né le 04/04/2004. ELO estimé : 1399\n\nYoupi POP (garçon, né 01/04/2013). ELO estimé : 1299\n\nMarcel BIPOP (garçon, né le 05/05/2010). ELO estimé : 1299\n\nLine COURVITE (fille, née le 31/12/1970). ELO estimé : 1399\n\nPAPI 3 : Saisie correcte des informations du tournoi (nombre de rondes, départages, prix). Il fallait aussi penser à indiquer la table fixe de BUATHIER pour avoir ce point.\n\nAttention : certains candidats ont inscrit le prix « Senior+ » dans la catégorie « Vétéran ». Ce n'est pas la même chose. Il n'y avait pas de vétéran dans le tournoi. Cette erreur a probablement engendré des erreurs à la question 18 (en plus d'être pénalisée ici).\n\nPAPI 4 : Saisie correcte des résultats de chaque ronde.\n\nPAPI 5 : Les appariements manuels se font clic droit puis « désapparier ». Ensuite clic droit sur le joueur à « apparier blanc » puis clic droit sur le joueur à « apparier noir ».\n\n## Fin du corrigé de l'UVT",
  "tables": [
    {
      "id": "Annales-Juin-2025-VF2-table0",
      "source": "Annales-Juin-2025-VF2.pdf",
      "num_rows": 1,
      "num_cols": 1,
      "headers": [
        "Attention ! Note importante ! Les réponses sont basées sur les règles et règlements en application au moment du passage de l'examen."
      ],
      "rows": [],
      "text": "Attention ! Note importante ! Les réponses sont basées sur les règles et règlements en application au moment du passage de l'examen.\n----------------------------------------"
    },
    {
      "id": "Annales-Juin-2025-VF2-table1",
      "source": "Annales-Juin-2025-VF2.pdf",
      "num_rows": 6,
      "num_cols": 7,
      "headers": [
        "Candidats",
        "Inscrits",
        "Présents",
        "Absents",
        "%Absents",
        "Reçus",
        "Taux*"
      ],
      "rows": [
        [
          "UVR",
          "211 190",
          "21",
          "10%",
          "126",
          "",
          "64%"
        ],
        [
          "UVC",
          "195",
          "177",
          "18",
          "9%",
          "104",
          "59%"
        ],
        [
          "UVO",
          "67",
          "61",
          "6",
          "9%",
          "35",
          "57%"
        ],
        [
          "UVT",
          "61",
          "55",
          "6",
          "10%",
          "28",
          "51%"
        ],
        [
          "TOTAL",
          "534",
          "483",
          "51",
          "9,55%",
          "-",
          "-"
        ]
      ],
      "text": "Candidats | Inscrits | Présents | Absents | %Absents | Reçus | Taux*\n----------------------------------------\nUVR | 211 190 | 21 | 10% | 126 |  | 64%\nUVC | 195 | 177 | 18 | 9% | 104 | 59%\nUVO | 67 | 61 | 6 | 9% | 35 | 57%\nUVT | 61 | 55 | 6 | 10% | 28 | 51%\nTOTAL | 534 | 483 | 51 | 9,55% | - | -"
    },
    {
      "id": "Annales-Juin-2025-VF2-table2",
      "source": "Annales-Juin-2025-VF2.pdf",
      "num_rows": 3,
      "num_cols": 5,
      "headers": [
        "Nombre de participants composant au moyen d'un » fichier PDF » ou « en ligne »",
        "Nombre de participants composant au moyen d'un » fichier PDF » ou « en ligne »",
        "Nombre de participants composant au moyen d'un » fichier PDF » ou « en ligne »",
        "Nombre de participants composant au moyen d'un » fichier PDF » ou « en ligne »",
        "Nombre de participants composant au moyen d'un » fichier PDF » ou « en ligne »"
      ],
      "rows": [
        [
          "",
          "Total",
          "Pdf",
          "En Ligne",
          "%en Ligne"
        ],
        [
          "Candidats inscrits",
          "308",
          "204",
          "104",
          "34%"
        ]
      ],
      "text": "Nombre de participants composant au moyen d'un » fichier PDF » ou « en ligne » | Nombre de participants composant au moyen d'un » fichier PDF » ou « en ligne » | Nombre de participants composant au moyen d'un » fichier PDF » ou « en ligne » | Nombre de participants composant au moyen d'un » fichier PDF » ou « en ligne » | Nombre de participants composant au moyen d'un » fichier PDF » ou « en ligne »\n----------------------------------------\n | Total | Pdf | En Ligne | %en Ligne\nCandidats inscrits | 308 | 204 | 104 | 34%"
    },
    {
      "id": "Annales-Juin-2025-VF2-table3",
      "source": "Annales-Juin-2025-VF2.pdf",
      "num_rows": 3,
      "num_cols": 4,
      "headers": [
        "Dates des stages théoriques des candidats (% des candidats, pas des UV inscrites)",
        "Dates des stages théoriques des candidats (% des candidats, pas des UV inscrites)",
        "Dates des stages théoriques des candidats (% des candidats, pas des UV inscrites)",
        "Dates des stages théoriques des candidats (% des candidats, pas des UV inscrites)"
      ],
      "rows": [
        [
          "Janvier à Juin 2025",
          "Juillet à Décembre 2024",
          "Janvier à Juin 2024",
          "Juillet à Décembre 2023"
        ],
        [
          "67%",
          "19%",
          "12%",
          "2%"
        ]
      ],
      "text": "Dates des stages théoriques des candidats (% des candidats, pas des UV inscrites) | Dates des stages théoriques des candidats (% des candidats, pas des UV inscrites) | Dates des stages théoriques des candidats (% des candidats, pas des UV inscrites) | Dates des stages théoriques des candidats (% des candidats, pas des UV inscrites)\n----------------------------------------\nJanvier à Juin 2025 | Juillet à Décembre 2024 | Janvier à Juin 2024 | Juillet à Décembre 2023\n67% | 19% | 12% | 2%"
    },
    {
      "id": "Annales-Juin-2025-VF2-table4",
      "source": "Annales-Juin-2025-VF2.pdf",
      "num_rows": 19,
      "num_cols": 10,
      "headers": [
        "Ligues",
        "Centres d'examens",
        "UVR",
        "UVC",
        "UVO",
        "UVT",
        "Nombre de candidats",
        "Absents",
        "Taux de présence (% candidats)",
        "Ligues"
      ],
      "rows": [
        [
          "ARA",
          "6",
          "27",
          "26",
          "7",
          "8",
          "38",
          "2",
          "95%",
          "ARA"
        ],
        [
          "BFC",
          "3",
          "7",
          "3",
          "3",
          "1",
          "11",
          "4",
          "64%",
          "BFC"
        ],
        [
          "BRE",
          "4",
          "13",
          "13",
          "0",
          "1",
          "15",
          "1",
          "93%",
          "BRE"
        ],
        [
          "CVL",
          "1",
          "0",
          "1",
          "0",
          "0",
          "1",
          "0",
          "100%",
          "CVL"
        ],
        [
          "EST",
          "4",
          "23",
          "19",
          "6",
          "5",
          "32",
          "1",
          "97%",
          "EST"
        ],
        [
          "HDF",
          "6",
          "23",
          "23",
          "4",
          "4",
          "28",
          "5",
          "82%",
          "HDF"
        ],
        [
          "IDF",
          "2",
          "25",
          "25",
          "16",
          "16",
          "44",
          "2",
          "95%",
          "IDF"
        ],
        [
          "NAQ",
          "5",
          "27",
          "23",
          "4",
          "5",
          "36",
          "4",
          "89%",
          "NAQ"
        ],
        [
          "NOR",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "-",
          "NOR"
        ],
        [
          "OCC",
          "5",
          "33",
          "31",
          "10",
          "8",
          "44",
          "5",
          "89%",
          "OCC"
        ],
        [
          "PAC",
          "4",
          "14",
          "10",
          "11",
          "9",
          "26",
          "2",
          "92%",
          "PAC"
        ],
        [
          "PDL",
          "4",
          "13",
          "13",
          "3",
          "2",
          "20",
          "2",
          "90%",
          "PDL"
        ],
        [
          "GUY",
          "1",
          "1",
          "1",
          "0",
          "0",
          "2",
          "0",
          "100%",
          "GUY"
        ],
        [
          "GUA",
          "1",
          "0",
          "0",
          "1",
          "1",
          "1",
          "0",
          "100%",
          "GUA"
        ],
        [
          "REU",
          "1",
          "5",
          "7",
          "0",
          "0",
          "8",
          "0",
          "100%",
          "REU"
        ],
        [
          "MAR",
          "1",
          "0",
          "0",
          "1",
          "0",
          "1",
          "0",
          "100%",
          "MAR"
        ],
        [
          "MAY",
          "1",
          "0",
          "0",
          "1",
          "1",
          "1",
          "0",
          "100%",
          "MAY"
        ],
        [
          "TOTAL",
          "49 centres",
          "211",
          "195",
          "67",
          "61",
          "308",
          "28",
          "91%",
          ""
        ]
      ],
      "text": "Ligues | Centres d'examens | UVR | UVC | UVO | UVT | Nombre de candidats | Absents | Taux de présence (% candidats) | Ligues\n----------------------------------------\nARA | 6 | 27 | 26 | 7 | 8 | 38 | 2 | 95% | ARA\nBFC | 3 | 7 | 3 | 3 | 1 | 11 | 4 | 64% | BFC\nBRE | 4 | 13 | 13 | 0 | 1 | 15 | 1 | 93% | BRE\nCVL | 1 | 0 | 1 | 0 | 0 | 1 | 0 | 100% | CVL\nEST | 4 | 23 | 19 | 6 | 5 | 32 | 1 | 97% | EST\nHDF | 6 | 23 | 23 | 4 | 4 | 28 | 5 | 82% | HDF\nIDF | 2 | 25 | 25 | 16 | 16 | 44 | 2 | 95% | IDF\nNAQ | 5 | 27 | 23 | 4 | 5 | 36 | 4 | 89% | NAQ\nNOR | 0 | 0 | 0 | 0 | 0 | 0 | 0 | - | NOR\nOCC | 5 | 33 | 31 | 10 | 8 | 44 | 5 | 89% | OCC\nPAC | 4 | 14 | 10 | 11 | 9 | 26 | 2 | 92% | PAC\nPDL | 4 | 13 | 13 | 3 | 2 | 20 | 2 | 90% | PDL\nGUY | 1 | 1 | 1 | 0 | 0 | 2 | 0 | 100% | GUY\nGUA | 1 | 0 | 0 | 1 | 1 | 1 | 0 | 100% | GUA\nREU | 1 | 5 | 7 | 0 | 0 | 8 | 0 | 100% | REU\nMAR | 1 | 0 | 0 | 1 | 0 | 1 | 0 | 100% | MAR\nMAY | 1 | 0 | 0 | 1 | 1 | 1 | 0 | 100% | MAY\nTOTAL | 49 centres | 211 | 195 | 67 | 61 | 308 | 28 | 91% | "
    },
    {
      "id": "Annales-Juin-2025-VF2-table5",
      "source": "Annales-Juin-2025-VF2.pdf",
      "num_rows": 31,
      "num_cols": 4,
      "headers": [
        "Question",
        "Réponse",
        "Articles de référence (Tous ces articles se trouvent dans le livre de l'arbitre)",
        "Taux Réussite"
      ],
      "rows": [
        [
          "1",
          "D",
          "Règles du jeu - Article 9.1.2.2 ou Article 8.1.5 ou encore Annexe C.12",
          "82%"
        ],
        [
          "2",
          "A",
          "Règles du jeu - Article 9.6.2",
          "40%"
        ],
        [
          "3",
          "B",
          "Règles du jeu - article 7.3",
          "81%"
        ],
        [
          "4",
          "D",
          "Règles du jeu - article 7.3",
          "86%"
        ],
        [
          "5",
          "C",
          "Règles du jeu - Article 7.5.1 et article 4.3",
          "63%"
        ],
        [
          "6",
          "D",
          "Règles du jeu - Article 8.4 et Annexe A.2",
          "74%"
        ],
        [
          "7",
          "D",
          "Règles du jeu - Article 5.1.2",
          "87%"
        ],
        [
          "8",
          "B",
          "Règles du jeu - Annexe D.2.2",
          "74%"
        ],
        [
          "9",
          "A",
          "Règles du jeu - Article 4.3 et article 11.7",
          "77%"
        ],
        [
          "10",
          "B",
          "Règles du jeu - Article 6.8",
          "80%"
        ],
        [
          "11",
          "A",
          "Règles du jeu - Article 11.3.2",
          "82%"
        ],
        [
          "12",
          "D",
          "Règles du jeu - Article 3 sur le déplacement des pièces et 3.8.2.2 sur l'interdiction temporaire du roque.",
          "78%"
        ],
        [
          "13",
          "C",
          "Règles du jeu - Article 3 sur le déplacement des pièces et 3.7.3.1 sur la prise en passant.",
          "62%"
        ],
        [
          "14",
          "C",
          "Règles du jeu - Annexe A.5.2",
          "37%"
        ],
        [
          "15",
          "D",
          "Règles du jeu - Article 3.10.3",
          "84%"
        ],
        [
          "16",
          "B",
          "Règles du jeu annexe A.3 et B.3",
          "86%"
        ],
        [
          "17",
          "B",
          "Règles du jeu - article 7.5.5",
          "70%"
        ],
        [
          "18",
          "D",
          "Règles du jeu - article 9.3.1",
          "70%"
        ],
        [
          "19",
          "D",
          "Règles du jeu - article 4.2.1",
          "86%"
        ],
        [
          "20",
          "D",
          "Règles du jeu - article 9.2.3.1",
          "73%"
        ],
        [
          "21",
          "C",
          "Règles du jeu - Annexe B.1",
          "80%"
        ],
        [
          "22",
          "B",
          "Règles du jeu - article 6.9",
          "73%"
        ],
        [
          "23",
          "C",
          "Règles du jeu - article 7.5.1",
          "33%"
        ],
        [
          "24",
          "C",
          "Règles du jeu - article 7.2.1",
          "73%"
        ],
        [
          "25",
          "A",
          "Règles du jeu - Annexe A.5.1.2",
          "81%"
        ],
        [
          "26",
          "C",
          "Règles du jeu - article 7.5.2",
          "68%"
        ],
        [
          "27",
          "B",
          "Règles du jeu - articles 7.5.3/7.5.4/3.10.1 et 6.2.3",
          "68%"
        ],
        [
          "28",
          "C",
          "Règles du jeu - article 5.2.1",
          "67%"
        ],
        [
          "29",
          "A",
          "Règles du jeu - article 6.7",
          "77%"
        ],
        [
          "30",
          "D",
          "Règles du jeu - article 7.1 et article 7.5",
          "59%"
        ]
      ],
      "text": "Question | Réponse | Articles de référence (Tous ces articles se trouvent dans le livre de l'arbitre) | Taux Réussite\n----------------------------------------\n1 | D | Règles du jeu - Article 9.1.2.2 ou Article 8.1.5 ou encore Annexe C.12 | 82%\n2 | A | Règles du jeu - Article 9.6.2 | 40%\n3 | B | Règles du jeu - article 7.3 | 81%\n4 | D | Règles du jeu - article 7.3 | 86%\n5 | C | Règles du jeu - Article 7.5.1 et article 4.3 | 63%\n6 | D | Règles du jeu - Article 8.4 et Annexe A.2 | 74%\n7 | D | Règles du jeu - Article 5.1.2 | 87%\n8 | B | Règles du jeu - Annexe D.2.2 | 74%\n9 | A | Règles du jeu - Article 4.3 et article 11.7 | 77%\n10 | B | Règles du jeu - Article 6.8 | 80%\n11 | A | Règles du jeu - Article 11.3.2 | 82%\n12 | D | Règles du jeu - Article 3 sur le déplacement des pièces et 3.8.2.2 sur l'interdiction temporaire du roque. | 78%\n13 | C | Règles du jeu - Article 3 sur le déplacement des pièces et 3.7.3.1 sur la prise en passant. | 62%\n14 | C | Règles du jeu - Annexe A.5.2 | 37%\n15 | D | Règles du jeu - Article 3.10.3 | 84%\n16 | B | Règles du jeu annexe A.3 et B.3 | 86%\n17 | B | Règles du jeu - article 7.5.5 | 70%\n18 | D | Règles du jeu - article 9.3.1 | 70%\n19 | D | Règles du jeu - article 4.2.1 | 86%\n20 | D | Règles du jeu - article 9.2.3.1 | 73%\n21 | C | Règles du jeu - Annexe B.1 | 80%\n22 | B | Règles du jeu - article 6.9 | 73%\n23 | C | Règles du jeu - article 7.5.1 | 33%\n24 | C | Règles du jeu - article 7.2.1 | 73%\n25 | A | Règles du jeu - Annexe A.5.1.2 | 81%\n26 | C | Règles du jeu - article 7.5.2 | 68%\n27 | B | Règles du jeu - articles 7.5.3/7.5.4/3.10.1 et 6.2.3 | 68%\n28 | C | Règles du jeu - article 5.2.1 | 67%\n29 | A | Règles du jeu - article 6.7 | 77%\n30 | D | Règles du jeu - article 7.1 et article 7.5 | 59%"
    },
    {
      "id": "Annales-Juin-2025-VF2-table6",
      "source": "Annales-Juin-2025-VF2.pdf",
      "num_rows": 31,
      "num_cols": 4,
      "headers": [
        "Question",
        "Réponse",
        "Articles de référence LA = Livre de l'arbitre. Autres : Règlements fédéraux - Site FFE - rubrique « Document » puis « Règlements »",
        "Taux Réussite"
      ],
      "rows": [
        [
          "1",
          "B",
          "LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 7.1 Critères administratifs",
          "76%"
        ],
        [
          "2",
          "C",
          "LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 6.2. Arbitres inactifs",
          "72%"
        ],
        [
          "3",
          "B",
          "Le formulaire de demande de Titre est à adresser à Stéphane GOBERT, Directeur des Titres.",
          "62%"
        ],
        [
          "4",
          "D",
          "LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 12.4. Arbitres Fédéraux de Club (AFC)",
          "76%"
        ],
        [
          "5",
          "B",
          "R01 - Règles Générales - Article 2.3.1. Transfert d'une saison à l'autre.",
          "79%"
        ],
        [
          "6",
          "C",
          "R01 - Règles Générales - Article 2.4 Catégories d'âge.",
          "89%"
        ],
        [
          "7",
          "C",
          "R01 - Règles Générales - Article 3.1.2. Retard autorisé.",
          "79%"
        ],
        [
          "8",
          "C",
          "R03 - Compétitions homologuées - Article 2.2.2. Article 7.5.5 adapté sur les coups illégaux en cadence rapide.",
          "26%"
        ],
        [
          "9",
          "C",
          "A02 - Le Championnat de France des Clubs - Article 1.1.",
          "87%"
        ],
        [
          "10",
          "C",
          "R01 - Règles Générales - Article 4 Homologation d'un résultat.",
          "49%"
        ],
        [
          "11",
          "D",
          "R01 - Règles Générales - Article 8 Le rôle des capitaines.",
          "79%"
        ],
        [
          "12",
          "C",
          "A02 - Le Championnat de France des Clubs - Article 3.8 Forfaits sportifs.",
          "35%"
        ],
        [
          "13",
          "D",
          "R03 Compétitions Homologuées - Article 2.5 Conditions de participation des joueurs et joueuses",
          "73%"
        ],
        [
          "14",
          "B",
          "A02 - Le Championnat de France des Clubs - Article 2.4 Arbitres.",
          "65%"
        ],
        [
          "15",
          "D",
          "A02 - Le Championnat de France des Clubs - Article 3.6.a) Feuille de match.",
          "48%"
        ],
        [
          "16",
          "D",
          "A02 - Le Championnat de France des Clubs - Article 2.1.b Direction de groupe.",
          "34%"
        ],
        [
          "17",
          "C",
          "A02 - Le Championnat de France des Clubs - Article 3.6.d) Validité de la licence.",
          "88%"
        ],
        [
          "18",
          "C",
          "A02 - Le Championnat de France des Clubs - Article 2.5 Responsable des rencontres et arbitrage.",
          "75%"
        ],
        [
          "19",
          "D",
          "A02 - Le Championnat de France des Clubs - Article 2.6 Matériel.",
          "75%"
        ],
        [
          "20",
          "C",
          "A02 - Le Championnat de France des Clubs - Article 3.7.g) Joueuses et joueurs mutés.",
          "80%"
        ],
        [
          "21",
          "C",
          "A02 - Le Championnat de France des Clubs - Article 3.7.f) Noyau de l'équipe.",
          "19%"
        ],
        [
          "22",
          "B",
          "A02 - Le Championnat de France des Clubs - Article 3.11 Transmission des résultats.",
          "84%"
        ],
        [
          "23",
          "B",
          "A02 - Le Championnat de France des Clubs - Article 3.11 Transmission des résultats.",
          "73%"
        ],
        [
          "24",
          "D",
          "A02 - Le Championnat de France des Clubs - Article 3.7.d) Participation dans une même division.",
          "68%"
        ],
        [
          "25",
          "C",
          "A02 - Le Championnat de France des Clubs - Article 3.9 Litiges techniques.",
          "82%"
        ],
        [
          "26",
          "A",
          "J02 - Le Championnat de France Interclubs Jeunes - Article 2.5. Arbitres.",
          "55%"
        ],
        [
          "27",
          "B",
          "C03 - Coupe Jean-Claude Loubatière - Article 2.5. Arbitres.",
          "84%"
        ],
        [
          "28",
          "B",
          "C03 - Coupe Jean-Claude Loubatière - Article 1.2. Déroulement de la Coupe.",
          "65%"
        ],
        [
          "29",
          "D",
          "C01 - Coupe de France - Article 2.5. Arbitres.",
          "82%"
        ],
        [
          "30",
          "A",
          "C04 - Coupe de la Parité - Article 2.5. Arbitres.",
          "80%"
        ]
      ],
      "text": "Question | Réponse | Articles de référence LA = Livre de l'arbitre. Autres : Règlements fédéraux - Site FFE - rubrique « Document » puis « Règlements » | Taux Réussite\n----------------------------------------\n1 | B | LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 7.1 Critères administratifs | 76%\n2 | C | LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 6.2. Arbitres inactifs | 72%\n3 | B | Le formulaire de demande de Titre est à adresser à Stéphane GOBERT, Directeur des Titres. | 62%\n4 | D | LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 12.4. Arbitres Fédéraux de Club (AFC) | 76%\n5 | B | R01 - Règles Générales - Article 2.3.1. Transfert d'une saison à l'autre. | 79%\n6 | C | R01 - Règles Générales - Article 2.4 Catégories d'âge. | 89%\n7 | C | R01 - Règles Générales - Article 3.1.2. Retard autorisé. | 79%\n8 | C | R03 - Compétitions homologuées - Article 2.2.2. Article 7.5.5 adapté sur les coups illégaux en cadence rapide. | 26%\n9 | C | A02 - Le Championnat de France des Clubs - Article 1.1. | 87%\n10 | C | R01 - Règles Générales - Article 4 Homologation d'un résultat. | 49%\n11 | D | R01 - Règles Générales - Article 8 Le rôle des capitaines. | 79%\n12 | C | A02 - Le Championnat de France des Clubs - Article 3.8 Forfaits sportifs. | 35%\n13 | D | R03 Compétitions Homologuées - Article 2.5 Conditions de participation des joueurs et joueuses | 73%\n14 | B | A02 - Le Championnat de France des Clubs - Article 2.4 Arbitres. | 65%\n15 | D | A02 - Le Championnat de France des Clubs - Article 3.6.a) Feuille de match. | 48%\n16 | D | A02 - Le Championnat de France des Clubs - Article 2.1.b Direction de groupe. | 34%\n17 | C | A02 - Le Championnat de France des Clubs - Article 3.6.d) Validité de la licence. | 88%\n18 | C | A02 - Le Championnat de France des Clubs - Article 2.5 Responsable des rencontres et arbitrage. | 75%\n19 | D | A02 - Le Championnat de France des Clubs - Article 2.6 Matériel. | 75%\n20 | C | A02 - Le Championnat de France des Clubs - Article 3.7.g) Joueuses et joueurs mutés. | 80%\n21 | C | A02 - Le Championnat de France des Clubs - Article 3.7.f) Noyau de l'équipe. | 19%\n22 | B | A02 - Le Championnat de France des Clubs - Article 3.11 Transmission des résultats. | 84%\n23 | B | A02 - Le Championnat de France des Clubs - Article 3.11 Transmission des résultats. | 73%\n24 | D | A02 - Le Championnat de France des Clubs - Article 3.7.d) Participation dans une même division. | 68%\n25 | C | A02 - Le Championnat de France des Clubs - Article 3.9 Litiges techniques. | 82%\n26 | A | J02 - Le Championnat de France Interclubs Jeunes - Article 2.5. Arbitres. | 55%\n27 | B | C03 - Coupe Jean-Claude Loubatière - Article 2.5. Arbitres. | 84%\n28 | B | C03 - Coupe Jean-Claude Loubatière - Article 1.2. Déroulement de la Coupe. | 65%\n29 | D | C01 - Coupe de France - Article 2.5. Arbitres. | 82%\n30 | A | C04 - Coupe de la Parité - Article 2.5. Arbitres. | 80%"
    },
    {
      "id": "Annales-Juin-2025-VF2-table7",
      "source": "Annales-Juin-2025-VF2.pdf",
      "num_rows": 7,
      "num_cols": 2,
      "headers": [
        "ALBERT",
        "1640 N"
      ],
      "rows": [
        [
          "BERNARD",
          "1424 F"
        ],
        [
          "CHARLES",
          "1489 F"
        ],
        [
          "DANIEL",
          "1600 F"
        ],
        [
          "EMILE",
          "1882 F"
        ],
        [
          "FRANÇOIS",
          "1778 F"
        ],
        [
          "GASTON",
          "1902 F"
        ]
      ],
      "text": "ALBERT | 1640 N\n----------------------------------------\nBERNARD | 1424 F\nCHARLES | 1489 F\nDANIEL | 1600 F\nEMILE | 1882 F\nFRANÇOIS | 1778 F\nGASTON | 1902 F"
    },
    {
      "id": "Annales-Juin-2025-VF2-table8",
      "source": "Annales-Juin-2025-VF2.pdf",
      "num_rows": 21,
      "num_cols": 4,
      "headers": [
        "Question",
        "Réponse",
        "Articles de référence LA = Livre de l'arbitre. Autres : Règlements fédéraux - Site FFE - rubrique « Document » puis « Règlements »",
        "Taux Réussite"
      ],
      "rows": [
        [
          "1",
          "C",
          "LA RIDNA - Article 12.3.",
          "56%"
        ],
        [
          "2",
          "B",
          "Guide de l'Arbitrage à l'International Article 2 Agrément FIDE",
          "80%"
        ],
        [
          "3",
          "C",
          "LA 5.2 Préparation d'un tournoi R03 Compétition homologuées - Article 2.6",
          "89%"
        ],
        [
          "4",
          "C",
          "RI DNA, article 6.2",
          "89%"
        ],
        [
          "5",
          "C",
          "Chapitre 6.2 : Classement rapide et blitz de la FIDE. Article 3 Page 186 du LA",
          "97%"
        ],
        [
          "6",
          "D",
          "Chapitre 5.2 : Obligations administratives d'un tournoi. Page 166 du LA",
          "87%"
        ],
        [
          "7",
          "C",
          "LA Chapitre 6.1 Le classement standard de la FIDE - article 8.2 p 184 et exemple p 185",
          "67%"
        ],
        [
          "8",
          "B",
          "LA 5.2 Gestion administrative des tournois",
          "85%"
        ],
        [
          "9",
          "B",
          "LA 5.4 - Rapport Technique et fin de tournoi",
          "62%"
        ],
        [
          "10",
          "D",
          "LA 5.1 - Gestion d'un match - Avant Match p 165",
          "75%"
        ],
        [
          "11",
          "C",
          "Chapitre 4.2 Système de départages - Art 9.1 : Le Sonneborn-Berger - Page 151 du LA",
          "82%"
        ],
        [
          "12",
          "D",
          "Article A1 de l'annexe A",
          "97%"
        ],
        [
          "13",
          "D",
          "Article 3.7.c. du règlement des interclubs jeunes.",
          "54%"
        ],
        [
          "14",
          "D",
          "R03 Compétitions homologuées - Article 2.3 Droits d'inscriptions",
          "48%"
        ],
        [
          "15",
          "B",
          "Suspicion/plainte pour triche - Gestion de fin de tournoi - 5.3 Gestion du tournoi - LA page 170",
          "67%"
        ],
        [
          "16",
          "C",
          "LA - 6.1 Le classement standard de la FIDE Article 1 : Cadence de jeu - page 181 - R03 2. Conditions d'homologation.",
          "89%"
        ],
        [
          "17",
          "A",
          "LA - 6.1 Le classement standard de la FIDE Article 2 : Règlements en vigueur.",
          "75%"
        ],
        [
          "18",
          "C",
          "C04 Coupe de la parité - 1.2 Déroulement de la compétition.",
          "90%"
        ],
        [
          "19",
          "C",
          "C04 Coupe de la parité - 4.3 Classement.",
          "79%"
        ],
        [
          "20",
          "D",
          "LA 5.1 Gestion de fin de tournoi - Gestion administrative des tournois - Rapport technique",
          "98%"
        ]
      ],
      "text": "Question | Réponse | Articles de référence LA = Livre de l'arbitre. Autres : Règlements fédéraux - Site FFE - rubrique « Document » puis « Règlements » | Taux Réussite\n----------------------------------------\n1 | C | LA RIDNA - Article 12.3. | 56%\n2 | B | Guide de l'Arbitrage à l'International Article 2 Agrément FIDE | 80%\n3 | C | LA 5.2 Préparation d'un tournoi R03 Compétition homologuées - Article 2.6 | 89%\n4 | C | RI DNA, article 6.2 | 89%\n5 | C | Chapitre 6.2 : Classement rapide et blitz de la FIDE. Article 3 Page 186 du LA | 97%\n6 | D | Chapitre 5.2 : Obligations administratives d'un tournoi. Page 166 du LA | 87%\n7 | C | LA Chapitre 6.1 Le classement standard de la FIDE - article 8.2 p 184 et exemple p 185 | 67%\n8 | B | LA 5.2 Gestion administrative des tournois | 85%\n9 | B | LA 5.4 - Rapport Technique et fin de tournoi | 62%\n10 | D | LA 5.1 - Gestion d'un match - Avant Match p 165 | 75%\n11 | C | Chapitre 4.2 Système de départages - Art 9.1 : Le Sonneborn-Berger - Page 151 du LA | 82%\n12 | D | Article A1 de l'annexe A | 97%\n13 | D | Article 3.7.c. du règlement des interclubs jeunes. | 54%\n14 | D | R03 Compétitions homologuées - Article 2.3 Droits d'inscriptions | 48%\n15 | B | Suspicion/plainte pour triche - Gestion de fin de tournoi - 5.3 Gestion du tournoi - LA page 170 | 67%\n16 | C | LA - 6.1 Le classement standard de la FIDE Article 1 : Cadence de jeu - page 181 - R03 2. Conditions d'homologation. | 89%\n17 | A | LA - 6.1 Le classement standard de la FIDE Article 2 : Règlements en vigueur. | 75%\n18 | C | C04 Coupe de la parité - 1.2 Déroulement de la compétition. | 90%\n19 | C | C04 Coupe de la parité - 4.3 Classement. | 79%\n20 | D | LA 5.1 Gestion de fin de tournoi - Gestion administrative des tournois - Rapport technique | 98%"
    },
    {
      "id": "Annales-Juin-2025-VF2-table9",
      "source": "Annales-Juin-2025-VF2.pdf",
      "num_rows": 7,
      "num_cols": 3,
      "headers": [
        "ALBERT",
        "1640 N",
        "1"
      ],
      "rows": [
        [
          "BERNARD",
          "1424 F",
          "0"
        ],
        [
          "CHARLES",
          "1489 F",
          "0"
        ],
        [
          "DANIEL",
          "1600 F",
          "1"
        ],
        [
          "EMILE",
          "1882 F",
          "1"
        ],
        [
          "FRANÇOIS",
          "1778 F",
          "1"
        ],
        [
          "GASTON",
          "1902 F",
          "0"
        ]
      ],
      "text": "ALBERT | 1640 N | 1\n----------------------------------------\nBERNARD | 1424 F | 0\nCHARLES | 1489 F | 0\nDANIEL | 1600 F | 1\nEMILE | 1882 F | 1\nFRANÇOIS | 1778 F | 1\nGASTON | 1902 F | 0"
    },
    {
      "id": "Annales-Juin-2025-VF2-table10",
      "source": "Annales-Juin-2025-VF2.pdf",
      "num_rows": 12,
      "num_cols": 9,
      "headers": [
        "",
        "Ronde 1",
        "Ronde 2",
        "Ronde 3",
        "Ronde 4",
        "Ronde 5",
        "Ronde 6",
        "Ronde 7",
        ""
      ],
      "rows": [
        [
          "Échiquier 1",
          "X - X.",
          "X - X.",
          "X - X.",
          "1 - 0.",
          "X - X.",
          "X - X.",
          "0 - 1.",
          "Échiquier 1"
        ],
        [
          "Échiquier 2",
          "0 - 1.",
          "0 - 1.",
          "X - X.",
          "0 - 1.",
          "0 - 1.",
          "X - X.",
          "1 - 0.",
          "Échiquier 2"
        ],
        [
          "Échiquier 3",
          "1 - 0.",
          "1 - 0.",
          "1 - 0.",
          "1 - 0.",
          "X - X.",
          "1 - 0.",
          "0 - 1.",
          "Échiquier 3"
        ],
        [
          "Échiquier 4",
          "0 - 1.",
          "1 - 0.",
          "1 - 0.",
          "1 - 0.",
          "0 - 1.",
          "0 - 1.",
          "X - X.",
          "Échiquier 4"
        ],
        [
          "Échiquier 5",
          "X - X.",
          "X - X.",
          "(Question 9)",
          "1 - 0.",
          "0 - 1.",
          "1 - 0.",
          "X - X.",
          "Échiquier 5"
        ],
        [
          "Échiquier 6",
          "0 - 1.",
          "X - X.",
          "(Question 9)",
          "X - X.",
          "0 - 1.",
          "X - X.",
          "1 - 0.",
          "Échiquier 6"
        ],
        [
          "Échiquier 7",
          "1 - 0.",
          "0 - 1.",
          "0 - 1.",
          "(Quest. 13)",
          "0 - 1.",
          "0 - 1.",
          "X - X.",
          "Échiquier 7"
        ],
        [
          "Échiquier 8",
          "X - X.",
          "1 - 0.",
          "0 - 1.",
          "(Quest. 12)",
          "0 - 1.",
          "X - X.",
          "1 - 0.",
          "Échiquier 8"
        ],
        [
          "Échiquier 9",
          "1 - 0.",
          "0 - 1.",
          "(Question 7)",
          "0 - 1.",
          "1 - 0.",
          "0 - 1.",
          "1 - 0.",
          "Échiquier 9"
        ],
        [
          "Échiquier 10",
          "X - X.",
          "0 - 1.",
          "0 - 1.",
          "0 - 1.",
          "1 - 0.",
          "0 - 1.",
          "1 - 0.",
          "Échiquier 10"
        ],
        [
          "Échiquier 11",
          "0 - 1.",
          "0 - 1.",
          "0 - 1.",
          "0 - 1.",
          "1 - 0.",
          "0 - 1.",
          "1 - 0.",
          "Échiquier 11"
        ]
      ],
      "text": " | Ronde 1 | Ronde 2 | Ronde 3 | Ronde 4 | Ronde 5 | Ronde 6 | Ronde 7 | \n----------------------------------------\nÉchiquier 1 | X - X. | X - X. | X - X. | 1 - 0. | X - X. | X - X. | 0 - 1. | Échiquier 1\nÉchiquier 2 | 0 - 1. | 0 - 1. | X - X. | 0 - 1. | 0 - 1. | X - X. | 1 - 0. | Échiquier 2\nÉchiquier 3 | 1 - 0. | 1 - 0. | 1 - 0. | 1 - 0. | X - X. | 1 - 0. | 0 - 1. | Échiquier 3\nÉchiquier 4 | 0 - 1. | 1 - 0. | 1 - 0. | 1 - 0. | 0 - 1. | 0 - 1. | X - X. | Échiquier 4\nÉchiquier 5 | X - X. | X - X. | (Question 9) | 1 - 0. | 0 - 1. | 1 - 0. | X - X. | Échiquier 5\nÉchiquier 6 | 0 - 1. | X - X. | (Question 9) | X - X. | 0 - 1. | X - X. | 1 - 0. | Échiquier 6\nÉchiquier 7 | 1 - 0. | 0 - 1. | 0 - 1. | (Quest. 13) | 0 - 1. | 0 - 1. | X - X. | Échiquier 7\nÉchiquier 8 | X - X. | 1 - 0. | 0 - 1. | (Quest. 12) | 0 - 1. | X - X. | 1 - 0. | Échiquier 8\nÉchiquier 9 | 1 - 0. | 0 - 1. | (Question 7) | 0 - 1. | 1 - 0. | 0 - 1. | 1 - 0. | Échiquier 9\nÉchiquier 10 | X - X. | 0 - 1. | 0 - 1. | 0 - 1. | 1 - 0. | 0 - 1. | 1 - 0. | Échiquier 10\nÉchiquier 11 | 0 - 1. | 0 - 1. | 0 - 1. | 0 - 1. | 1 - 0. | 0 - 1. | 1 - 0. | Échiquier 11"
    },
    {
      "id": "Annales-Juin-2025-VF2-table11",
      "source": "Annales-Juin-2025-VF2.pdf",
      "num_rows": 33,
      "num_cols": 4,
      "headers": [
        "F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de juin 2025 - Grille des réponses",
        "F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de juin 2025 - Grille des réponses",
        "F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de juin 2025 - Grille des réponses",
        "F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de juin 2025 - Grille des réponses"
      ],
      "rows": [
        [
          "Question",
          "Réponse",
          "Articles de référence LA = Livre de l'arbitre. Autres : Règlements fédéraux - Site FFE - rubrique « Document »",
          "Taux Réussite"
        ],
        [
          "1",
          "D",
          "L.A. Chap. 5.2, paragraphe « homologation des tournois ».",
          "98%"
        ],
        [
          "2",
          "C",
          "L.A. Chap. 5.3, paragraphe « licence et référence FIDE ».",
          "35%"
        ],
        [
          "3",
          "A",
          "R03-Compétitions homologuées : Article 2.3 - Droits d'inscription",
          "89%"
        ],
        [
          "4",
          "C",
          "La réponse était indiquée dans la partie 1 de l'UV.",
          "93%"
        ],
        [
          "5",
          "C",
          "L.A. Chap. 2.2, article 6.5",
          "90%"
        ],
        [
          "6",
          "C",
          "LA - Chap 3.5 Les règles du système Suisse - Partie C.04.3, paragraphe A.4 : flotteurs. (Ou utilisation de PAPI qui donne la réponse)",
          "55%"
        ],
        [
          "7",
          "D",
          "LA - Article 7.3 des règles du jeu.",
          "93%"
        ],
        [
          "8",
          "C",
          "LA. Article 6.10.2 des règles du jeu.",
          "53%"
        ],
        [
          "9",
          "Aou D*",
          "LA. chapitre 3.5, partie C.04.2, paragraphe D.8.",
          "75 %+18 %*"
        ],
        [
          "10",
          "C",
          "Voir dans la partie 1 de l'UV, prix pour les non classés.",
          "71%"
        ],
        [
          "11",
          "B",
          "LA : Art. 6.7.2. des règles du jeu. Commentaire :",
          "80%"
        ],
        [
          "12",
          "C",
          "LA. Articles 7.5.2. et 7.5.5. des règles du jeu.",
          "74%"
        ],
        [
          "13",
          "B",
          "LA. Article 7.5.5. des règles du jeu.",
          "60%"
        ],
        [
          "14",
          "C",
          "L.A. Chap. 2.2, article 6.5",
          "64%"
        ],
        [
          "15",
          "B",
          "LA - Chapitre 3.5 Règles du Système Suisse - Partie C.04.2 Paragraphe D.8",
          "85%"
        ],
        [
          "16",
          "C",
          "LA - Art 8.1.6 des règles du jeu.",
          "23%"
        ],
        [
          "17",
          "B",
          "LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 17.",
          "92%"
        ],
        [
          "18",
          "B",
          "Grille finale du tournoi + Liste des prix (partie 1) (prix non cumulables).",
          "7%**"
        ],
        [
          "19",
          "A",
          "Manipulation de PAPI ou chapitre départages (LA chapitre 4.2)",
          "36%**"
        ],
        [
          "20",
          "C",
          "Grille finale du tournoi + Liste des prix (partie 1) (prix non cumulables).",
          "65%"
        ],
        [
          "21",
          "D",
          "Manipulation de PAPI ou chapitre système de classement FIDE (LA chapitre 6.1)",
          "23%**"
        ],
        [
          "22",
          "C",
          "LA chapitre 6.1 : chapitre système de classement FIDE - Paragraphe 5.1",
          "73%"
        ],
        [
          "23",
          "D",
          "LA. Chapitre 5.5 indemnisation - Paragraphe 2 : frais de déplacements.",
          "78%"
        ],
        [
          "24",
          "D",
          "LA. Chapitre 5.5 indemnisation - Paragraphe 4 : indemnités.",
          "79%"
        ],
        [
          "25",
          "Aou F ֍",
          "LA chapitre 4.2 : Départages",
          "27% + 44% ֍"
        ],
        [
          "26",
          "D",
          "LA - Chapitre 3.5 Règles du Système Suisse - Partie C.04.3 Paragraphe E : couleurs",
          "21%"
        ],
        [
          "27",
          "A",
          "LA - Chapitre 3.5 Règles du Système Suisse - Partie C.04.3 Paragraphe E : couleurs",
          "63%"
        ],
        [
          "28",
          "D",
          "LA chapitre 4.2 : Départages - Paragraphe 14 (scores ajustés) - encadré info logiciel PAPI",
          "54%"
        ],
        [
          "29",
          "C",
          "LA - Chapitre 3.5 Règles du Système Suisse - Partie C.04.3",
          "32%"
        ],
        [
          "30",
          "B",
          "LA - Chapitre 3.5 Règles du Système Suisse - Partie C.04.3 - Utilisation de C.11",
          "44%"
        ],
        [
          "PAPI 1 PAPI 2 PAPI 3 PAPI 4 PAPI 5",
          "Saisie correcte de la liste des joueurs réels (bons codes FIDE) Saisie correcte de la liste des joueurs fictifs (toutes infos disponibles) Saisie correcte des informations du tournoi (nombre de rondes, départages, prix) Saisie correcte et cohérente des résultats à chaque ronde (+ Table fixe) Bonne gestion des incidents de tournoi et ré-appariements manuels * et ** : Voir les explications de la question 9 - ֍ : Voir les explications de la question 25.",
          "Saisie correcte de la liste des joueurs réels (bons codes FIDE) Saisie correcte de la liste des joueurs fictifs (toutes infos disponibles) Saisie correcte des informations du tournoi (nombre de rondes, départages, prix) Saisie correcte et cohérente des résultats à chaque ronde (+ Table fixe) Bonne gestion des incidents de tournoi et ré-appariements manuels * et ** : Voir les explications de la question 9 - ֍ : Voir les explications de la question 25.",
          "Saisie correcte de la liste des joueurs réels (bons codes FIDE) Saisie correcte de la liste des joueurs fictifs (toutes infos disponibles) Saisie correcte des informations du tournoi (nombre de rondes, départages, prix) Saisie correcte et cohérente des résultats à chaque ronde (+ Table fixe) Bonne gestion des incidents de tournoi et ré-appariements manuels * et ** : Voir les explications de la question 9 - ֍ : Voir les explications de la question 25."
        ]
      ],
      "text": "F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de juin 2025 - Grille des réponses | F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de juin 2025 - Grille des réponses | F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de juin 2025 - Grille des réponses | F édération F rançaise des É checs - D irection N ationale de l' A rbitrage UVT session de juin 2025 - Grille des réponses\n----------------------------------------\nQuestion | Réponse | Articles de référence LA = Livre de l'arbitre. Autres : Règlements fédéraux - Site FFE - rubrique « Document » | Taux Réussite\n1 | D | L.A. Chap. 5.2, paragraphe « homologation des tournois ». | 98%\n2 | C | L.A. Chap. 5.3, paragraphe « licence et référence FIDE ». | 35%\n3 | A | R03-Compétitions homologuées : Article 2.3 - Droits d'inscription | 89%\n4 | C | La réponse était indiquée dans la partie 1 de l'UV. | 93%\n5 | C | L.A. Chap. 2.2, article 6.5 | 90%\n6 | C | LA - Chap 3.5 Les règles du système Suisse - Partie C.04.3, paragraphe A.4 : flotteurs. (Ou utilisation de PAPI qui donne la réponse) | 55%\n7 | D | LA - Article 7.3 des règles du jeu. | 93%\n8 | C | LA. Article 6.10.2 des règles du jeu. | 53%\n9 | Aou D* | LA. chapitre 3.5, partie C.04.2, paragraphe D.8. | 75 %+18 %*\n10 | C | Voir dans la partie 1 de l'UV, prix pour les non classés. | 71%\n11 | B | LA : Art. 6.7.2. des règles du jeu. Commentaire : | 80%\n12 | C | LA. Articles 7.5.2. et 7.5.5. des règles du jeu. | 74%\n13 | B | LA. Article 7.5.5. des règles du jeu. | 60%\n14 | C | L.A. Chap. 2.2, article 6.5 | 64%\n15 | B | LA - Chapitre 3.5 Règles du Système Suisse - Partie C.04.2 Paragraphe D.8 | 85%\n16 | C | LA - Art 8.1.6 des règles du jeu. | 23%\n17 | B | LA - Chapitre 1.3 Le Règlement intérieur de la DNA - Article 17. | 92%\n18 | B | Grille finale du tournoi + Liste des prix (partie 1) (prix non cumulables). | 7%**\n19 | A | Manipulation de PAPI ou chapitre départages (LA chapitre 4.2) | 36%**\n20 | C | Grille finale du tournoi + Liste des prix (partie 1) (prix non cumulables). | 65%\n21 | D | Manipulation de PAPI ou chapitre système de classement FIDE (LA chapitre 6.1) | 23%**\n22 | C | LA chapitre 6.1 : chapitre système de classement FIDE - Paragraphe 5.1 | 73%\n23 | D | LA. Chapitre 5.5 indemnisation - Paragraphe 2 : frais de déplacements. | 78%\n24 | D | LA. Chapitre 5.5 indemnisation - Paragraphe 4 : indemnités. | 79%\n25 | Aou F ֍ | LA chapitre 4.2 : Départages | 27% + 44% ֍\n26 | D | LA - Chapitre 3.5 Règles du Système Suisse - Partie C.04.3 Paragraphe E : couleurs | 21%\n27 | A | LA - Chapitre 3.5 Règles du Système Suisse - Partie C.04.3 Paragraphe E : couleurs | 63%\n28 | D | LA chapitre 4.2 : Départages - Paragraphe 14 (scores ajustés) - encadré info logiciel PAPI | 54%\n29 | C | LA - Chapitre 3.5 Règles du Système Suisse - Partie C.04.3 | 32%\n30 | B | LA - Chapitre 3.5 Règles du Système Suisse - Partie C.04.3 - Utilisation de C.11 | 44%\nPAPI 1 PAPI 2 PAPI 3 PAPI 4 PAPI 5 | Saisie correcte de la liste des joueurs réels (bons codes FIDE) Saisie correcte de la liste des joueurs fictifs (toutes infos disponibles) Saisie correcte des informations du tournoi (nombre de rondes, départages, prix) Saisie correcte et cohérente des résultats à chaque ronde (+ Table fixe) Bonne gestion des incidents de tournoi et ré-appariements manuels * et ** : Voir les explications de la question 9 - ֍ : Voir les explications de la question 25. | Saisie correcte de la liste des joueurs réels (bons codes FIDE) Saisie correcte de la liste des joueurs fictifs (toutes infos disponibles) Saisie correcte des informations du tournoi (nombre de rondes, départages, prix) Saisie correcte et cohérente des résultats à chaque ronde (+ Table fixe) Bonne gestion des incidents de tournoi et ré-appariements manuels * et ** : Voir les explications de la question 9 - ֍ : Voir les explications de la question 25. | Saisie correcte de la liste des joueurs réels (bons codes FIDE) Saisie correcte de la liste des joueurs fictifs (toutes infos disponibles) Saisie correcte des informations du tournoi (nombre de rondes, départages, prix) Saisie correcte et cohérente des résultats à chaque ronde (+ Table fixe) Bonne gestion des incidents de tournoi et ré-appariements manuels * et ** : Voir les explications de la question 9 - ֍ : Voir les explications de la question 25."
    },
    {
      "id": "Annales-Juin-2025-VF2-table12",
      "source": "Annales-Juin-2025-VF2.pdf",
      "num_rows": 0,
      "num_cols": 0,
      "headers": [],
      "rows": [],
      "text": ""
    },
    {
      "id": "Annales-Juin-2025-VF2-table13",
      "source": "Annales-Juin-2025-VF2.pdf",
      "num_rows": 0,
      "num_cols": 0,
      "headers": [],
      "rows": [],
      "text": ""
    },
    {
      "id": "Annales-Juin-2025-VF2-table14",
      "source": "Annales-Juin-2025-VF2.pdf",
      "num_rows": 0,
      "num_cols": 0,
      "headers": [],
      "rows": [],
      "text": ""
    },
    {
      "id": "Annales-Juin-2025-VF2-table15",
      "source": "Annales-Juin-2025-VF2.pdf",
      "num_rows": 0,
      "num_cols": 0,
      "headers": [],
      "rows": [],
      "text": ""
    },
    {
      "id": "Annales-Juin-2025-VF2-table16",
      "source": "Annales-Juin-2025-VF2.pdf",
      "num_rows": 0,
      "num_cols": 0,
      "headers": [],
      "rows": [],
      "text": ""
    },
    {
      "id": "Annales-Juin-2025-VF2-table17",
      "source": "Annales-Juin-2025-VF2.pdf",
      "num_rows": 0,
      "num_cols": 0,
      "headers": [],
      "rows": [],
      "text": ""
    },
    {
      "id": "Annales-Juin-2025-VF2-table18",
      "source": "Annales-Juin-2025-VF2.pdf",
      "num_rows": 0,
      "num_cols": 0,
      "headers": [],
      "rows": [],
      "text": ""
    },
    {
      "id": "Annales-Juin-2025-VF2-table19",
      "source": "Annales-Juin-2025-VF2.pdf",
      "num_rows": 4,
      "num_cols": 3,
      "headers": [
        "S1",
        "S2",
        "Essais d'appariement."
      ],
      "rows": [
        [
          "5n",
          "17(n)",
          "5-17 : Déjà joué."
        ],
        [
          "12b",
          "19(b)",
          "5-19 : OK."
        ],
        [
          "16n",
          "25N",
          "12-17 : semble OK, mais dans ce cas, le joueur 17 aurait les noirs. Comme indiqué ci-dessus, on veut que le joueur 17 ait finalement les blancs (si on acceptait ça, on forcerait un joueur ayant une préférence noir plus forte). Donc on refuse. 12-25 : OK 16-17 : Déjà joué. On doit donc casser 12-25."
        ]
      ],
      "text": "S1 | S2 | Essais d'appariement.\n----------------------------------------\n5n | 17(n) | 5-17 : Déjà joué.\n12b | 19(b) | 5-19 : OK.\n16n | 25N | 12-17 : semble OK, mais dans ce cas, le joueur 17 aurait les noirs. Comme indiqué ci-dessus, on veut que le joueur 17 ait finalement les blancs (si on acceptait ça, on forcerait un joueur ayant une préférence noir plus forte). Donc on refuse. 12-25 : OK 16-17 : Déjà joué. On doit donc casser 12-25."
    },
    {
      "id": "Annales-Juin-2025-VF2-table20",
      "source": "Annales-Juin-2025-VF2.pdf",
      "num_rows": 5,
      "num_cols": 3,
      "headers": [
        "S1",
        "S2",
        "Essais d'appariement."
      ],
      "rows": [
        [
          "5n",
          "16n",
          "5-16 : Semble OK, mais comme expliqué ci-dessus, on veut forcer le 17, pas un autre joueur."
        ],
        [
          "12b",
          "19(b)",
          "5-19 : OK."
        ],
        [
          "17(n)",
          "25N",
          "12-16 : OK"
        ],
        [
          "",
          "",
          "17-25 : Blocage couleur, mais on forcerai la couleur du 17, c'est ce qu'on veut donc OK."
        ]
      ],
      "text": "S1 | S2 | Essais d'appariement.\n----------------------------------------\n5n | 16n | 5-16 : Semble OK, mais comme expliqué ci-dessus, on veut forcer le 17, pas un autre joueur.\n12b | 19(b) | 5-19 : OK.\n17(n) | 25N | 12-16 : OK\n |  | 17-25 : Blocage couleur, mais on forcerai la couleur du 17, c'est ce qu'on veut donc OK."
    },
    {
      "id": "Annales-Juin-2025-VF2-table21",
      "source": "Annales-Juin-2025-VF2.pdf",
      "num_rows": 2,
      "num_cols": 3,
      "headers": [
        "S1",
        "S2",
        "Essais d'appariement."
      ],
      "rows": [
        [
          "10 (b) 12 (b)",
          "14 (b) 18 (b) 21 (n)",
          "10 - 14 : Blocage couleur, mais on aura une table perturbée donc OK ; 12 - 18 : Blocage couleur et on a déjà utilisée notre table perturbée donc NON. 12 - 21 : OK."
        ]
      ],
      "text": "S1 | S2 | Essais d'appariement.\n----------------------------------------\n10 (b) 12 (b) | 14 (b) 18 (b) 21 (n) | 10 - 14 : Blocage couleur, mais on aura une table perturbée donc OK ; 12 - 18 : Blocage couleur et on a déjà utilisée notre table perturbée donc NON. 12 - 21 : OK."
    }
  ],
  "total_tables": 22,
  "extraction_date": "2026-01-20T09:27:28",
  "extractor": "docling",
  "corpus": "fr"
}
