{
  "filename": "2018_Reglement_Disciplinaire20180422.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": "FEDERATION FRANÇAISE DES ECHECS ASSOCIATION DECLAREE CONFORME A LA LOI DU 1ER JUILLET 1901 – JO DU 22 MAI 1921 \n \nRèglement Disciplinaire \n AG FFE - 22.04.2018 \nB03-1/8 \n \nRÈGLEMENT DISCIPLINAIRE \nARTICLE 1ER – OBJET \nLe présent règlement est établi en application des articles L. 131-8 et R. 131-3 du Code du Sport et \nconformément à l'article 5.1 des statuts de la Fédération Française des Echecs (FFE). \nLe présent règlement ne s'applique pas à l'exercice du pouvoir disciplinaire à l'égard des agents sportifs et \nen matière de lutte contre le dopage, régi par des dispositions particulières. \n \nCHAPITRE Ier : ORGANES ET PROCÉDURES DISCIPLINAIRES \nSection I : Dispositions communes aux organes disciplinaires de première instance et d'appel \nARTICLE 2 – DEFINITION – COMPOSITION \nIl est institué différents organes investis du pouvoir disciplinaire à l'égard : \n \ndes licenciés de la FFE ; \n \ndes associations affiliées à la FFE ; \n \ntout membre, préposé, salarié ou bénévole de ces associations agissant en qualité de dirigeant ou de \nlicencié de fait. \nCes organes sont les suivants : \n \nUn organe disciplinaire fédéral de 1re instance dénommé « Commission Fédérale de Discipline » (CFD) ; \n \nUn organe disciplinaire régional de 1re instance dénommé « Commission Régionale de Discipline » \n(CRD) dans chaque organe déconcentré régional de la FFE, saisi lorsque le Bureau Fédéral décide \nd’engager des poursuites selon les modalités prévues à l’article 9, sans transmettre directement \nl’affaire à la Commission Fédérale de Discipline, en fonction de la gravité du litige ; \n \nUn organe disciplinaire d’appel dénommé « Commission d’Appel », compétent pour trancher les appels \ninterjetés à l’encontre de toutes décisions rendues en 1re instance. \nCes organes disciplinaires sont compétents pour prononcer des sanctions à raison des faits suivants, \ncommis par une personne physique ou morale en une des qualités mentionnées ci-dessus à la date de \ncommission des faits : \n \nfaits contraires aux règles posées par les statuts et règlements de la Fédération Française des Echecs ou \nde ses organes déconcentrés ; \n \nbrutalités et insultes à l’égard d’un autre participant, d’un officiel ou du public lors d’une compétition \norganisée ou homologuée par la FFE ; \n \ntout type de fraude, y compris la tricherie à l’aide d’un dispositif électronique, lors d’une compétition \norganisée ou homologuée par la FFE ; \n \nmanquements à la Charte d’éthique et de déontologie de la Fédération Française des Echecs. \nLes litiges mineurs pouvant faire l’objet d’une médiation aux fins de conciliation et les plaintes qui ne \ncaractérisent pas suffisamment les faits ne peuvent donner lieu à des poursuites disciplinaires selon les \nmodalités prévues à l’article 9. \nLes membres de la Commission Fédérale de Discipline et de la Commission d’Appel, y compris leur \nprésident, sont désignés à la majorité simple par le Comité Directeur fédéral, sur proposition du Bureau \nFédéral.",
      "section": null
    },
    {
      "page_num": 2,
      "text": "FEDERATION FRANÇAISE DES ECHECS ASSOCIATION DECLAREE CONFORME A LA LOI DU 1ER JUILLET 1901 – JO DU 22 MAI 1921 \n \nRèglement Disciplinaire \n AG FFE - 22.04.2018 \nB03-2/8 \nLes membres des Commissions Régionales de Discipline sont désignés à la majorité simple par le Comité \nDirecteur de l’organe déconcentré régional de son ressort territorial. \nIl ne peut être mis fin aux fonctions d'un membre en cours de mandat qu'en cas : \n \nd'empêchement définitif constaté par les instances mentionnées ci-dessus ; \n \nou de démission ; \n \nou d’exclusion. \nChacun de ces organes se compose de trois membres au moins choisis, notamment, en raison de leur \ncompétence d'ordre juridique ou en matière d'éthique et de déontologie sportive. \nLe président de la FFE, les présidents de ses organes déconcentrés, ainsi que les membres des instances \ndirigeantes de FFE ne peuvent être simultanément membres d'aucun organe disciplinaire. \nToute Commission Régionale de Discipline est composée en majorité de membres n'appartenant pas aux \ninstances dirigeantes de son organe déconcentré. \nLes membres des organes disciplinaires ne peuvent être liés à la fédération et à ses organes déconcentrés \npar un lien contractuel autre que celui résultant éventuellement de la licence. \nARTICLE 3 – DUREE DU MANDAT \nLa durée du mandat des membres des organes disciplinaires de la fédération et de ses organes \ndéconcentrés est identique à celle du mandat des instances dirigeantes correspondantes. Leur mandat \nexpire au plus tard à la fin de la saison sportive au cours de laquelle les instances dirigeantes sont \nrenouvelées. \nEn cas d'empêchement définitif, de démission ou d'exclusion d'un membre, un nouveau membre peut être \ndésigné dans les mêmes conditions que son prédécesseur pour la durée du mandat restant à courir. \nARTICLE 4 – INDEPENDANCE \nLes membres des organes disciplinaires se prononcent en toute indépendance et ne peuvent recevoir \nd'instruction. \nLes membres des organes disciplinaires et les secrétaires de séance sont astreints à une obligation de \nconfidentialité pour les faits, actes et informations dont ils ont connaissance en raison de leurs fonctions. \nLes membres des organes disciplinaires doivent faire connaître au président de l'organe dont ils sont \nmembres s'ils ont un intérêt direct ou indirect à l'affaire. Dans ce cas, ils ne peuvent siéger. \nA l'occasion d'une même affaire, nul ne peut siéger dans la Commission d'Appel s'il a siégé dans l'organe \ndisciplinaire de première instance. \nToute méconnaissance des règles fixées à l’article 2 et au présent article constitue un motif d'exclusion du \nmembre de l'organe disciplinaire ou du secrétaire de séance par les instances compétentes pour leur \ndésignation. \nARTICLE 5 – REUNION DES ORGANES DISCIPLINAIRES \nLes organes disciplinaires de première instance et d'appel se réunissent sur convocation de leur président \nou de la personne qu'il mandate à cet effet. Chacun d'eux ne peut délibérer valablement que lorsque trois \nau moins de ses membres sont présents. \nEn cas de partage égal des voix, le président de séance a voix prépondérante. \nLe président de séance de l'organe disciplinaire désigne soit un membre de celui-ci, soit une autre personne \npour assurer les fonctions de secrétaire de séance.",
      "section": null
    },
    {
      "page_num": 3,
      "text": "FEDERATION FRANÇAISE DES ECHECS ASSOCIATION DECLAREE CONFORME A LA LOI DU 1ER JUILLET 1901 – JO DU 22 MAI 1921 \n \nRèglement Disciplinaire \n AG FFE - 22.04.2018 \nB03-3/8 \nEn cas d'absence ou d’empêchement définitif du président, la présidence de l'organe disciplinaire est \nassurée par le membre le plus âgé de l'organe disciplinaire. \n \nARTICLE 6 – PUBLICITE DES DEBATS \nLes débats devant les organes disciplinaires sont publics. \nToutefois, le président de séance peut, d'office ou à la demande d’une des parties, le cas échéant \nde son représentant légal, de son conseil mandaté par un pouvoir écrit ou de son avocat, interdire au public \nl'accès de la salle pendant tout ou partie de l'audience dans l'intérêt de l'ordre public ou de la sérénité des \ndébats ou lorsque le respect de la vie privée ou du secret professionnel le justifie. \n \nARTICLE 7 – CONFERENCE AUDIOVISUELLE \nPour tenir compte de l'éloignement géographique ou de contraintes professionnelles ou médicales, le \nprésident de l'organe disciplinaire, après avoir recueilli l'accord de la personne poursuivie, peut décider que \ntout ou partie des débats seront conduits sous forme de conférence audiovisuelle, pourvu qu'il soit recouru \nà des moyens garantissant la participation effective de chaque personne aux débats et le caractère \ncontradictoire de la procédure. \n \nARTICLE 8 – TRANSMISSION DES DOCUMENTS ET ACTES DE PROCEDURE \nLa transmission des documents et actes de procédure mentionnés au présent règlement est effectuée par \ncourrier recommandé avec accusé de réception ou par courrier remis en main propre contre décharge ou, \nle cas échéant, par courrier électronique à la personne poursuivie ou à son représentant légal, à son avocat, \nà l'association sportive avec laquelle elle a un lien juridique. \nL'utilisation du courrier électronique doit garantir la fiabilité de l'identification des parties à la \ncommunication électronique, l'intégrité des documents adressés ainsi que la sécurité et la confidentialité \ndes \néchanges \nentre \nl'ensemble \ndes \npersonnes \nparticipant \nà \nla \nprocédure \ndisciplinaire. \nElle doit permettre également d'établir de manière certaine la date et l'heure de la transmission des \ndocuments ainsi que celles de leur réception par leur destinataire. \n \nSection II : Dispositions relatives aux organes disciplinaires de première instance \n \nARTICLE 9 – POURSUITES DISCIPLINAIRES \nLes poursuites disciplinaires sont engagées par le Bureau Fédéral sur dépôt de plainte motivée à l’initiative \nd’un licencié ou d’une association, adressée au secrétariat du siège fédéral par courrier recommandé avec \naccusé de réception. \nToutes les affaires disciplinaires soumises à la Commission Fédérale de Discipline doivent faire l’objet d’une \nprocédure d’instruction. \nLes affaires disciplinaires soumises aux Commissions Régionales de Discipline ne font pas l’objet d’une \nprocédure d’instruction, sauf en cas de décision contraire du Bureau Fédéral. \nLe Comité Directeur Fédéral désigne au sein de la Fédération ou de ses organismes régionaux au moins un \nreprésentant chargé de l’instruction des affaires disciplinaires (instructeur). \nSi aucune personne n’est habilitée à effectuer l’instruction des affaires disciplinaires entre deux réunions \ndu Comité Directeur, en raison d’absence de représentant ou d’empêchement des personnes habilitées, le \nBureau Fédéral peut désigner un nouvel instructeur.",
      "section": null
    },
    {
      "page_num": 4,
      "text": "FEDERATION FRANÇAISE DES ECHECS ASSOCIATION DECLAREE CONFORME A LA LOI DU 1ER JUILLET 1901 – JO DU 22 MAI 1921 \n \nRèglement Disciplinaire \n AG FFE - 22.04.2018 \nB03-4/8 \nLes personnes habilitées à effectuer l’instruction des affaires disciplinaires sont choisies, soit parmi licenciés \nde la fédération ou les collaborateurs des associations affiliées mentionnés à l'article 2, soit en raison de \nleur compétences au regard des faits objets des poursuites. En cette qualité et pour les besoins de \nl'instruction des affaires dont elles sont chargées, elles ont délégation du président de la fédération pour \ntoutes les correspondances relatives à l'accomplissement de leur mission. \nElles ne peuvent être membre des organes disciplinaires saisis de l'affaire qu'elles ont instruite, ni avoir un \nintérêt direct ou indirect à l'affaire. Elles sont astreintes à une obligation de confidentialité pour tous les \nfaits, actes et informations dont elles ont connaissance en raison de leurs fonctions. Toute méconnaissance \nde ces obligations constitue une faute. \nARTICLE 10 – INSTRUCTION \nLorsque l'affaire fait l'objet d'une instruction, l’instructeur établit un rapport qu'il adresse à l'organe \ndisciplinaire et à la personne poursuivie au vu des éléments du dossier et de tout renseignement recueilli \npar tout moyen. Il n’a pas compétence pour clore de lui-même une affaire. \nLes personnes chargées de l'instruction exercent leur mission en toute impartialité et objectivité et peuvent : \n \nEntendre toute personne dont l'audition paraît utile ; \n \nDemander à toute personne des informations nécessaires à la procédure. \nARTICLE 11 – MESURE CONSERVATOIRE \nLorsque les circonstances le justifient, notamment au regard de la gravité des faits, le Bureau Fédéral peut \nprononcer à l'encontre de la personne poursuivie, à tout moment de la procédure disciplinaire de première \ninstance et par décision motivée, une mesure conservatoire dans l'attente de la notification de la décision \nde l'organe disciplinaire. \nLa mesure conservatoire prend fin en cas de retrait de celle-ci par les personnes ou les organes \ncompétents. Elle prend également fin si l'organe disciplinaire n'est pas en mesure de statuer dans le délai \nqui lui est imparti à l'article 16 du présent règlement. \nLes décisions relatives aux mesures conservatoires sont notifiées aux personnes poursuivies dans les \nconditions prévues à l'article 8 et sont insusceptibles d'appel. \nARTICLE 12 – CONVOCATION A L’AUDIENCE \nLa personne poursuivie et, le cas échéant, son représentant légal sont convoqués devant l'organe \ndisciplinaire dans les conditions prévues à l’article 8, dix jours au moins avant l’audience. La convocation \nénonce à l’intéressé les griefs retenus à son encontre ainsi que ses droits définis au présent article. \nLa personne poursuivie ainsi que, le cas échéant, son représentant légal, son conseil mandaté par un \npouvoir écrit ou son avocat peuvent consulter, avant la séance, le rapport et l'intégralité du dossier, sur \ndemande adressée au président de l’organe disciplinaire, par courrier recommandé avec accusé de \nréception ou par courrier électronique. Ces documents lui seront alors transmis par courrier électronique. \nIls peuvent demander que soient entendues les personnes de leur choix, dont ils communiquent les noms \nquarante-huit heures au moins avant la réunion de l'organe disciplinaire. Pour tenir compte de \nl'éloignement géographique ou de contraintes professionnelles ou médicales des personnes dont l'audition \nest demandée, celle-ci peut être réalisée par conférence téléphonique sous réserve de l'accord du \nprésident de l'organe disciplinaire et de la personne poursuivie. \nLe président de l'organe disciplinaire peut refuser, par décision motivée, les demandes d'audition \nmanifestement abusives.",
      "section": null
    },
    {
      "page_num": 5,
      "text": "FEDERATION FRANÇAISE DES ECHECS ASSOCIATION DECLAREE CONFORME A LA LOI DU 1ER JUILLET 1901 – JO DU 22 MAI 1921 \n \nRèglement Disciplinaire \n AG FFE - 22.04.2018 \nB03-5/8 \nLors de la séance, la personne poursuivie peut être accompagnée par toute personne. Elle peut être \nreprésentée, le cas échéant, par son représentant légal, par son conseil ou son avocat. Des observations \nécrites ou orales peuvent être présentées par la personne poursuivie ou par les personnes qui l'assistent ou \nla représentent. \nSi elle ne parle pas ou ne comprend pas suffisamment la langue française, elle peut demander à être \nassistée d'un interprète de son choix à ses frais ou d'un interprète choisi par la Fédération Française des \nEchecs ou ses organes déconcentrés aux frais de ceux-ci. \nLe délai de dix jours mentionné au premier alinéa peut être réduit en cas d'urgence, de circonstances \ntenant au bon déroulement des compétitions sportives ou de circonstances exceptionnelles par décision du \nprésident de l'organe disciplinaire, à son initiative ou à la demande de la personne chargée de l'instruction \nou de la personne poursuivie. En ce cas, la faculté de demander l'audition de personnes s'exerce sans \ncondition de délai. \nARTICLE 13 – REPORT \nEn cas d'urgence, de circonstances tenant au bon déroulement des compétitions sportives ou de \ncirconstances exceptionnelles, et sauf cas de force majeure, le report de l'affaire ne peut être demandé. \nDans les autres cas, le report de l'affaire n’est pas de droit et ne peut être demandé qu'une seule fois, \nsoixante-douze \nheures \nau \nplus \ntard \navant \nla \ndate \nde \nla \nséance, \npour \nun \nmotif \nsérieux. \nLe président de l'organe disciplinaire accorde ou non le report. En cas de refus, sa décision doit être \nmotivée. Il peut également décider de sa propre initiative de prononcer un report. \nLa durée du report ne peut excéder vingt jours. \nARTICLE 14 – DEROULEMENT DE L’AUDIENCE \nLorsque l'affaire est dispensée d'instruction, le président de séance de l'organe disciplinaire ou la personne \nqu'il désigne expose les faits et le déroulement de la procédure. \nDans les autres cas, la personne chargée de l'instruction présente oralement son rapport ou délègue cette \ntâche au président de séance ou à la personne que ce dernier désigne. \nToute personne dont l'audition paraît utile peut être entendue par l'organe disciplinaire. Si une telle \naudition est décidée, le président en informe la personne poursuivie avant la séance. \nLa personne poursuivie et, le cas échéant, son représentant légal ainsi que la ou les personnes qui \nl'assistent ou le représentent sont invités à prendre la parole en dernier. \nARTICLE 15 – DELIBERE, DECISION ET NOTIFICATION \nL'organe disciplinaire délibère à huis clos, hors la présence de la personne poursuivie, des personnes qui \nl'assistent ou la représentent, des personnes entendues à l'audience et de la personne chargée de \nl'instruction. \nLorsque les fonctions de secrétaire de séance sont assurées par une personne qui n'est pas membre de \nl'organe disciplinaire, celle-ci peut assister au délibéré sans y participer. \nL'organe disciplinaire prend une décision motivée, signée par le président de séance et le secrétaire. \nLa décision est notifiée à la personne poursuivie ou, le cas échéant, à son représentant légal, selon les \nmodalités prévues par l'article 8.",
      "section": null
    },
    {
      "page_num": 6,
      "text": "FEDERATION FRANÇAISE DES ECHECS ASSOCIATION DECLAREE CONFORME A LA LOI DU 1ER JUILLET 1901 – JO DU 22 MAI 1921 \n \nRèglement Disciplinaire \n AG FFE - 22.04.2018 \nB03-8/8 \nLa notification mentionne les voies et délais de recours. \nL'association sportive dont dépend la personne poursuivie est informée de cette décision. \nLa FFE est informée des décisions disciplinaires des Commissions Régionales de Discipline. \nARTICLE 16 – DELAI DE DECISION DE PREMIERE INSTANCE \nL'organe disciplinaire de première instance doit se prononcer dans un délai de dix semaines à compter de \nl'engagement des poursuites disciplinaires. \nEn cas de circonstances exceptionnelles, le délai de dix semaines peut être prorogé d'un mois par une \ndécision motivée du président de l'organe disciplinaire et notifiée à la personne poursuivie, le cas échéant, \nà son représentant légal, à son conseil ou à son avocat, à l’association sportive avec laquelle elle a un lien \njuridique, selon les modalités prévues à l'article 8. \nLorsque la séance a été reportée en application de l'article 13, le délai mentionné à l'alinéa précédent est \nprolongé d'une durée égale à celle du report. \nFaute d'avoir statué dans ces délais, l'organe disciplinaire de première instance est dessaisi et l'ensemble \ndu dossier est transmis à l'organe disciplinaire d'appel compétent qui statue en dernier ressort. \n \nSection III - Dispositions relatives aux organes disciplinaires d'appel \n \nARTICLE 17 – MODALITES D’EXERCICE DU DROIT D’APPEL \nLa personne poursuivie et, le cas échéant, son représentant légal, son conseil mandaté par un pouvoir écrit \nou son avocat, ainsi que le Bureau Fédéral, peuvent interjeter appel de la décision de l'organe disciplinaire \nde première instance auprès de celui d'appel selon les modalités prévues à l'article 8, dans un délai de sept \njours suivant la réception de sa notification. \nCe délai est prolongé de cinq jours dans le cas où le domicile de l'intéressé est situé hors de la métropole, \nsauf si l'organe disciplinaire compétent est situé lui aussi hors métropole, ou au profit de la personne \npoursuivie ainsi que des autres personnes pouvant interjeter appel en cas d'appel par la fédération dont \nelle relève. \nL'exercice du droit d'appel ne peut être subordonné au versement d'une somme d'argent à la fédération, \nou limité par une décision d'un organe fédéral. \nL'appel n'est pas suspensif sauf décision motivée de l'organe disciplinaire de première instance prise en \nmême temps qu'il est statué au fond. \nLorsque la décision refuse de faire droit à des conclusions tendant à conférer un caractère suspensif à un \nappel, la Commission d’Appel, saisie d'un appel comportant la contestation de ce refus, peut statuer sur ce \ndernier par une décision motivée avant d'examiner le fond de l'affaire. \nLorsque l'appel n’émane pas de la personne poursuivie, celle-ci en est aussitôt informée par la Commission \nd’Appel qui lui impartit un délai pour produire des observations selon les modalités prévues à l’article 8. \nLe cas échéant, le représentant légal de la personne poursuivie et son conseil ou son avocat sont informés \nselon les mêmes modalités. \nARTICLE 18 – DEROULEMENT DE LA PROCEDURE D’APPEL \nL'organe disciplinaire d'appel statue en dernier ressort.",
      "section": null
    },
    {
      "page_num": 7,
      "text": "FEDERATION FRANÇAISE DES ECHECS ASSOCIATION DECLAREE CONFORME A LA LOI DU 1ER JUILLET 1901 – JO DU 22 MAI 1921 \n \nRèglement Disciplinaire \n AG FFE - 22.04.2018 \nB03-8/8 \nIl se prononce au vu du dossier de première instance et des productions d'appel, dans le respect du \nprincipe du contradictoire. \nLe président de séance ou la personne qu'il désigne, établit un rapport exposant les faits et rappelant les \nconditions du déroulement de la procédure. Ce rapport est présenté oralement en séance. \nLes dispositions des articles 12 à 15 ci-dessus sont applicables devant l'organe disciplinaire d'appel. \n \nARTICLE 19 – DELAI DE DECISION D’APPEL \nL'organe disciplinaire d'appel doit se prononcer dans un délai de quatre mois à compter de l'engagement \ninitial des poursuites. \nEn cas de circonstances exceptionnelles, le délai de quatre mois peut être prorogé d'un mois par une \ndécision motivée du président de l'organe disciplinaire d'appel et notifiée à la personne poursuivie, le cas \néchéant, à son représentant légal ou à l'association sportive avec lequel elle a un lien juridique, selon les \nmodalités prévues à l'article 8. \nÀ défaut de décision dans ces délais, l'appelant peut saisir le Comité national olympique et sportif français \naux fins de la conciliation prévue à l'article L. 141-4 du code du sport. \nLorsque l'organe disciplinaire d'appel n'a été saisi que par l'intéressé, la sanction prononcée par l'organe \ndisciplinaire de première instance ne peut être aggravée. \nLa notification et, le cas échéant, la publication se font dans les conditions prévues à l'article 22. \n \nCHAPITRE II – SANCTIONS \n \nARTICLE 20 – SANCTIONS DISCIPLINAIRES \nLes sanctions applicables sont: \n1. \nUn avertissement ; \n2. \nUn blâme ; \n3. \nUne amende : lorsque cette amende est infligée à une personne physique, elle ne peut excéder un \nmontant de 45 000 euros ; \n4. \nUne perte d'une ou plusieurs rencontres sportives ; \n5. \nUne pénalité en points ; \n6. \nUn déclassement ; \n7. \nUne non homologation d'un résultat sportif ; \n8. \nL’interdiction temporaire d’accueillir des rencontres à domicile ; \n9. \nUne interdiction temporaire ou définitive de participer aux manifestations sportives organisées par la FFE ; \n10. \nUne interdiction temporaire ou définitive de participer directement ou indirectement à l'organisation \net au déroulement des compétitions et manifestations sportives organisées par la FFE ; \n11. \nUne interdiction d'exercice de fonction ; \n12. \nUn retrait provisoire de la licence ; \n13. \nUne interdiction pour une durée déterminée d'être licencié de la FFE ou de s'y affilier ; \n14. \nUne radiation ; \n15. \nUne inéligibilité pour une durée déterminée aux instances dirigeantes ; \n16. \nLa radiation ou l'interdiction d'appartenir pour une durée déterminée à une instance disciplinaire.",
      "section": null
    },
    {
      "page_num": 8,
      "text": "FEDERATION FRANÇAISE DES ECHECS ASSOCIATION DECLAREE CONFORME A LA LOI DU 1ER JUILLET 1901 – JO DU 22 MAI 1921 \n \nRèglement Disciplinaire \n AG FFE - 22.04.2018 \nB03-8/8 \nUne ou plusieurs sanctions peuvent être choisies parmi les sanctions énumérées ci-dessus dans le respect \ndu principe de proportionnalité. Elles sont prononcées en considération de la gravité des faits et du \ncomportement de leur auteur. \nLes sanctions prononcées peuvent être complétées par une décision de publication dans les conditions \nfixées à l'article 22. \nLa décision prononçant la sanction peut prévoir une participation de la personne sanctionnée aux frais \nexposés et dûment justifiés, à l'occasion de la procédure disciplinaire. \nLa ou les sanctions peuvent être, avec l'accord de l'intéressé et, le cas échéant, celui de son représentant \nlégal, remplacées ou complétées par l'accomplissement, pendant une durée qui ne peut excéder une saison \nsportive, d'activités d'intérêt général au bénéfice de la FFE, de ses organes déconcentrés, ou d'une \nassociation sportive ou caritative choisie par l’organe disciplinaire. \n \nARTICLE 21 – APPLICABILITE DES SANCTIONS \nLa décision de l'organe disciplinaire fixe, le cas échéant, la date de prise d'effet et les modalités d'exécution \ndes sanctions. \n \nARTICLE 22 – NOTIFICATION ET PUBLICATION DE LA DECISION DISCIPLINAIRE \nLa notification de la décision doit préciser les voies et délais de recours dont dispose la personne \nconcernée. \n \nLes décisions des organes disciplinaires ayant ordonné la publication prévoient les modalités d'exécution de \ncette mesure qui ne peut intervenir qu'après notification aux personnes en ayant fait l'objet et après \népuisement des voies de recours internes à la fédération. \nÀ cette fin, les organes disciplinaires de première instance et d'appel peuvent ordonner la publication sur le \nsite internet de la FFE de l'intégralité ou d'une partie de la décision ou d'un résumé informant le public des \nmotifs et du dispositif de celle-ci. \nLa publication des décisions s'effectue de manière anonyme, sauf si l'organe disciplinaire, par une décision \nmotivée, décide d'ordonner la publication nominative ou si la personne qui a fait l'objet d'une décision de \nrelaxe demande à ce que celle-ci soit nominative. \n \nARTICLE 23 – SURSIS \nLes sanctions prévues à l'article 20, autres que l'avertissement, le blâme et la radiation, peuvent être \nassorties en tout ou partie d'un sursis. \nLa sanction assortie d'un sursis est réputée non avenue si, dans un délai de trois ans après son prononcé, \nl'intéressé n'a fait l'objet d'aucune nouvelle sanction mentionnée à l'article 20. Toute nouvelle infraction \nsanctionnée pendant ce délai emporte révocation de tout ou partie du sursis.",
      "section": null
    }
  ],
  "total_pages": 8,
  "extraction_date": "2026-01-15T02:30:12"
}
