{
  "filename": "2022_Reglement_medical_19082022.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": "FEDERATION FRANÇAISE DES ECHECS\nASSOCIATION DECLAREE CONFORME A LA LOI DU 1er JUILLET 1901- JO du 22 mai 1921\n \nRèglement médical\n \n \nCD FFE – 19.08.2022\nB07 – 1/6\n \n \n \nRÈGLEMENT MÉDICAL \n \n \n1 \n Préambule .................................................................................................................................... 2 \n2 \n Commission médicale .................................................................................................................. 2 \n2.1 Objet .................................................................................................................................... 2 \n2.2 Composition ......................................................................................................................... 2 \n2.2.1 Médecin fédéral ....................................................................................................... 2 \n2.2.2 Commission médicale ............................................................................................... 2 \n2.2.3 Médecins des organes déconcentrés de la FFE ........................................................ 3 \n3 \n Délivrance de la licence et certificat de non contre-indication ................................................... 3 \n3.1 Prise de licence et renouvellement ..................................................................................... 3 \n3.1.1 Licenciés mineurs ..................................................................................................... 3 \n3.1.2 Licenciés majeurs ...................................................................................................... 4 \n3.2 Examen médical ................................................................................................................... 4 \n4 \n Dopage ......................................................................................................................................... 5 \n4.1 Objet .................................................................................................................................... 5 \n4.2 Substances interdites........................................................................................................... 5 \n4.3 Autorisation d’usage à des fins thérapeutiques (AUT) ........................................................ 5 \n4.3.1 Objet ......................................................................................................................... 5 \n4.3.2 AUT préalable ........................................................................................................... 5 \n4.3.3 AUT à effet rétroactif................................................................................................ 6 \n5 \nSurveillance des joueurs et joueuses de niveau international ..................................................... 6 \n6 \nSurveillance médicale des compétitions ...................................................................................... 6 \n7 \nAnnexes………………………………………………………………………………………………………………..………………...7 \n \n",
      "section": null
    },
    {
      "page_num": 2,
      "text": "FEDERATION FRANÇAISE DES ECHECS\nASSOCIATION DECLAREE CONFORME A LA LOI DU 1er JUILLET 1901- JO du 22 mai 1921\n \nRèglement médical\n \n \nCD FFE – 19.08.2022\nB07 – 2/6\n \n1 Préambule \nL’article L. 231-5 du code du sport prévoit que les fédérations sportives veillent à la santé de  \nleurs licenciés et prennent à cet effet les dispositions nécessaires. \n \n2 Commission médicale \n2.1 Objet \nLa commission médicale est responsable de l’organisation de la médecine fédérale. \n2.2 Composition \n2.2.1 Médecin fédéral \n2.2.1.1 Nomination \nLe médecin fédéral est nommé par le comité directeur de la FFE parmi les membres pris en son \nsein. Il est obligatoirement docteur en médecine et licencié à la FFE. La durée de sa fonction est \nliée à celle du comité directeur de la FFE. \nSa responsabilité civile professionnelle est couverte, pour ses actions fédérales par l’assurance \nen  responsabilité civile de la FFE. \n2.2.1.2 Fonction \nIl exerce bénévolement son mandat. \nIl coordonne la surveillance médicale des joueurs et joueuses de niveau international comme \ndéfinit à l’article 4.3.2.1. Il répond aux demandes d’AUT dont la procédure est détaillée à \nl’article 4.3. \nIl préside la commission médicale et prévoit les réunions nécessaires à son bon \nfonctionnement. Il est responsable de la gestion du budget alloué à la commission médicale. \nIl dresse un compte rendu annuel des actions de la commission médicale. \n2.2.1.3 Obligation \nLe médecin fédéral est tenu au secret professionnel dans les conditions et sous les réserves \nénoncées aux articles 226-13 et 226-14 du code pénal. \n2.2.2 Commission médicale \n2.2.2.1 Nomination \nLa commission médicale est composée du médecin fédéral et d’au minimum deux autres \nmembres. \nLe président de la commission médicale est le médecin fédéral. \nLes deux autres membres sont désignés par le Comité Directeur, le président de la commission \nayant toute latitude pour la compléter. \nLes membres de la commission médicale sont obligatoirement : \n• \nDocteur en médecine, Infirmier, Kinésithérapeute, Ostéopathe, Psychologue ou Diététicien \n• \nLicenciés à la Fédération Française des Echecs \n",
      "section": null
    },
    {
      "page_num": 3,
      "text": "FEDERATION FRANÇAISE DES ECHECS\nASSOCIATION DECLAREE CONFORME A LA LOI DU 1er JUILLET 1901- JO du 22 mai 1921\n \nRèglement médical\n \n \nCD FFE – 19.08.2022\nB07 – 3/6\n \n2.2.2.2 Fonction \nConformément au règlement intérieur de la FFE, la commission médicale a pour fonction de : \n• \nDéfinir et veiller à l’application du règlement médical notamment : \no D’établir les protocoles et les modalités des examens à pratiquer pour la surveillance \nmédicale régulière des joueuses et joueurs de niveau international comme défini à \nl’article 4.3.2.1 ; \no De définir les modalités de délivrance du certificat de non-contre-indication. \n• \nDéfinir et veiller à l’application du règlement disciplinaire relatif à la lutte contre le \ndopage. \nElle participera également à la réflexion sur tout sujet à caractère médical dont elle se saisira \nou  qui lui sera soumis par les instances fédérales notamment relatifs à : \n Des actions de prévention et d’éducation à la santé ; \n L’accessibilité aux publics spécifiques en collaboration avec la commission handicap ; \n La promotion du « sport santé ». \n2.2.3 Médecins des organes déconcentrés de la FFE \nChaque ligue régionale et chaque comité départemental peut choisir d’inclure un médecin au \nsein de son comité directeur. \nLa FFE recommande a minima un médecin au sein des comités directeurs des ligues régionales. \nCes médecins sont le relai de la commission médicale nationale dans leurs régions et \ndépartements. \nIls doivent veiller à l’application du règlement médical fédéral et du règlement disciplinaire relatif \nà la lutte contre le dopage. \nLeurs conditions de nominations sont définies dans les règlements intérieurs des organes \ndéconcentrés. \n \n3 Délivrance de la licence et certificat de non-contre-indication \n3.1 Prise de licence et renouvellement \nL’obtention et le renouvellement de la licence de la FFE sont soumis aux dispositions des \narticles L231-2 à L231-4, D231-1-1 à D231-1-5 et A231-2 du Code du Sport. \n3.1.1 Licenciés mineurs \nPour les personnes mineures, en vue de l'obtention ou du renouvellement de la licence, le \nlicencié et les personnes exerçant l'autorité parentale renseignent conjointement un \nquestionnaire relatif à son état de santé dont le contenu est précisé par arrêté conjoint du \nministre chargé de la santé et du ministre chargé des sports (Cf Annexe). \nLes personnes exerçant l'autorité parentale sur le licencié mineur attestent par écrit (cf. \nAnnexe) auprès de leurs clubs que chacune des rubriques du questionnaire donne lieu à une \nréponse négative. Afin de respecter le secret médical, le questionnaire de santé renseigné ne \ndoit pas être remis au club ni à la fédération. \nÀ défaut, elles sont tenues de produire un certificat médical attestant de l'absence de contre- \nindication à la pratique du jeu d’échecs en et hors compétition datant de moins de six mois.\n",
      "section": null
    },
    {
      "page_num": 4,
      "text": "FEDERATION FRANÇAISE DES ECHECS\nASSOCIATION DECLAREE CONFORME A LA LOI DU 1er JUILLET 1901- JO du 22 mai 1921\n \nRèglement médical\n \n \nCD FFE – 19.08.2022\nB07 – 4/6\n3.1.2 Licenciés majeurs \nPour les personnes majeures, en vue de l’obtention ou du renouvellement de la licence, le \nlicencié renseigne un questionnaire relatif à son état de santé.  \nLe licencié atteste par écrit auprès de son club que chacune des rubriques du questionnaire \ndonne lieu à une réponse négative. Afin de respecter le secret médical, le questionnaire de \nsanté renseigné ne doit pas être remis au club ni à la fédération.  \nÀ défaut, il est tenu de produire un nouveau certificat médical attestant de l'absence de contre-\nindication à la pratique du jeu d’échecs en et hors compétition datant de moins de six mois \npour obtenir sa licence. \n \n3.2 Examen médical \nL’obtention du certificat médical de non-contre-indication à la pratique du jeu d’échecs en et \nhors compétition est la conclusion d’un examen médical qui peut être réalisé par tout médecin \ntitulaire du Doctorat d’état. \n \nLa commission médicale de la FFE rappelle que l’examen médical permettant de délivrer ce \ncertificat engage la responsabilité du médecin signataire de ce certificat, seul juge de la \nnécessité d’éventuels examens complémentaires et seul responsable de l’obligation de \nmoyen (article 69 du Code de déontologie médicale). \n \nLa délivrance du certificat médical s’inscrit dans une politique globale de prévention et de \ndépistage en accord avec la législation du sport. Il n’existe pas de contre-indication formelle à la \npratique des échecs en compétition.  \n \nCependant, l’avis d’un médecin spécialisé est souhaitable dans les cas suivants : \n Angor instable ; \n HTA non contrôlé ; \n Troubles du rythme ; \n Troubles psychiatriques.\n",
      "section": null
    },
    {
      "page_num": 5,
      "text": " \nRèglement médical\nFEDERATION FRANÇAISE DES ECHECS\nASSOCIATION DECLAREE CONFORME A LA LOI DU 1er JUILLET 1901- JO du 22 mai 1921\n \n \nCD FFE – 19.08.2022\nB07 – 5/6\n \n4 Dopage \n4.1 Objet \nToute prise de licence implique l’acceptation : \n Du règlement disciplinaire de la FFE relatif à la lutte contre le dopage ; \n Du code mondial antidopage. \n4.2 Substances interdites \nLa liste des complètes des interdictions est disponible sur le site de l’agence française de \nlutte contre le dopage à l’adresse suivante : https://www.afld.fr/  \n \nPour la pratique du jeu d’échecs, une attention particulière est portée sur les molécules \nsuivantes : \n• \nAmphétamines. Exemple : méthylphénidate/Ritaline® \n• \nModafinil/Modiodal® \n• \nÉphédrine et méthyléphédrine – (Si concentration urinaire supérieure à 10µg/ml) \n• \nPseudoéphédrine (Si concentration urinaires supérieure à 150µg/ml) \nCertaines molécules ne sont pas sur la liste des interdictions mais présentes dans le programme \nde surveillance de l’Agence Mondiale Antidopage :       \n• \nCaféine \n• \nCodéine \n4.3 Autorisation d’usage à des fins thérapeutiques (AUT) \n4.3.1 Objet \nLes autorisations d’usage à des fins thérapeutiques permettent aux joueurs malades ou \nblessés d’utiliser sous certaines conditions des produits ou substances interdites. \n4.3.2 AUT préalable \n4.3.2.1 Joueurs concernés \nLes joueurs et joueuses de niveau international doivent faire une demande d’AUT avant \ntoute  participation à une compétition organisée par la FFE. \nOn entend par niveau international : \n• \nLes joueurs et joueuses des équipes de France mixte et féminine ; \n• \nLes hommes ayant un classement Elo > 2700 ; \n• \nLes femmes ayant un classement Elo > 2500. \n4.3.2.2 Procédure \nLa demande (Cf Annexe) est à adresser au médecin fédéral qui est tenu au secret professionnel \ndans les conditions et sous les réserves énoncées aux articles 226-13 et 226-14 du code pénal. \nSauf urgence ou circonstances exceptionnelles la demande doit être envoyé 30 jours avant la \ncompétition. \nLe joueur est directement avisé de l’acceptation de sa demande. \nL’AUT validée est valable un an. \n",
      "section": null
    },
    {
      "page_num": 6,
      "text": " \nRèglement médical\nFEDERATION FRANÇAISE DES ECHECS\nASSOCIATION DECLAREE CONFORME A LA LOI DU 1er JUILLET 1901- JO du 22 mai 1921\n \n \nCD FFE – 19.08.2022\nB07 – 6/6\n \n \n \n4.3.3 AUT à effet rétroactif \nLes licencié(e)s ne répondant pas à la définition de joueurs de niveau international comme \ndéfini à l’article 4.3.2.1  peuvent, après un contrôle  antidopage faire  une demande d’AUT \nà  effet rétroactif. La demande (ANNEXE) est à adresser dans les 30 jours au médecin fédéral qui \nest tenu au secret professionnel dans les conditions et sous les réserves énoncées aux articles \n226-13 et226-14du code pénal. \n \n5 Surveillance des joueurs et joueuses de niveau international \nConformément à l’article A. 231-3 du code du sport les joueurs et joueuses de niveau \ninternational comme défini à l’article 4.3.2 doivent se soumettre dans les deux mois suivant \nleurs sélections en équipe de France, puis/ou annuellement à : \n Un examen médical réalisé par un médecin du sport comprenant : \no Un examen clinique avec interrogatoire et examen physique selon les recommandations \nde la Société française de médecine de l'exercice et du sport. \no Un bilan diététique et des conseils nutritionnels. \no Un bilan psychologique visant à dépister des difficultés psychopathologiques pouvant \nêtre liées à la pratique sportive intensive. \n Un électrocardiogramme de repos. \n \nA la demande du médecin du sport et sous sa responsabilité, les bilans psychologique et \ndiététique peuvent être effectués respectivement par un psychologue clinicien ou un \ndiététicien. \nLes résultats des examens sont transmis au médecin fédéral. \nLa FFE prend en charge financièrement cette surveillance médicale. Les joueurs règlent les frais \nrelatifs à leurs examens et transmettent les justificatifs à la FFE pour remboursement. \n \n6 Surveillance médicale des compétitions \nLors de toutes compétitions homologuées la FFE rappelle que les moyens humains et matériels \nà mettre en œuvre doivent être adaptés selon l’importance de la manifestation. \nL’organisateur de toute compétition doit prévoir a minima : \n De prévenir l’arbitre de la présence ou non d’un médecin et/ou d’un auxiliaire médical ; \n L’affichage des numéros d’appel du SAMU, pompiers et du responsable de la salle ou du \nclub. \n",
      "section": null
    },
    {
      "page_num": 7,
      "text": "Avertissement à destination des parents ou de la personne ayant l’autorité parentale: Il est préférable que ce questionnaire soit complété par votre \nenfant, c’est à vous d’estimer à quel âge il est capable de le faire. Il est de votre responsabilité de vous assurer que le questionnaire est correctement \ncomplété et de suivre les instructions en fonction des réponses données. \nSi vous avez répondu OUI à une ou plusieurs questions, le mineur devra fournir un certificat médical de non contre-indication pour \nl’obtention de sa licence \nSi vous avez répondu NON à toutes les questions vous n’avez pas à fournir de certificat. Remettez simplement à votre club le document \nd’attestation de réponse négative \n \nQUESTIONNAIRE RELATIF À L’ÉTAT DE SANTÉ DU JOUEUR MINEUR EN VUE DE L’OBTENTION OU DU \nRENOUVELLEMENT DE LICENCE \n \n \nNom : …………..…..………….…… \nPrénom : ………..…...………… \nDate de naissance : …………………. \n \nDepuis l’année dernière \nOUI \nNON \nEs-tu allé(e) à l’hôpital pendant toute une journée ou plusieurs jours ? \n \n \nAs-tu été opéré(e) ? \n \n \nAs-tu beaucoup plus grandi que les autres années ? \n \n \nAs-tu beaucoup maigri ou grossi ? \n \n \nAs-tu eu la tête qui tourne pendant un effort ? \n \n \nAs-tu perdu connaissance ou es-tu tombé sans te souvenir de ce qui s’était passé ? \n \n \nAs-tu reçu un ou plusieurs chocs violents qui t’ont obligé à interrompre un moment une séance de \nsport ? \n \n \nAs-tu eu beaucoup de mal à respirer pendant un effort par rapport à d’habitude ? \n \n \nAs-tu eu beaucoup de mal à respirer après un effort ? \n \n \nAs-tu eu mal dans la poitrine ou des palpitations (le cœur qui bat très vite) ? \n \n \nAs-tu commencé à prendre un nouveau médicament tous les jours et pour longtemps ? \n \n \nAs-tu arrêté le sport à cause d’un problème de santé pendant un mois ou plus ? \n \n \nDepuis un certain temps (plus de 2 semaines) \n \n \nTe sens-tu très fatigué(e) ? \n \n \nAs-tu du mal à t’endormir ou te réveilles-tu souvent dans la nuit ? \n \n \nSens-tu que tu as moins faim ? que tu manges moins ? \n \n \nTe sens-tu triste ou inquiet ? \n \n \nPleures-tu plus souvent ? \n \n \nRessens-tu une douleur ou un manque de force à cause d’une blessure que tu t’es faite cette \nannée ? \n \n \nAujourd’hui \n \n \nPenses-tu quelquefois à arrêter de faire du sport ou à changer de sport ? \n \n \nPenses-tu avoir besoin de voir ton médecin pour continuer le sport ? \n \n \nSouhaites-tu signaler quelque chose de plus concernant ta santé ? \n \n \nQuestions à faire remplir par tes parents \n \n \nQuelqu’un dans votre famille proche a-t-il eu une maladie grave du cœur ou du cerveau, ou est-il \ndécédé subitement avant l’âge de 50 ans ? \n \n \nEtes-vous inquiet pour son poids ? Trouvez-vous qu’il se nourrit trop ou pas assez ? \n \n \nAvez-vous manqué l’examen de santé prévu à l’âge de votre enfant chez le médecin ? \n(Cet examen médical est prévu à l’âge de 2 ans, 3 ans, 4 ans, 5 ans, entre 8 et 9 ans, entre 11 et \n13 ans et entre 15 et 16 ans) \n \n \n \nFaire du sport: c’est recommandé pour tous. En as-tu parlé avec un médecin? T’a-t-il examiné(e) pour te conseiller? Ce questionnaire n’est pas un \ncontrôle. Tu réponds par OUI ou par NON, mais il n’y a pas de bonnes ou de mauvaises réponses. Tu peux regarder ton carnet de santé et \ndemander à tes parents de t’aider. \nTu es une fille □ \nun garçon □ \nTon âge: .............. ans \n",
      "section": null
    },
    {
      "page_num": 8,
      "text": " \n \n \nQUESTIONNAIRE RELATIF À L’ÉTAT DE SANTÉ DU JOUEUR \nMAJEUR EN VUE DU RENOUVELLEMENT DE SA LICENCE \n \n \nCe questionnaire de santé permet de savoir si vous devez fournir un certificat médical pour \nobtenir votre licence. Les informations ci-dessous sont soumises au secret médical : ce \nquestionnaire n’est donc pas à remettre au club. Seule l’attestation de réponses négatives est \nconservée par ce dernier. \n \nRépondez aux questions par OUI ou NON \nOUI \nNON \nDURANT LES 12 DERNIERS MOIS \n1. Un membre de famille est-il décédé subitement d’une \ncause cardiaque ou inexpliquée ? \n \n \n2. Avez-vous ressenti une douleur dans la poitrine, des \npalpitations, un essoufflement inhabituel ou un malaise ? \n \n \nÀ CE JOUR \n3. Pensez-vous avoir besoin d’un avis médical pour jouer \naux échecs en compétition ? \n \n \n \nNB :  Les réponses formulées relèvent de la seule responsabilité du licencié. \n \n \nSi vous avez répondu OUI à une ou plusieurs questions, vous devez fournir un certificat médical \nde non-contre-indication pour obtenir votre licence.  \n \nSi vous avez répondu NON à toutes les questions, vous n’avez pas à fournir de certificat.  \nRemettez simplement à votre club le document d’attestation de réponse négative. \n \n \n \n \n \n \n",
      "section": null
    },
    {
      "page_num": 9,
      "text": " \n \nATTESTATION DE RÉPONSES NÉGATIVES  \nAU QUESTIONNAIRE SANTÉ \n \n \nEn application du règlement médical de la Fédération Française des Échecs, toute personne \nsouhaitant se voir délivrer une licence (ou le représentant légal pour un mineur) doit attester \navoir répondu « non » à l’ensemble des questions du Questionnaire Santé. \n \nÀ défaut, elle doit produire un certificat médical de non-contre-indication à la pratique des \nÉchecs en et hors compétition datant de moins de 6 mois. \n \n1. Licencié(e)s majeurs \n \nJe soussigné⋅e __________________________________________ (NOM Prénom) atteste avoir \nrenseigné le questionnaire de santé FFE pour les personnes majeures et avoir répondu par la \nnégative à l’ensemble des rubriques.* \n \nFait le ___/___/_____ à _______________________________  \nSignature : \n \n \n \n \n \n2. Licencié(e)s mineurs \n \nJe soussigné⋅e __________________________________________ (NOM Prénom), agissant en \nma qualité de représentant légal de __________________________________________ (NOM \nPrénom de l’enfant), atteste qu’il a renseigné le questionnaire de santé pour les mineurs \n(modèle de l’annexe II23 du code du Sport) et avoir répondu par la négative à l’ensemble des \nrubriques.* \n \nFait le ___/___/_____ à _______________________________  \nSignature : \n \n \n \n \n \n \n* Si vous avez répondu positivement à une des questions du questionnaire vous devez impérativement \nfournir un certificat médical. \n",
      "section": null
    }
  ],
  "total_pages": 12,
  "extraction_date": "2026-01-14T02:52:42"
}
