{
  "filename": "2023_Reglement_Financier20230610.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": "FEDERATION FRANÇAISE DES ECHECS\nASSOCIATION DECLAREE CONFORME A LA LOI DU 1er JUILLET 1901 – JO DU 22 MAI 1921\nRèglement Financier\nCD FFE – 10.06.2023\nB04-1/6\n \n \n \n \n \n1. OBJECTIF \nRÈGLEMENT FINANCIER \nAdossé à une comptabilité respectant le plan comptable, ce règlement financier a pour objectif essentiel \nd'assurer une totale transparence de la gestion financière de la Fédération. \nDans ce but, il définit une organisation comptable et financière offrant un dispositif de suivi, d'alerte et de \ncontrôle : \n \npermettant d'assurer une bonne administration de la fédération, \n \nprotégeant sa santé financière, \n \npermettant la conduite et la réalisation des actions et projets définis. \n \n2. L'ORGANISATION COMPTABLE ET BUDGÉTAIRE \nLes modalités pratiques de tenue et de contrôle interne de la comptabilité sont définies par le Directeur \nGénéral, sous le contrôle du Trésorier. Le cas échéant, un cabinet d’expertise comptable indépendant peut \nintervenir sur tout ou partie de la comptabilité. \nLe commissaire aux comptes certifie tous les ans la sincérité des comptes, du résultat, et de la situation \npatrimoniale de la fédération. Le Président, le Trésorier et son adjoint le cas échéant, veillent à ce que toutes \nles informations nécessaires soient communiquées en temps utile aux instances concernées. \nLe trésorier assure le suivi de l'exécution du budget et présente les comptes à l'Assemblée Générale. \n3. ÉLABORATION DU BUDGET \nLe budget prévisionnel est établi par le Président et le Trésorier en accord avec les membres du Comité \nDirecteur. \nLe projet de budget est présenté, pour amendements éventuels et adoption, chaque année lors de \nl’Assemblée Générale qui approuve les comptes de l’exercice clos. \n4. LA TENUE DE LA COMPTABILITÉ \nLa comptabilité générale est tenue selon les prescriptions légales et réglementaires en vigueur, et suivant les \nrecommandations de l'Autorité des Normes Comptables. \nEn complément de la comptabilité générale, il est mis en place une comptabilité budgétaire analytique pour \nsuivre les dépenses et recettes par objets ou par actions, conformément aux conventions d’objectifs passées \navec le ministère chargé des sports, et pour les manifestations récurrentes telles que les différents \nchampionnats et coupes et de manière générale, de tout poste dont le suivi est utile à l’évaluation et la \ncompréhension du fonctionnement fédéral. \nLe cadre de cette comptabilité budgétaire analytique est de la seule responsabilité de la Fédération, dont le \nsecrétariat donnera au cabinet d’expertise comptable l’imputation budgétaire sur chaque pièce à \ncomptabiliser. \nLa séance de travail relative à l’arrêté final des comptes et à la détermination du résultat se tient au siège \nfédéral où pour l’occasion sont mises à disposition toutes les pièces comptables sans exception. A cette \nréunion, assistent outre le Président et le Trésorier fédéral, le Directeur Général et le Président ou le \nreprésentant délégué de la Commission de Contrôle Economique et de Gestion.",
      "section": null
    },
    {
      "page_num": 2,
      "text": "FEDERATION FRANÇAISE DES ECHECS\nASSOCIATION DECLAREE CONFORME A LA LOI DU 1er JUILLET 1901 – JO DU 22 MAI 1921\nRèglement Financier\nCD FFE – 10.06.2023\nB04-2/6\n \n \n5. MODALITÉS D'ENGAGEMENT ET DE RÈGLEMENT DES DÉPENSES \nLes différents degrés de décision relatifs à la gestion financière et comptable sont définis par les statuts et \npar le règlement intérieur de la Fédération. En application des statuts, seul le Président donne délégation de \nsignature aux personnes habilitées à effectuer des opérations financières. Le Président ordonnance les \ndépenses, le Trésorier et/ou son adjoint, autorisé à cet effet, met en œuvre les règlements financiers. \nLes règlements ne sont effectués que sur présentation d'une facture ou d'un justificatif. \nToute personne titulaire d'une carte de paiement ou habilitée à émettre des chèques doit impérativement \nremettre les justificatifs de ses règlements au Trésorier, dans les plus brefs délais. \n6. DÉPENSES DES COMMISSIONS ET DES INSTANCES FÉDÉRALES \nLes commissions existantes (ou à créer) de la Fédération ne peuvent en aucun cas prendre de décisions qui \nengagent financièrement l’association sans avoir, au préalable, transmis à la FFE une fiche de mission donnant \nun état du prévisionnel à attendre, et avoir reçu l’autorisation du Président. \nLes demandes de remboursement, accompagnées des pièces justificatives, sont envoyées au secrétariat \nfédéral sous la forme d’une note de frais de la mission réalisée. \nEn cas de non-conformité, les demandes sont mises en attente et ne sont traitées qu'à réception de pièces \nconformes aux règles édictées ; le demandeur en est informé. \nLes frais de déplacement et de représentation sont remboursés suivant les règles définies dans le règlement \ninterne des frais de mission et remboursement des notes de frais des bénévoles et des prestataires de la FFE, \nannexé au présent règlement. \n7. CONTRÔLE DES RECETTES \nLes ventes de matériels ou de fournitures et les prestations réalisées par la Fédération font \nsystématiquement l'objet d'une facturation ; d'une façon générale, celle-ci doit être acquittée dès \nl'enlèvement des matériels ou des fournitures. \nLe Trésorier et le Directeur Général mettent en œuvre toutes dispositions et toutes procédures pour assurer \nl'exhaustivité de l'enregistrement des recettes. \n8. L'INFORMATION ET LE CONTRÔLE \nLe Trésorier, avec le concours du Directeur Général de la Fédération, élabore un tableau de bord permettant \nde suivre l'évolution des dépenses et recettes par rapport au budget prévisionnel. Il informe le Comité \nDirecteur de cette évolution lors de chaque réunion ainsi que de l'état des disponibilités financières. \nLes comptes annuels et le budget prévisionnel sont tenus à disposition des clubs. Ils sont téléchargeables sur \nle site internet fédéral. \n9. RESPECT DU PRÉSENT RÈGLEMENT \nLe Comité Directeur est chargé du respect du présent règlement financier. Son non-respect est susceptible \nde poursuites disciplinaires dans les conditions fixées par le règlement disciplinaire. \n10. VALIDITÉ DU RÉGLEMENT FINANCIER \nLe présent règlement établi par application de l’article 5.1 des statuts de la Fédération, a été adopté par \nl’Assemblée Générale du 13 mai 2017.",
      "section": null
    },
    {
      "page_num": 3,
      "text": "FEDERATION FRANÇAISE DES ECHECS\nASSOCIATION DECLAREE CONFORME A LA LOI DU 1er JUILLET 1901 – JO DU 22 MAI 1921\nRèglement Financier\nCD FFE – 10.06.2023\nB04-3/6\n \n \nANNEXE AU RÈGLEMENT FINANCIER \nRèglement interne des frais de mission et remboursement des notes de frais \nBénévoles et Prestataires FFE \n \n \nAPPLICATION \nTous les collaborateurs bénévoles de la Fédération Française des Echecs, quel que soit la nature de leur \nfonction : Président, Membres du Bureau Fédéral, Membres du Comité Directeur, Membres des Commissions \net Directions Nationales. \nTous les prestataires de la Fédération Française des Echecs lors de mission de long terme (plus de 3 mois). \n \nOBJECTIFS \nCette politique vise à établir les conditions des frais de mission et de remboursement des notes de frais \npour les déplacements dans le cadre du bénévolat pour la FFE \nIl est rappelé que la nécessité de voyager pour les membres des commissions doit être évaluée par rapport \nà d’autres alternatives telles que les réunions par téléphone. \nLes réunions du Comité Directeur ont lieu uniquement en face à face. \nLes réunions du Bureau Fédéral et des Commissions peuvent avoir lieu par logiciel d’appel téléphonique \n(tels que Skype) ou au téléphone. \nRESPONSABILITÉS \nLe Secrétaire Général rédige, met à jour et s’assure de la bonne application de la présente procédure \nauprès des: \n \nprésidents de Directions Nationales et des Commissions, des membres de Commissions et autres \nbénévoles \n \nprestataires de la FFE \nSeuls le Président, le Trésorier et le Trésorier Adjoint autorisent l’engagement de frais sur la base de \nmissions bien établies. \nDeux possibilités de traitement : \n1) Abandon à l’association : Les bénévoles renoncent à se faire rembourser par l’association, c’est-à- dire \nqu’ils abandonnent leur créance sur l’association par renonciation expresse rédigée sur la note de frais \njointe avec la remise des justificatifs. La fédération leur délivre alors un reçu fiscal sur la base du barème \nkilométrique spécifique aux bénévoles des associations. \nCet abandon de créance s’assimilant à un don, il ouvre droit à une réduction d’impôts sur le revenu \n(article 200 du Code Général des Impôts). \n2) Remboursement « à l’Euro, l’Euro » : Ils demandent le remboursement à l’association, en lui remettant \nune note de frais et les justificatifs (factures, relevé de compteur pour les remboursements de frais \nkilométriques.....). \nPour les prestataires, il y a aura un remboursement « à l’euro, l’euro ».",
      "section": null
    },
    {
      "page_num": 4,
      "text": "FEDERATION FRANÇAISE DES ECHECS\nASSOCIATION DECLAREE CONFORME A LA LOI DU 1er JUILLET 1901 – JO DU 22 MAI 1921\nRèglement Financier\nCD FFE – 10.06.2023\nB04-4/6\n \n \nLes remboursements de frais n’ont lieu que si : \n \nune fiche de mission par les bénévoles de la FFE ou les prestataires extérieurs a été transmise à la FFE et \nenregistrée par le service comptabilité avant l’engagement des frais, donnant un état du prévisionnel à \nattendre ; \n \nune note de frais de la mission réalisée avec les justificatifs est transmise pour contrôle et enregistrement \nau Service Comptabilité de la FFE. \nLes Commissions et Directions Nationales ont des budgets et gèrent leurs frais de mission. Ils doivent \nidentifier une personne au sein de leur instance qui est en charge du suivi financier. \nLes prestataires extérieurs doivent communiquer à l’avance leurs dépenses prévisionnelles sur la base du \ncontrat de mission passé avec la FFE. \nLe Service Comptabilité de la FFE, sous la supervision du Trésorier et du Trésorier Adjoint, a la \nresponsabilité de recueillir et classer ces prévisionnels et de vérifier ces notes de frais et de les enregistrer. \nEXIGENCES \na) Procédure \nPour des raisons de coûts, les réservations en ligne doivent être privilégiées. \nAfin d’éviter la facturation de pénalités, les annulations de billets doivent être effectuées le plus \nrapidement possible. \nUne annulation peut entrainer des frais en fonction du billet acheté (échangeable ou non, flexible...). \nb) Utilisation des accords-cadres FFE \nLa FFE conclut des accords lors des compétitions avec des fournisseurs de services. \nCes services comprennent : \n- \nHôtels \n- \nRestauration \nLes accords négociés sont communiqués aux bénévoles et, le cas échéant, aux prestataires. \nc) Bonnes pratiques à respecter \nLes billets doivent être réservés le plus en avance possible afin de bénéficier des meilleures conditions \ntarifaires. \nLes billets non flexibles doivent être privilégiés dès que cela est possible. \nIl appartient au bénévole ou prestataire de retenir l’offre la plus appropriée à son déplacement. \nLe choix du mode de transport pourra être fait en fonction du temps de trajet et de la durée du \ndéplacement. \nLors de la planification d’un voyage pour un bénévole ou un prestataire, un équilibre doit être \nrecherché entre les critères ci- dessous : \n \nNécessité pour la FFE d’optimiser ses dépenses ; \n \nBesoin de bénéficier de services de qualité, en sécurité ; \n \nConsidérations environnementales.",
      "section": null
    },
    {
      "page_num": 5,
      "text": "FEDERATION FRANÇAISE DES ECHECS\nASSOCIATION DECLAREE CONFORME A LA LOI DU 1er JUILLET 1901 – JO DU 22 MAI 1921\nRèglement Financier\nCD FFE – 10.06.2023\nB04-5/6\n \n \nd) Assurance des bénévoles pendant les déplacements \nLes bénévoles prêtant leur concours à la Fédération Française des Echecs sont couverts par un contrat \nd’assurances souscrit par la FFE en application des articles L. 321-1 et suivants du Code du Sport. \nLe contrat couvre ces bénévoles lors de leurs déplacements dans le cadre de leurs activités en cas de \nmise en cause de leur responsabilité civile et/ou dans le cas où ils seraient victimes d'accidents corporels. \ne) Hôtels \nLa FFE conclut des accords avec un certain nombre d’hôtels. Si possible, les bénévoles doivent utiliser \nces hôtels. Une exception peut être faite s’il est évident que l'utilisation d'autres lieux d'hébergement est \nplus appropriée et / ou au meilleur prix pour la FFE. \nAutres frais remboursés : parking de l'hôtel ; accès Wi-Fi dans la limite du raisonnable. Le montant total \ndes autres frais remboursés ne peut pas excéder 25% de la nuitée. \nf) Voyage par avion et en train \nLe standard des voyages en train est la 2e classe. \nL’utilisation de billets d'avion en première classe et en classe affaire n’est pas autorisée pour les voyages \ndes bénévoles de la FFE (« première classe » signifie une classe qui est deux niveaux au-dessus de la \nclasse économique). \nToute dérogation au standard précité (qui, en principe, doit être exceptionnelle) devra faire l’objet d’une \napprobation par le Président de la FFE. \nIl est recommandé aux personnes qui détiennent déjà une carte de réduction pour les transports de \nl’utiliser dans le cadre des déplacements dont le remboursement est demandé. \nLes « miles » attribués lors des voyages en avion restent acquis aux bénévoles. \ng) Indemnités kilométriques \nL’utilisation des transports en commun doit être privilégiée à chaque fois que possible. \nLes remboursements kilométriques sont de 0,32 € par km pour une distance aller 0-110km. \nAu-delà les remboursements seront effectués par rapport au barème ci-dessous. \nDISTANCE ALLER \nCONSTANTE \nPRIX KM \nD \nC \nK \n110-149 km \n4,0864 \n0,1425 \n150-199 km \n8,0871 \n0,1193 \n200-300 km \n7,7577 \n0,1209 \n301-499 km \n13,6514 \n0,1030 \n500-799 km \n18,4449 \n0,0921 \n800- 999 km \n32,2041 \n0,0755 \nFormule de remboursement du trajet aller : R= C + (D x K)",
      "section": null
    },
    {
      "page_num": 6,
      "text": "FEDERATION FRANÇAISE DES ECHECS\nASSOCIATION DECLAREE CONFORME A LA LOI DU 1er JUILLET 1901 – JO DU 22 MAI 1921\nRèglement Financier\nCD FFE – 10.06.2023\nB04-6/6\n \n \nLe remboursement total correspond au remboursement de la « distance aller » multiplié par 2. \n \nEXEMPLE : \nParis-Tours = 204kms \nRemboursement : R = 7,7577 + (204 x 0,1209) = 32,4213=32,42 \nRemboursement total : (32,42 x 2) = 64,84 € \n \nh) Taxis et transports en commun \nPour les trajets de liaison du type domicile <-> aéroport / gare ou gare / aéroport <-> lieu de \nformation/compétition/réunion, l’utilisation des transports en commun doit être privilégiée, à chaque \nfois que possible. \nQuand l’utilisation des transports en commun s’avérera inefficace en terme de durée, il pourra être fait \nrecours au taxi/Uber. \nDans le cas où le bénévole bénéficie de l’usage d’un véhicule de la FFE, il est recommandé́ de l’utiliser en \npriorité́ sauf dans le cas où le taxi est moins onéreux ou plus adapté à la nature du déplacement. \ni) Frais de péage et de parking \nLes frais de péage ne sont pas remboursés. \nLes frais de parking sont remboursables, dès lors qu’ils ont été engagés à l’occasion de déplacements \ndans le cadre des fonctions de bénévolat de la FFE. Les frais de parking engagés lors de déplacements \npersonnels ne sont pas remboursables. \nj) Frais de repas \nLes petits déjeuners seront pris en priorité à l'hôtel. \nLe plafond fixé pour les repas pris en France est de 20€ maximum par repas. \nCe seuil est un maximum et non une cible. Ils peuvent être dépassés uniquement en cas d’invitations du \nPrésident de la FFE et ne sont pas applicables lors de déplacements dans les DOM-TOM ou à l’étranger. \nLes dépenses doivent toutefois rester dans des proportions raisonnables et feront l’objet de contrôles a \nposteriori de la hiérarchie quant à leur justification. \nEn cas d’invitation, les noms des personnes invitées devront être inscrits sur les notes de frais. Le \nbénévole s'assurera d'avoir l'accord du Président de la FFE, ou du Trésorier ou du Trésorier Adjoint de la \nFFE avant d'engager toute dépense de ce type. \nk) Ne sont pas remboursés \n \nLes contraventions ; \n \nLes \"loisirs\" (sorties, journaux, magazines...) ; \n \nLes dépassements par rapports aux différents plafonds ; \n \nD’une façon générale tous les frais qui n’ont pas le caractère de frais de représentation ou de fonction \nde Président de la FFE, Membre du Bureau Fédéral de la FFE, Membre du Comité Directeur de la FFE, \nMembres des Commissions ou Directions Nationales de la FFE.",
      "section": null
    }
  ],
  "total_pages": 6,
  "extraction_date": "2026-01-15T02:30:12"
}
