{
  "filename": "2024_Statuts20240420.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": "STATUTS\nLes présents statuts ont été approuvés par l’assemblée générale du 20 avril 2024.",
      "section": null
    },
    {
      "page_num": 2,
      "text": "TITRE I : BUT ET COMPOSITION\nARTICLE 1 :\nBUT DE LA FFE\n1.1\nObjet et durée\nL’association dite « Fédération Française des Échecs » (FFE) a été fondée le 19 mars 1921 sous le régime de\nla loi du 1er juillet 1901. Elle est membre fondateur de la Fédération Internationale des Échecs (FIDE), créée\nà Paris le 20 juillet 1924.\nElle a été agréée par le ministère de la Jeunesse et des Sports le 19 janvier 2000. À ce titre, elle est recon-\nnue établissement d’utilité publique.\nElle bénéficie également de l’agrément jeunesse et éducation populaire.\nElle a notamment pour objet :\n–\nd’organiser, de diriger, de contrôler, de promouvoir et de favoriser l’enseignement et la pratique du\njeu d’échecs sous toutes ses formes et notamment du jeu d’échecs par internet (e-chess ou e-sport\néchecs) et du jeu d’échecs aléatoires Fischer (échecs 960) sur l’ensemble du territoire national ;\n–\nd’établir les règles techniques ;\n–\nde procéder à la délivrance des licences ;\n–\nde délivrer les titres de champions et de championnes de France ;\n–\nde créer et de maintenir un lien entre ses membres affiliés, ses comités départementaux et ses\nligues régionales.\nElle s’interdit toute discrimination et veille au respect de la charte de déontologie du sport établie par le Co-\nmité National Olympique et Sportif Français (CNOSF). Elle édicte aussi sa propre charte d’éthique qu’elle\nveille à faire respecter.\nSa durée est illimitée.\n1.2\nSiège social\nLa FFE a son siège au Château d’Asnières – 6, rue de l’Église – 92 600 Asnières-sur-Seine. Il peut être transfé-\nré en tout lieu de ce département par simple décision du comité directeur.\nTout autre transfert du siège requiert une modification statutaire dans les conditions prévues à l’article 16\ndes présents statuts.\nARTICLE 2 :\nCOMPOSITION\n2.1\nLes membres de la FFE\nLa FFE est composée d’associations sportives constituées dans les conditions prévues au chapitre Ier du titre\nII du livre Ier du Code du sport.\nCes associations ont pour objet la pratique du jeu d’échecs dans un cadre exclusif ou dans un cadre multi-\nsports ou omnisports.\nLes conditions de leur affiliation sont précisées au sein du règlement intérieur.\nStatuts de la Fédération Française des Échecs\nPage 2/17",
      "section": null
    },
    {
      "page_num": 3,
      "text": "L’affiliation d’une association sportive à la FFE vaut agrément en application de l’article L. 121-4 du Code du\nsport.\n2.2\nObligations\nLes associations affiliées sont habilitées à délivrer des licences et sont dénommées « clubs ».\nTous les clubs doivent contribuer au fonctionnement fédéral notamment en :\n–\npayant la cotisation annuelle ;\n–\ns’acquittant des droits d’engagement pour les compétitions fédérales par équipes ;\n–\ncollectant pour le compte de la FFE les demandes de licences annuelles et leurs paiements ;\n–\ns’assurant que leurs membres sont tous en possession d’une licence fédérale.\nL’affiliation entraîne la soumission des membres de la FFE à ses statuts et règlements, mais aussi à son auto-\nrité disciplinaire.\nTout club affilié est en infraction dès lors qu’il accueille un ou plusieurs adhérents qui ne sont pas titulaires\nd’une licence. Dans les associations omnisports ou multisports, cette obligation ne s’applique qu’aux seuls\nmembres de la section « Échecs ».\nSur mise en demeure, il devra régulariser sa situation dans le mois suivant la notification du constat d’infrac-\ntion. La FFE peut, en cas de non-respect de cette obligation, prononcer une sanction dans les conditions\nprévues par son règlement disciplinaire.\n2.3\nConditions de refus de l’affiliation\nL’affiliation à la FFE peut être refusée uniquement si :\n–\nl’association ne satisfait pas aux conditions des articles L. 121-1, L. 121-4 et R. 121-3 du Code du\nsport relatifs à l’agrément des associations sportives ;\n–\nses statuts ne sont pas compatibles avec les présents statuts ;\n–\nses statuts ne reconnaissent pas l’autorité fédérale légitimée par le ministère chargé des Sports ;\n–\nl’association ne respecte pas les autres conditions ou la procédure d’affiliation prévues au règle-\nment intérieur.\n2.4\nLa perte de la qualité de membre\nLa qualité de membre de la FFE se perd lors de la dissolution de l’association affiliée, décidée selon ses\npropres conditions statutaires. Les associations sportives multisports ou omnisports peuvent mettre fin à\nl’affiliation des sections « Échecs » par simple lettre de leur président.\nPour les unes et les autres, elle se perd aussi après mise en demeure des services de la FFE, restée sans\nsuite, par radiation prononcée par le comité directeur pour les mêmes motifs que le refus d’affiliation.\nDans les mêmes conditions, l’affiliation peut prendre également fin en cas de non-paiement de la cotisation\nannuelle, de non-paiement de ses licences et de toute somme due à la FFE ou à ses organes déconcentrés.\nLa qualité de membre peut aussi se perdre par radiation conformément aux dispositions des règles discipli-\nnaires. Dans ce cas, le membre intéressé bénéficie des droits garantis par la procédure disciplinaire.\nStatuts de la Fédération Française des Échecs\nPage 3/17",
      "section": null
    },
    {
      "page_num": 4,
      "text": "ARTICLE 3 :\nLES ORGANES DÉCONCENTRÉS DE LA FFE\nLa FFE peut constituer, par décision du comité directeur, des organismes régionaux dénommés « ligues ré-\ngionales » ou départementaux dénommés « comités départementaux » chargés de la représenter dans leur\nressort territorial respectif qui ne peut être autre que celui défini par les services déconcentrés du ministère\nchargé des Sports. Ces organismes sont constitués sous la forme d’associations régies par la loi du 1er juillet\n1901, ou inscrites selon la loi locale, si elles ont leur siège dans les départements du Bas-Rhin, du Haut-Rhin\nou de la Moselle.\nIls ont exclusivement pour membres l’ensemble des clubs qui ont leur siège dans leur ressort territorial.\nLeurs statuts doivent être conformes aux dispositions statutaires obligatoires adoptées par le comité direc-\nteur de la FFE. Ils doivent être transmis, pour approbation, à la FFE qui contrôle leur conformité. Le règle-\nment intérieur précise les modalités de contrôle de leur respect.\nLeurs instances dirigeantes doivent se conformer et veiller à l’application des statuts et règlements fédé-\nraux.\nLes comités directeurs des ligues régionales et des comités départementaux sont élus au scrutin de liste blo-\nquée à un tour. À compter du 1er janvier 2028, l’écart entre le nombre de femmes et d’hommes dans les ins-\ntances dirigeantes des ligues régionales ne peut être supérieur à un.\nIls mettent en œuvre la politique définie par la FFE et peuvent se voir confier une partie de ses attributions.\nL’exécution de cette mission est contrôlée par la FFE qui a notamment accès aux documents relatifs à la ges-\ntion et à la comptabilité de ces organismes.\nLe détail des missions qui sont confiées aux organes déconcentrés est fixé dans le règlement intérieur.\nEn cas de défaillance d’un organe déconcentré mettant en péril l’exercice des missions qui lui ont été\nconfiées par la FFE, de méconnaissance de ses propres statuts ou des règlements fédéraux, de manquement\ngrave aux règles financières ou juridiques, ou s’il est constaté une action gravement dommageable aux inté-\nrêts de la FFE, le comité directeur ou, en cas d’urgence, le bureau fédéral, peuvent prendre toute mesure\nutile, y compris :\n–\nla suspension ou l’annulation de toute décision prise par l’organe concerné ;\n–\nla convocation d’une assemblée générale de l’organe concerné ;\n–\nla désignation d’un administrateur provisoire ;\n–\nla suspension pour une durée déterminée de ses activités ;\n–\nsa mise sous tutelle, notamment financière ;\n–\nle retrait de sa délégation.\nDans les départements et collectivités d’Outre-Mer, en Nouvelle-Calédonie ainsi qu’en Corse, les ligues ré-\ngionales constituées par la FFE exercent les compétences du comité départemental du territoire correspon-\ndant.\nSauf en Corse, ces mêmes ligues régionales peuvent, dans les conditions prévues par l’article L. 131-13-1 du\nCode du sport, s’affilier à la fédération régionale de la FIDE, conduire des actions de coopération avec les or-\nganisations sportives des États de leur zone géographique, organiser des compétitions ou manifestations\nsportives internationales à caractère régional ou constituer des équipes en vue d’y participer.\nStatuts de la Fédération Française des Échecs\nPage 4/17",
      "section": null
    },
    {
      "page_num": 5,
      "text": "ARTICLE 4 :\nLA LICENCE\n4.1\nDéfinition\nLa licence, délivrée par la FFE et prévue à l’article L. 131-6 du Code du sport, marque l’adhésion volontaire\nde son titulaire à l’objet social, aux statuts et règlements fédéraux.\nElle confère à son titulaire le droit de participer au fonctionnement et aux activités de la FFE dans les condi-\ntions prévues par le règlement intérieur. Ce dernier peut instaurer différents types et catégories de licences\nsuivant des critères objectifs de distinction correspondant à chaque type de pratique sportive.\n4.2\nConditions d’attribution et de validité\nLa licence est délivrée par l’intermédiaire des clubs affiliés à la FFE selon les modalités précisées par le rè-\nglement intérieur. Sa validité prend effet le jour de sa demande et s’éteint le dernier jour de la saison spor-\ntive (qui dure du 1er septembre au 31 août) au cours de laquelle elle a été délivrée.\nLe refus de délivrance d’une licence ne peut relever que d’une décision motivée du comité directeur. En cas\nd’urgence, le bureau fédéral peut par une décision motivée refuser temporairement la délivrance d’une li-\ncence jusqu’à la plus proche séance du comité directeur.\n4.3\nDroits et devoirs\nLa licence permet de participer à la vie démocratique de la FFE selon les modalités prévues dans les pré-\nsents statuts, ainsi qu’aux diverses compétitions fédérales tel que prévu par le règlement intérieur.\nLa licence engage son titulaire à respecter les textes en vigueur relatifs à la pratique du jeu. Elle emporte\nsoumission de l’intéressé aux statuts, règles et règlements de la FFE, ainsi qu’à son pouvoir disciplinaire.\nLes droits et devoirs des licenciés sont détaillés au sein du règlement intérieur.\n4.4\nConditions de retrait de licence\nLa licence ne peut être retirée à son titulaire que pour motif disciplinaire, dans les conditions prévues par le\nrèglement disciplinaire ou le règlement disciplinaire relatif à la lutte contre le dopage.\nTITRE II : DISPOSITIONS RELATIVES AUX ORGANES FÉDÉRAUX\nARTICLE 5 :\nL’ASSEMBLÉE GÉNÉRALE\n5.1\nFonctions\nL’assemblée générale définit, oriente et contrôle la politique générale de la FFE et a compétence exclusive\npour :\n–\nélire les membres du comité directeur, dont le président selon les modalités définies dans les pré-\nsents statuts et le règlement intérieur ;\n–\nentendre, chaque année, les rapports sur la gestion du comité directeur et sur la situation morale et\nfinancière de la FFE ;\n–\nvoter chaque année le budget et approuver les comptes de l’exercice clos ;\nStatuts de la Fédération Française des Échecs\nPage 5/17",
      "section": null
    },
    {
      "page_num": 6,
      "text": "–\nfixer les montants des cotisations dues par les membres, les montants des licences, ainsi que le\nmode de leur répartition entre la FFE et les organes déconcentrés ;\n–\nadopter, sur proposition du comité directeur, le règlement intérieur et le règlement financier ;\n–\nse prononcer sur les acquisitions, les échanges et les aliénations de biens immobiliers, sur la consti-\ntution d’hypothèques, sur les baux de plus de neuf ans et les emprunts excédant la gestion cou-\nrante.\nLes délibérations relatives aux aliénations de biens mobiliers et immobiliers dépendant de la dotation, à la\nconstitution d’hypothèque et aux emprunts ne sont valables qu’après approbation administrative.\n5.2\nComposition\nL’assemblée générale est composée des clubs affiliés à la FFE à la date d’envoi de la convocation et dont les\ncotisations sont à jour.\nIls sont représentés en la personne de leur président (ès-qualité). À défaut, celui-ci peut se faire représenter\npar mandat spécial confié à toute personne ayant seize ans révolus, licenciée dans le même club.\n5.3\nConvocation\nL’assemblée générale se réunit au moins une fois par an sur convocation du président de la FFE, à la date\ndécidée par le comité directeur, selon les modalités fixées par le règlement intérieur.\nElle peut aussi être convoquée par la majorité absolue des membres du comité directeur ou à l’initiative du\ntiers des membres de l’assemblée représentant au moins le tiers des voix.\nLa convocation et son ordre du jour sont adressés, par voie électronique ou postale, à ses membres affiliés\nquinze jours au moins avant la date fixée pour la réunion de l’assemblée générale.\n5.4\nVoix\nLe nombre de voix dont disposent les délégués des clubs affiliés est fonction du nombre total de titulaires\nde la licence A et de la licence B qui y adhèrent, officiellement arrêté à la fin de la saison sportive précé-\ndente, selon les barèmes décrits ci‐dessous :\n–\nclub de 5 à 14 titulaires de la licence A :\n1 voix ;\n–\nclub de 15 à 34 titulaires de la licence A :\n2 voix ;\n–\nclub de 35 à 59 titulaires de la licence A :\n3 voix.\nAu‐delà de cinquante‐neuf titulaires de la licence A, le club dispose d’une voix supplémentaire par tranche\nde trente titulaires de la licence A.\nChaque club dispose en outre d’un nombre de voix complémentaires qui est fonction du nombre de ses ti-\ntulaires de la licence B, selon le barème suivant :\n–\nde 1 à 30 licences B :\n0 voix ;\n–\nde 31 à 100 licences B :\n1 voix ;\n–\nde 101 à 300 licences B :\n2 voix ;\n–\nde 301 à 600 licences B :\n3 voix ;\n–\nplus de 600 licences B :\n4 voix.\nStatuts de la Fédération Française des Échecs\nPage 6/17",
      "section": null
    },
    {
      "page_num": 7,
      "text": "5.5\nModalités de vote / Délibérations\nLe vote par procuration est admis selon les modalités précisées par le règlement intérieur. Le vote par cor-\nrespondance n’est admis que dans le cadre des élections.\nL’assemblée générale est présidée par le président de la FFE. En cas d’absence du président, les travaux de\nl’assemblée sont présidés par le vice-président, ou en cas d’absence de ce dernier, par un membre du comi-\nté directeur désigné par ledit comité.\nLes décisions de l’assemblée générale sont prises sans condition de quorum, à la majorité simple des suf-\nfrages exprimés.\nDes conditions spécifiques de convocation, de quorum et de délibération sont prévues aux articles 7.2, 16\net 17 des présents statuts.\nARTICLE 6 :\nÉLECTIONS\n6.1\nDate\nLes organes dirigeants de la FFE sont élus, dans le mois qui précède la fin du mandat, à la date votée par le\ncomité directeur dans les conditions prévues au règlement intérieur, au cours d’une assemblée générale\nélective dédiée à ce seul effet.\n6.2\nÉligibilité\nEst éligible au comité directeur toute personne :\n–\nâgée de seize ans révolus à la date du scrutin ;\n–\nlicenciée à la FFE depuis au moins la saison sportive précédant les élections ;\n–\nà l’encontre de laquelle n’a pas été prononcée par une instance disciplinaire fédérale une sanction\nd’inéligibilité à temps ;\n–\nne faisant pas l’objet d’une interdiction de droit de vote ou d’éligibilité en vertu de l’article 131-26\ndu Code pénal ;\n–\nqui n’est pas salariée de la FFE.\n6.3\nDispositions communes\nLes élections ont lieu au scrutin secret.\nLes listes ou candidatures individuelles sont déposées au siège fédéral au plus tard deux mois calendaires\navant la date de l’élection. Lorsque ce jour est un samedi, un dimanche ou un jour férié, le délai est prolon-\ngé jusqu’au premier jour ouvrable suivant. Le règlement intérieur précise les modalités de dépôt.\nNul ne peut être candidat sur plusieurs listes, ou candidat à la fois sur une liste et à un poste de représen-\ntant des arbitres ou des entraîneurs. À défaut, seule est réputée valide la première candidature déposée.\nLa commission de surveillance des opérations électorales vérifie l’éligibilité de chaque candidat et le respect\ndes modalités de dépôt. Elle procède à la publication des candidatures validées dans les 7 jours qui suivent\nla date limite de dépôt.\nStatuts de la Fédération Française des Échecs\nPage 7/17",
      "section": "5.5"
    },
    {
      "page_num": 8,
      "text": "6.4\nDispositions relatives aux membres ordinaires\n6.4.1\nListes de candidature\nChaque liste est ordonnée et comporte 23 candidats titulaires et 3 suppléants, alternativement un de\nchaque sexe. Un médecin figure impérativement parmi les 11 premiers de chaque liste.\n6.4.2\nMode de scrutin\nL’élection a lieu au scrutin de liste bloquée à un tour, lors d’une assemblée générale élective dédiée à ce\nseul effet.\n11 sièges sont alloués à la liste qui a recueilli la majorité des suffrages exprimés. En cas d’égalité de suffrages\nentre les listes arrivées en tête, ces sièges reviennent à la liste dont la moyenne d’âge est la moins élevée.\nCette attribution opérée, les autres sièges à pourvoir sont répartis à la représentation proportionnelle sui-\nvant la règle de la plus forte moyenne entre les listes ayant obtenu au moins 10 % des suffrages exprimés. Si\nplusieurs listes ont la même moyenne pour l’attribution du dernier siège, celui-ci revient à la liste qui a obte-\nnu le plus grand nombre de suffrages, puis en cas d’égalité à la liste dont la moyenne d’âge est la moins éle-\nvée.\n6.4.3\nAttribution des sièges\nLes sièges sont attribués dans l’ordre de présentation des candidats sur chaque liste.\nLorsqu’après cette attribution initiale, les exigences de parité prévues par le dernier alinéa de l’article 7.1 ne\nsont pas respectées, il est procédé à une réaffectation de siège dans les conditions précisées par le règle-\nment intérieur.\n6.5\nDispositions spécifiques aux représentants des arbitres et entraîneurs\n6.5.1\nComposition du corps électoral\nDans chaque collège, sont électeurs les licenciés titulaires à la date limite de dépôt des candidatures des\ntitres respectifs d’arbitres ou d’entraîneurs listés par le règlement intérieur.\n6.5.2\nÉligibilité et principe de parité\nSont éligibles les personnes respectant à la date limite de dépôt des candidatures les dispositions des ar-\nticles 6.2 et 6.5.1.\nLe représentant des arbitres et celui de représentant des entraîneurs sont de sexe opposé : lors d’une\nmême élection, ne peuvent être candidats que des personnes de sexe masculin dans un collège et de sexe\nféminin dans l’autre. À chaque élection ayant lieu l’année des Jeux Olympiques d’été, il est procédé par al-\nternance de la mandature précédente.\n6.5.3\nMode de scrutin\nLe scrutin se déroule électroniquement, dans les conditions de sécurité prévues par les dispositions légales\nen vigueur.\nLe vote est ouvert trois jours francs avant la date de l’assemblée générale élective et clos en même temps\nque le scrutin pour les membres ordinaires.\nStatuts de la Fédération Française des Échecs\nPage 8/17",
      "section": "6.4"
    },
    {
      "page_num": 9,
      "text": "Dans chaque collège, l’élection a lieu au scrutin uninominal majoritaire à un tour. Si plusieurs candidats ob-\ntiennent le même nombre de suffrages, l’élection est acquise au candidat le plus jeune.\n6.6\nDispositions spécifiques aux représentants des athlètes de haut niveau\n6.6.1\nCommission des athlètes de haut niveau\nLorsque six mois avant la date prévue pour les élections la FFE est titulaire d’une reconnaissance de disci-\npline de haut niveau, il est institué conformément à l’article L. 131-15-3 du Code du sport une commission\ndes athlètes de haut niveau composée de trois membres.\nLe règlement intérieur précise les modalités d’élection de cette commission, dont le corps électoral, les\nconditions de candidature et le mode de scrutin.\n6.6.2\nDésignation des représentants\nLa commission des athlètes de haut niveau désigne à la majorité absolue des suffrages exprimés un binôme\nparitaire parmi ses membres chargé de les représenter au sein des instances dirigeantes.\nARTICLE 7 :\nLE COMITÉ DIRECTEUR\n7.1\nComposition\nLe comité directeur est composé de vingt-sept membres :\n–\nvingt-trois membres élus au scrutin de liste, dont au moins un médecin ;\n–\nun représentant des arbitres ;\n–\nun représentant des entraîneurs ;\n–\ndeux représentants des sportifs de haut niveau.\nL’écart entre le nombre d’hommes et de femmes ne peut être supérieur à un. Cet écart s’apprécie sur les\npostes pourvus et vacants.\n7.2\nDurée du mandat\nLe mandat des membres du comité directeur court durant quatre ans et expire au plus tard le 31 décembre\nde l’année durant laquelle se tiennent les Jeux Olympiques d’été. Il est renouvelable.\nL’assemblée générale peut révoquer le comité directeur avant la fin de son mandat à condition d’avoir été\nconvoquée à cet effet à la demande de la majorité absolue du comité directeur ou à la demande d’au moins\nun tiers de ses membres représentant au moins le tiers des voix, que deux tiers de ses membres soient pré-\nsents ou représentés, et que ladite révocation soit décidée à la majorité absolue des suffrages exprimés.\nSi la révocation est approuvée, l’assemblée générale doit désigner un ou plusieurs administrateurs provi-\nsoires chargés d’assurer la gestion des affaires courantes pendant la période d’intérim.\nSi la durée restant à courir du mandat du comité directeur révoqué est de plus de 18 mois, les administra-\nteurs provisoires doivent convoquer une assemblée générale élective dans un délai de quatre mois au plus.\nDans ce cas, le mandat des nouveaux élus expire au plus tard le 31 décembre de l’année durant laquelle se\ntiennent les Jeux Olympiques d’été.\nStatuts de la Fédération Française des Échecs\nPage 9/17",
      "section": null
    },
    {
      "page_num": 10,
      "text": "7.3\nModalités de réunions\nLe comité directeur se réunit à l’initiative de son président au moins 3 fois par an, à raison d’une séance par\ntranche de 4 mois qui ont impérativement lieu en présentiel. Il se réunit également de plein droit sur un\nordre du jour déterminé si la majorité de ses membres en fait la requête auprès du secrétaire général.\nD’éventuelles séances supplémentaires peuvent se tenir en visioconférence.\nLe directeur technique national (DTN) assiste au comité directeur avec voix consultative, ainsi que toute\nautre personne dûment autorisée par le président.\nLe règlement intérieur précise les modalités de fixation des dates des séances, de vote et de représentation,\nd’établissement de l’ordre du jour et du compte rendu, et de publicité des séances.\nEntre deux réunions, une question peut être soumise aux membres du comité directeur par un vote électro-\nnique dont les modalités sont précisées dans le règlement intérieur.\n7.4\nFonctions\nLe comité directeur est l’organe d’administration de la FFE. Il a notamment compétence pour :\n–\nadopter tous règlements autres que ceux adoptés par l’assemblée générale, notamment le règle-\nment médical, les règlements disciplinaires ainsi que les règlements sportifs et administratifs dont\nles règlements intérieurs des autres organes statutaires de la FFE visés à l’article 10 des présents\nstatuts ;\n–\nveiller à l’exécution du budget dans les conditions prévues par le règlement financier ;\n–\nvoter le calendrier fédéral des compétitions et désigner les villes ou clubs hôtes des évènements fé-\ndéraux ;\n–\nconstituer les commissions prévues par les statuts ainsi que des commissions non statutaires jugées\nutiles à l’amélioration du fonctionnement de la FFE ;\n–\nmettre en œuvre le projet fédéral présenté en assemblée générale et en coordonner les modalités\nd’application ;\n–\ntrancher les litiges nés de l’interprétation des statuts et règlements fédéraux pour lesquels une\ncompétence particulière n’est pas attribuée ;\n–\naccepter les dons et legs au bénéfice de la FFE ;\n–\nexercer toutes compétences non attribuées à un autre organe de la FFE par les présents statuts.\n7.5\nVacance des sièges\nLa vacance d’un siège de membre du comité directeur résulte :\n–\nde la démission volontaire adressée par l’intéressé au secrétaire général ;\n–\nd’absences constatées par le comité directeur dans les conditions prévues par le règlement inté-\nrieur ;\n–\nou de la survenance en cours de mandat d’une inéligibilité au regard de l’article 6.2.\nPar dérogation au précédent alinéa, un membre du comité directeur ou du bureau fédéral n’ayant pas re-\nnouvelé sa licence n’est pas déclaré immédiatement démissionnaire, et ce jusqu’au 31 octobre de la saison\nsportive. Il ne peut toutefois participer à aucune de ces réunions.\nStatuts de la Fédération Française des Échecs\nPage 10/17",
      "section": "7.3"
    },
    {
      "page_num": 11,
      "text": "7.6\nRemplacement des sièges vacants\nUn siège devenu vacant est pourvu pour la durée du mandat restant à courir :\n–\npour les membres élus au scrutin de liste par le premier non élu de la liste à laquelle il appartenait,\nà défaut par le suivant et ainsi de suite, sous réserve de respecter les conditions prévues par l’article\n7.1 ;\n–\npour les représentants des arbitres et des entraîneurs, par une nouvelle élection dans le collège\nconcerné, qui se tient dans les quatre mois qui suivent la vacance du siège, sous réserve que la du-\nrée du mandat restant à courir soit au minimum de 18 mois ;\n–\npour les représentants des sportifs de haut niveau, par une nouvelle désignation par la commission\ndes athlètes de haut niveau, dans un délai maximum de quatre mois.\nQuand il ne peut être fait application de ces dispositions, le siège demeure vacant. Par exception, si aucun\nmédecin n’est présent parmi les membres restants du comité directeur, celui-ci pourvoit par cooptation au\nremplacement de ce poste lors de la plus proche réunion qui suit la vacance.\nLorsque le nombre de membres du comité directeur devient inférieur à 18 et que la durée du mandat res-\ntant à courir est supérieure à 18 mois, il est procédé à de nouvelles élections dans un délai de quatre mois.\nARTICLE 8 :\nLE BUREAU FÉDÉRAL\n8.1\nComposition\nLe bureau fédéral comprend entre 6 et 8 membres tous pris au sein du comité directeur : le président, au\nmoins un vice-président, le secrétaire général et un éventuel secrétaire adjoint, le trésorier et un éventuel\ntrésorier adjoint, ainsi que d’éventuels membres conseillers. Les représentants des sportifs de haut niveau\nmentionnés à l’article 7.1 des présents statuts en sont par ailleurs membres de droit.\nL’écart entre le nombre d’hommes et de femmes ne peut être supérieur à un.\nDès son élection, le président propose la composition du bureau fédéral au comité directeur qui doit la rati-\nfier par un vote au scrutin secret. Le président peut à tout moment et dans les mêmes conditions le recom-\nposer pour la durée restante du mandat qui s’éteint avec celui du comité directeur.\nLes postes vacants au bureau fédéral avant l’expiration de son mandat sont pourvus lors du plus proche co-\nmité directeur dans les mêmes conditions que pour sa formation initiale. La vacance résulte soit de la dé-\nmission, soit de l’incapacité d’exercer les fonctions.\nUn membre du bureau fédéral démis de ses fonctions ou y renonçant reste membre du comité directeur.\n8.2\nFonctions\nLe bureau fédéral est l’organe exécutif de la FFE et assure son administration courante.\nAgissant sur délégation du comité directeur, il est chargé de préparer et d’appliquer ses décisions dans le\ncadre des orientations définies en assemblée générale.\nIl statue dans les conditions prévues par l’article R. 141-23 du Code du sport sur les mesures de conciliation\nformulées par le CNOSF.\nSur proposition de la direction technique nationale, il décide de l’engagement d’équipes dans les compéti-\ntions internationales et nomme les sélectionneurs et chefs de délégation.\nStatuts de la Fédération Française des Échecs\nPage 11/17",
      "section": "7.6"
    },
    {
      "page_num": 12,
      "text": "Dans les conditions prévues par le règlement disciplinaire et afin de préserver les intérêts matériels et mo-\nraux de la FFE et de ses membres et licenciés, le bureau fédéral a compétence pour prendre une mesure\nconservatoire dans l’attente d’une décision de la commission de discipline compétente.\n8.3\nModalités de réunion\nLe bureau fédéral se réunit en présentiel ou par visioconférence au moins une fois tous les deux mois, et\npeut être convoqué à tout moment et sans formalité particulière par le président.\nLa présence d’au moins 5 membres, hormis les représentants des sportifs de haut niveau, est requise pour\nla validité de ses délibérations. Les décisions sont prises à la majorité, en cas de partage des voix, celle du\nprésident est prépondérante. Les votes par procuration ne sont pas admis.\nSur autorisation du président, le DTN et toute autre personne peuvent assister aux séances avec voix\nconsultative.\n8.4\nLe(s) vice-président(s)\nLe(s) vice-président(s) assiste(nt) en permanence le président et le remplace(nt) en cas de vacance du poste\npour quelque cause que ce soit.\n8.5\nLe secrétaire général\nLe secrétaire général assure, sous l’autorité du président, le fonctionnement administratif officiel de la FFE.\nIl veille notamment au respect du calendrier administratif et assure la diffusion des informations aux ligues\nrégionales, comités départementaux et membres affiliés.\nIl établit les procès-verbaux des réunions du bureau fédéral, du comité directeur et des assemblées géné-\nrales.\n8.6\nLe trésorier\nLe trésorier tient la comptabilité de la FFE, encaisse les recettes et règle les dépenses ratifiées par le pré-\nsident. Il procède aux défraiements tels que conditionnés par les règlements fédéraux ou expressément ac-\ncordés par le président.\nIl prépare les comptes annuels, le rapport financier et le projet de budget, qui seront adressés aux membres\naffiliés par le président avant l’assemblée générale.\n8.7\nIncompatibilités\nUn membre du bureau fédéral ne peut exercer parallèlement qu’un seul des mandats suivants : présidence\nde ligue régionale, présidence de comité départemental ou présidence d’un club affilié. À défaut de mise en\nconformité dans les 3 mois qui suivent l’élection l’ayant mis en situation d’incompatibilité, ce membre est\ndéclaré démissionnaire d’office du bureau fédéral.\n8.8\nRémunération\nLes membres du bureau fédéral peuvent recevoir des rétributions telles qu’encadrées par les dispositions\ndes articles 261.7.1°.d et 242 C du Code général des impôts, en dehors desquelles aucune rétribution n’a\nlieu.\nStatuts de la Fédération Française des Échecs\nPage 12/17",
      "section": null
    },
    {
      "page_num": 13,
      "text": "Ces rétributions, nominatives et non ès-qualité, sont fixées et approuvées par le comité directeur, hors la\nprésence des intéressés, à la majorité des deux tiers des membres présents ou représentés. Leur prise d’ef-\nfet ne peut pas rétroagir au-delà du premier jour de la saison sportive en cours.\nLes élus ainsi rétribués ne font pas partie du personnel salarié de la fédération au sens de l’article 6.2.\nConformément au II bis de l’article L. 131-8 du Code du sport, le comité directeur se prononce sur le prin-\ncipe et le montant de la rémunération versée au président dans les deux mois qui suivent son élection.\nARTICLE 9 :\nLE PRÉSIDENT\n9.1\nÉlection\nEst déclarée « président de la FFE » la personne qui figure en première position sur la liste ayant obtenu la\nmajorité des suffrages de l’assemblée générale élective. Son mandat s’éteint avec celui du comité directeur.\nSes fonctions prennent fin dès l’élection de son successeur.\nHormis les cas résultant de l’article 9.4 des statuts, un même président ne peut exercer plus de deux man-\ndats.\n9.2\nFonctions\nIl préside les réunions de l’assemblée générale, du comité directeur et du bureau fédéral, et ordonnance les\ndépenses. Il représente la FFE dans tous les actes de la vie civile et peut déléguer certaines de ses attribu-\ntions.\nIl peut ester en justice ou, à défaut, déléguer également ce pouvoir à un mandataire agissant en vertu d’un\npouvoir spécial.\n9.3\nIncompatibilités\nSont incompatibles avec le mandat de président de la FFE les fonctions de chef d’entreprise, de président\nd’un conseil d’administration ou de surveillance, de président et de membre d’un directoire, d’administra-\nteur délégué, de directeur général, directeur général adjoint ou gérant, exercées dans les sociétés, entre-\nprises ou établissements, dont l’activité consiste principalement dans l’exécution de travaux, de prestation\nde fournitures ou de services pour le compte ou sous le contrôle de la FFE, de ses organes internes ou des\nassociations qui lui sont affiliées.\nCes dispositions sont applicables à toute personne qui, directement ou indirectement, exerce en fait la di-\nrection de l’une des entités précitées.\n9.4\nVacance du poste\nEn cas de vacance du poste de président, ses fonctions sont provisoirement exercées par le premier vice-\nprésident, sinon le second, et à défaut par le secrétaire général.\nLa vacance résulte soit de la démission, soit de l’incapacité d’exercer les fonctions.\nL’élection d’un nouveau président doit ensuite intervenir au cours de la plus prochaine assemblée générale.\nIl est élu sur proposition du comité directeur, parmi les membres de ce dernier, complété au préalable le cas\néchéant dans les conditions de l’article 7.6 des présents statuts.\nStatuts de la Fédération Française des Échecs\nPage 13/17",
      "section": null
    },
    {
      "page_num": 14,
      "text": "Cette élection se fait, par vote secret, à la majorité absolue des suffrages exprimés. Si la personne désignée\nn’obtient pas cette majorité absolue, le comité directeur propose un nouveau candidat lors de l’assemblée\ngénérale suivante.\nIl est élu pour la durée du mandat restant à courir.\nTITRE III : DISPOSITIONS RELATIVES AUX COMMISSIONS\nARTICLE 10 :\nLE COMITÉ D’ÉTHIQUE\n10.1\nFonctions\nLe comité d’éthique exerce les missions qui lui sont dévolues par l’article L. 131-15-1 du Code du sport. Dans\nles conditions prévues par le règlement disciplinaire, il a compétence pour engager des poursuites discipli-\nnaires.\n10.2\nComposition\nIl comprend entre trois et cinq membres indépendants élus dans les conditions prévues par le règlement in-\ntérieur.\nLeur mandat, d’une durée de 4 ans, est renouvelable et non-révocable.\nARTICLE 11 :\nLA COMMISSION DE SURVEILLANCE DES OPÉRATIONS ÉLECTORALES\n11.1\nFonctions\nLa commission de surveillance des opérations électorales est chargée de contrôler la régularité des opéra-\ntions de vote relatives à l’élection du comité directeur, du président et du bureau fédéral.\nElle a compétence pour :\n–\nveiller à ce que les dispositions prévues par les statuts et le règlement intérieur concernant l’organi-\nsation et le déroulement de la campagne électorale et du scrutin soient respectées ;\n–\nse prononcer sur la recevabilité des candidatures par une décision prise en premier et dernier res-\nsort ;\n–\navoir accès à tout moment aux bureaux de vote, leur adresser tout conseil et former à leur inten-\ntion toutes observations susceptibles de les rappeler au respect des dispositions statutaires ;\n–\nse faire présenter tout document nécessaire à l’exercice de ses missions ;\n–\ncontrôler le dépouillement des votes et proclamer les résultats du scrutin ;\n–\nexiger, en cas de constatation d’une irrégularité, l’inscription d’observations au procès-verbal, soit\navant la proclamation des résultats, soit après cette proclamation.\n11.2\nComposition\nLa commission de surveillance des opérations électorales comprend trois membres qualifiés élus par le co-\nmité d’éthique selon les modalités prévues par le règlement intérieur.\nIls ne peuvent être ni membres ni candidats aux instances dirigeantes de la FFE ou de ses organes décon-\ncentrés. À défaut, ils sont immédiatement déclarés démissionnaires de la commission.\nStatuts de la Fédération Française des Échecs\nPage 14/17",
      "section": null
    },
    {
      "page_num": 15,
      "text": "ARTICLE 12 :\nAUTRES ORGANES STATUTAIRES DE LA FFE\nLa FFE institue d’autres organes statutaires permanents dont les fonctions, la composition et les modalités\nde fonctionnement sont précisées au sein du règlement intérieur ou, le cas échéant, dans certains règle-\nments spécifiques. Ces commissions sont les suivantes :\n–\nla direction technique nationale ;\n–\nla commission technique ;\n–\nla direction nationale de l’arbitrage ;\n–\nles commissions disciplinaires ;\n–\nla commission des appels sportifs ;\n–\nla commission contrôle économique et gestion ;\n–\nle conseil des ligues ;\n–\nla commission médicale.\nTITRE IV : RESSOURCES DE LA FFE\nARTICLE 13 :\nRESSOURCES ANNUELLES\nLes ressources annuelles de la FFE, outre toutes celles autorisées par la loi, comprennent :\n–\nle revenu de ses biens ;\n–\nles cotisations et souscriptions de ses membres ;\n–\nle produit des licences, des manifestations et de l’ensemble des droits de partenariat relatifs à la\ncommercialisation, pour un usage déterminé et sous son contrôle, du logo de la FFE ;\n–\nles subventions de l’État, des collectivités territoriales et des établissements publics ;\n–\nles ressources créées à titre exceptionnel, s’il y a lieu avec l’agrément de l’autorité compétente ;\n–\nle produit des rétributions perçues pour services rendus ;\n–\nle produit des libéralités dont l’emploi est autorisé au cours de l’exercice ; et plus généralement,\ntoutes les ressources autorisées par la loi.\nARTICLE 14 :\nCOMPTABILITÉ\nLa comptabilité de la FFE est tenue conformément aux lois et règlements en vigueur et dans le respect du\nrèglement financier. Elle fait apparaître annuellement un bilan, un compte de résultat et une annexe.\nChaque année, l’emploi des subventions reçues par la FFE au cours de l’exercice écoulé est justifié auprès du\nministère chargé des Sports.\nARTICLE 15 :\nEXPLOITATION COMMERCIALE\nL’assemblée générale de la FFE peut créer des structures dont elle contrôle le fonctionnement afin de per-\nmettre :\n–\nla création, la commercialisation, l’importation, la diffusion, la distribution, la promotion, l’achat et\nla vente de tous les produits en relation avec la pratique du jeu d’échecs et de tous les produits ex-\nploitant les marques détenues par la FFE ou sur lesquels elle détient directement ou indirectement\ndes droits ;\n–\nla prestation de tous services en relation directe ou indirecte avec le jeu d’échecs ;\nStatuts de la Fédération Française des Échecs\nPage 15/17",
      "section": null
    },
    {
      "page_num": 16,
      "text": "–\nl’exploitation commerciale des sites dont la FFE est ou serait propriétaire, ou locataire ou sur les-\nquels elle détient ou détiendrait des droits d’occupation ou de jouissance.\nTITRE V : MODIFICATION DES STATUTS ET DISSOLUTION\nARTICLE 16 :\nMODALITÉS DE MODIFICATION DES STATUTS\nHormis la modification de siège social prévue au premier alinéa de l’article 1.2 des présents statuts, l’assem-\nblée générale destinée à modifier les statuts est convoquée sur un ordre du jour comportant les proposi-\ntions de modifications, sur proposition du comité directeur ou sur proposition du tiers au moins des\nmembres de l’assemblée générale représentant au moins le tiers des voix.\nEn toute hypothèse, la convocation et son ordre du jour sont adressés, par voie électronique ou postale, aux\nmembres affiliés à la FFE quinze jours au moins avant la date fixée pour la réunion de l’assemblée générale.\nL’assemblée générale ne peut modifier les statuts que si la moitié au moins de ses membres, représentant\nau moins la moitié des voix, sont présents ou représentés.\nSi ce quorum n’est pas atteint, l’assemblée peut à nouveau être convoquée sur le même ordre du jour,\nquinze jours au moins avant la nouvelle date fixée. L’assemblée statue alors sans condition de quorum.\nLes statuts ne peuvent être modifiés qu’à la majorité des deux tiers des membres présents ou représentés,\nreprésentant au moins les deux tiers des voix.\nARTICLE 17 :\nMODALITÉS DE DISSOLUTION\nL’assemblée générale ne peut prononcer la dissolution de la FFE que si elle est convoquée spécialement à\ncet effet.\nLa décision de dissolution ne peut être prise que dans les mêmes conditions de convocation, de quorum et\nde majorité que pour la modification des statuts.\nEn cas de dissolution approuvée, l’assemblée générale désigne un ou plusieurs commissaire(s) chargé(s) de\nla liquidation de ses biens.\nDans cette hypothèse, elle attribue l’actif net à un ou plusieurs établissements analogues, publics ou recon-\nnus d’utilité publique, ou à des établissements mentionnés à l’article 6, cinquième alinéa, de la loi du 1 er\njuillet 1901 modifiée.\nARTICLE 18 :\nTRANSMISSION DES DÉLIBÉRATIONS\nLes délibérations de l’assemblée générale concernant la modification des statuts, la dissolution de la FFE et\nla liquidation de ses biens sont adressées sans délai au ministère chargé des Sports.\nStatuts de la Fédération Française des Échecs\nPage 16/17",
      "section": null
    },
    {
      "page_num": 17,
      "text": "TITRE VI : SURVEILLANCE ET PUBLICITÉ\nARTICLE 19 :\nSURVEILLANCE\n19.1\nObligations d’information et de communication\nLe président de la FFE ou son délégué fait connaître dans les trois mois à la préfecture du département ou à\nla sous-préfecture de l’arrondissement où elle a son siège tous les changements intervenus dans la direction\nde la FFE.\nLes procès-verbaux de l’assemblée générale et les rapports financiers et de gestion sont communiqués\nchaque année aux membres de la FFE ainsi qu’au ministre chargé des Sports.\nLes documents administratifs de la FFE et ses pièces de comptabilité, dont un règlement financier, sont pré-\nsentés sans déplacement sur toute réquisition du ministre chargé des sports ou de son délégué, à tout fonc-\ntionnaire accrédité par l’un d’eux. Chaque année, le rapport moral et le rapport financier et de gestion sont\nadressés au ministère chargé des Sports.\n19.2\nDroits de visite\nLe ministre chargé des Sports a le droit de faire visiter par ses délégués les établissements fondés par la FFE\net d’être informé des conditions de leur fonctionnement.\nARTICLE 20 :\nPUBLICATIONS\nLes règlements prévus par les présents statuts et autres règlements édictés ou modifiés par la FFE sont pu-\nbliés gratuitement sur son site internet dans des conditions prévues par les articles A. 131-3 et suivants du\nCode du sport.\nStatuts de la Fédération Française des Échecs\nPage 17/17",
      "section": null
    }
  ],
  "total_pages": 17,
  "extraction_date": "2026-01-15T02:30:12"
}
