{
  "filename": "2025_Reglement_Interieur_20250503.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": "RÈGLEMENT INTÉRIEUR\nLe présent règlement intérieur a été approuvé par l’assemblée générale du 20 avril 2024,\net modifié par l’assemblée générale du 3 mai 2025.",
      "section": null
    },
    {
      "page_num": 2,
      "text": "PRÉAMBULE\nLe présent règlement intérieur est pris en application des statuts de la Fédération Française des Échecs\n(FFE). Il ne peut être modifié que par délibération de l’assemblée générale.\nIl a pour objet, sous réserve de compatibilité avec les dispositions législatives et réglementaires, de préciser\nle fonctionnement interne de la FFE et d’arrêter les modalités nécessaires à la bonne exécution des statuts.\nEn cas de divergence entre ceux-ci et le règlement intérieur ou en cas de difficultés d’interprétation, les sta-\ntuts ont prééminence.\nARTICLE 1 :\nLE RÉGIME DE L’AFFILIATION\n1.1\nDispositions générales\nL’affiliation d’une association ne vaut que si elle compte au moins cinq licenciés A.\nElle peut être souscrite à n’importe quel moment de la saison.\nElle est renouvelée annuellement de manière tacite. Cependant, si les services de la FFE constatent qu’une\nstructure ne satisfait plus aux conditions d’affiliation, elle est susceptible de perdre la qualité de membre\ndans les conditions prévues à l’article 2.4 des statuts.\n1.2\nLa procédure d’affiliation\nToute association demandant son affiliation adressera au secrétariat de la FFE, à la ligue régionale et au co-\nmité départemental de son ressort territorial :\n–\nle formulaire de demande d’affiliation édicté par la FFE dument complété ;\n–\nun exemplaire de ses statuts ;\n–\nune copie du dernier récépissé de déclaration de l’association à la préfecture ;\n–\nle procès-verbal signé de sa dernière assemblée générale ou dans le cas d’une association nouvelle-\nment constituée de son assemblée générale constitutive ;\n–\nla liste des membres de ses instances dirigeantes, avec l’indication des fonctions ;\n–\nau plus tard dans le mois qui suit la demande, un relevé d’identité bancaire au nom de l’associa-\ntion ;\n–\néventuellement pour les associations omnisports, une lettre du président de l’association donnant\nmandat au responsable de la section « Échecs » pour représenter l’association devant la FFE.\n1.3\nRattachement territorial\nSur le plan administratif, les clubs affiliés sont obligatoirement rattachés à la ligue régionale et au comité dé-\npartemental dans lequel ils ont leur siège.\nSur le plan sportif, des dérogations peuvent être accordées par le comité directeur de la FFE pour participer\nà des rencontres hors du ressort territorial de la ligue régionale ou du comité départemental dans lequel\nelles ont leur siège. À cet effet, un club demandeur adressera au secrétariat de la FFE un dossier compre-\nnant l’exposé des motifs justifiant de l’intérêt de cette demande, l’accord des présidents des deux comités\nconcernés et, le cas échéant, celui des présidents des deux ligues concernées.\nRèglement Intérieur de la Fédération Française des Échecs\nPage 2/19",
      "section": null
    },
    {
      "page_num": 3,
      "text": "1.4\nDroits et devoirs des clubs affiliés\nLes clubs affiliés ont le droit :\n–\nde concourir aux championnats, coupes, et challenges organisés par la FFE ;\n–\nde participer et d’organiser des compétitions homologuées par la FFE ;\n–\nde bénéficier, sauf renonciation expresse, des garanties d’assurances contractées collectivement par\nla FFE, conformément aux articles L. 321-1 et suivants du Code du sport ;\n–\nde participer aux assemblées générales de la FFE et à celles des organes déconcentrés auxquels\nelles sont rattachées ;\n–\nd’accéder aux services de la FFE et de bénéficier de toutes les garanties prévues par les statuts et\nrèglements, notamment disciplinaires.\nIls ont le devoir :\n–\nde satisfaire aux conditions d’affiliation ;\n–\nd’organiser des réunions périodiques pour la pratique du jeu d’échecs et être en mesure de partici-\nper à des compétitions fédérales et internationales ;\n–\ns’assurer que tous leurs adhérents sont titulaires d’une licence en cours de validité ;\n–\nde respecter et de se soumettre aux statuts et règlements de la FFE ;\n–\nde renseigner annuellement la base de données fédérale ;\n–\nde veiller à l’exactitude des informations qui les concernent sur le site Internet fédéral ;\n–\nde tout mettre en œuvre afin de permettre le contrôle du respect de l’obligation d’honorabilité pré-\nvue aux articles L. 212-9 et L. 322-1 du Code du sport.\nARTICLE 2 :\nCOTISATIONS & LICENCES\n2.1\nLa cotisation club\nL’assemblée générale de la FFE détermine le tarif de la cotisation de ses membres, qui peut être différencié\nen fonction du nombre de voix.\nLors de sa première affiliation, tout nouveau club est exonéré de cette cotisation pour la saison sportive en\ncours et bénéficie de l’ensemble des droits reconnus aux clubs existants. Quand le club est créé après le 1 er\njuin de la saison en cours, cette exonération se prolonge la saison suivante.\n2.2\nLa licence\nLe tarif de la licence peut varier selon le type de licence délivrée et la catégorie d’âge du titulaire. Il com -\nprend deux parts :\n–\nla part fédérale, fixée par l’assemblée générale de la FFE ;\n–\nla part revenant aux organes déconcentrés, fixée dans chaque assemblée générale de ligue.\nLa part revenant aux organes déconcentrés ne peut être supérieure à la part fédérale. Les ligues reversent\nau moins 50 % de la part « organes déconcentrés » aux comités départementaux.\nÀ cette cotisation, peut s’ajouter un droit d’adhésion au club dont le montant est fixé par ses propres ins-\ntances et perçu directement par lui.\nRèglement Intérieur de la Fédération Française des Échecs\nPage 3/19",
      "section": "1.4"
    },
    {
      "page_num": 4,
      "text": "ARTICLE 3 :\nLA LICENCE ET LES LICENCIÉS\n3.1\nRègles générales\nLa licence est délivrée pour le compte de la FFE par l’intermédiaire et au titre d’un seul club. Les règlements\nsportifs précisent les modalités de changement de club en cours de saison.\nLa licence peut être souscrite à n’importe quel moment de la saison. Elle est valable à partir de la demande\net court jusqu’au 31 août de la saison sportive au cours de laquelle elle a été délivrée.\nLe règlement médical peut conditionner l’obtention d’une licence, selon les dispositions prévues par les ar-\nticles L. 231-2 du Code du sport et les dispositions réglementaires s’y rapportant.\n3.2\nModalités de délivrance de la licence\nSeuls les clubs affiliés à jour de leur cotisation et de l’ensemble de leurs obligations envers la FFE sont auto-\nrisés à délivrer des licences.\nPour que le club transmette au siège de la FFE une demande de licence, la personne concernée doit lui four-\nnir :\n–\nson nom, son prénom, son genre, sa date de naissance, une adresse électronique et sa nationalité ;\n–\nune autorisation parentale pour les mineurs non émancipés.\nEn application de l’article L. 131-6 du Code du sport, les clubs transmettent également à la FFE les informa-\ntions prévues par l’article D. 131-2 du même code pour les personnes soumises au contrôle d’honorabilité.\nLes clubs peuvent demander aux personnes sollicitant la délivrance d’une licence de justifier leur identité.\n3.3\nDroits des licenciés\nLa licence fédérale ouvre droit :\n–\nà participer aux compétitions correspondant à la catégorie de licence délivrée ;\n–\naux garanties d’assurances contractées collectivement par la FFE conformément aux articles L. 321-\n1 et suivants du Code du sport, sauf renonciation expresse ;\n–\nà l’éligibilité aux instances dirigeantes de la FFE et de ses organes déconcentrés dans les conditions\nprécisées à l’article 6.2 des statuts ;\n–\nà toutes les garanties procédurales en cas de poursuites disciplinaires, et plus généralement à tous\nles avantages résultant des règlements fédéraux ;\n–\nà participer aux votes et élections organisés dans les clubs affiliés pour les licenciés de plus de\n16 ans, les licenciés de moins de 16 ans pouvant être représentés par leur représentant légal.\n3.4\nDevoirs des licenciés\nTout licencié est tenu :\n–\nde payer sa licence ;\n–\nde respecter et se conformer aux lois et règlements en vigueur ainsi qu’aux statuts, règlements fé-\ndéraux nationaux et internationaux ;\n–\nd’avoir en toute circonstance une conduite loyale envers la FFE, de s’interdire tout comportement\nde nature à porter atteinte à l’image du jeu d’échecs et plus généralement de respecter les prin-\ncipes édictés par la charte d’éthique de la FFE et le code d’éthique de la FIDE ;\nRèglement Intérieur de la Fédération Française des Échecs\nPage 4/19",
      "section": null
    },
    {
      "page_num": 5,
      "text": "–\nlorsqu’il y est soumis, de respecter et se conformer aux dispositions en matière d’honorabilité pré-\nvues par l’article L. 212-9 du Code du sport.\n3.5\nLes différentes licences\n3.5.1\nLa Licence A\nLa licence A ouvre droit à la participation à toute compétition, suivant les règlements sportifs en vigueur.\n3.5.2\nLa Licence B\nLa licence B ne permet de disputer que certaines compétitions précisées par les règlements sportifs.\nTout changement de licence B en licence A en cours de saison ne requiert de son titulaire que l’acquitte-\nment de la différence entre leur tarif.\nARTICLE 4 :\nMODIFICATIONS STRUCTURELLES DES CLUBS D’ÉCHECS\n4.1\nChangement de nom, de siège social, et de direction\nToute modification concernant le nom, l’adresse du siège social et la liste des membres des instances diri-\ngeantes d’un club doit être communiquée à la FFE, ainsi qu’à sa ligue régionale et son comité départemental\nde rattachement.\nIl en est de même pour tout changement de responsable de la section Échecs dans les associations spor-\ntives multisports ou omnisports.\n4.2\nFusions et scission de clubs\nTout club envisageant une fusion ou une scission doit formuler sa demande auprès du secrétaire général de\nla FFE avant le 15 mai en vue de son examen par le comité directeur de la FFE lors de sa dernière réunion de\nla saison.\nPar l’intermédiaire de leur ligue régionale de rattachement, qui émettra un avis circonstancié, ces clubs\ndoivent adresser au comité départemental et à la FFE leur projet de fusion élaboré conformément aux ar-\nticles 15-2 et suivants du décret du 16 août 1901, comprenant notamment les statuts envisagés de la nou-\nvelle association résultant de l’opération de fusion ou de scission. En toute hypothèse, en cas d’autorisation\ndu comité directeur, les joueurs des clubs visés sont considérés comme non mutés pour la saison à venir.\nPour le calcul des voix prévues à l’article 5.4 des statuts, le nombre de licenciés à prendre en compte est :\n–\ndans le cas d’une fusion de clubs, la somme du nombre de licenciés des clubs fusionnant ;\n–\ndans le cas d’une scission, par le nombre de licenciés inscrits dans chaque club au procès-verbal de\nl’assemblée générale actant la scission.\n4.2.1\nLa fusion-absorption\nCette forme de fusion entraîne la dissolution d’une association (le club absorbé) et la transmission de son\npatrimoine à une autre association (le club absorbant).\nL’autorisation de fusion-absorption ne sera éventuellement accordée par le comité directeur de la FFE\nqu’après transmission du dossier par la ligue régionale de rattachement du club absorbeur avec avis circons-\ntancié(s) de la (ou des) ligue(s) régionale(s) concernée(s).\nRèglement Intérieur de la Fédération Française des Échecs\nPage 5/19",
      "section": null
    },
    {
      "page_num": 6,
      "text": "Si un club contrevient à un refus de fusion prononcé par le comité directeur, le club absorbé perd ses droits\net ses joueurs seront considérés comme mutés dans le club absorbeur. Le club absorbeur perd quant à lui\nles droits du club absorbé et sera considéré comme un nouveau club partant au bas de la hiérarchie spor-\ntive.\nIl en est de même si le club absorbeur n’a pas obtenu son homologation définitive dans les délais prescrits.\nLa fusion-absorption est effective dès que l’autorisation est accordée par le comité directeur. Elle ne sera\ntoutefois officiellement homologuée que si les conditions d’affiliations prévues aux 1.2 et 1.4 du règlement\nintérieur sont actualisées aux vues des procès-verbaux de l’assemblée générale des associations concer-\nnées.\nSur le plan sportif, tout club absorbeur bénéficie de la qualification des équipes des clubs d’origine, dans les\nlimites prévues par les règlements de la FFE.\n4.2.2\nLa fusion-création\nCette forme de fusion entraîne la dissolution des clubs souhaitant fusionner et la création d’une nouvelle\nassociation.\nSur le plan sportif, la nouvelle structure bénéficie de la qualification des équipes des clubs d’origine, dans les\nlimites prévues par les règlements de la FFE.\nLes licenciés des clubs constituant la nouvelle structure conservent les droits attachés à leur licence et ne\nsont pas considérés comme mutés. Les autres licenciés partant ou entrant dans le nouveau club sont sou-\nmis aux règles générales de mutation.\n4.2.3\nLa scission\nL’opération de scission entraîne la création d’une deuxième association par les membres démissionnaires de\nla première association qui se scinde sans pour autant être dissoute, à moins qu’un vote de l’assemblée gé-\nnérale ne prononce la dissolution.\nSi les clubs contreviennent à un refus de scission prononcé par le comité directeur, ils perdent les droits du\nclub d’origine et sont chacun considérés comme un nouveau club partant sur le plan sportif au bas de la hié-\nrarchie sportive.\nLes présidents, comités directeurs, sièges sociaux et lieux de jeu des deux nouveaux clubs devront être tota-\nlement différents et indépendants. Le procès-verbal de l’assemblée générale du club ayant décidé sa scis-\nsion devra comporter la répartition des équipes qualifiées dans les différents niveaux de championnat et de\ntous les droits sportifs entre les deux nouveaux clubs.\nLa scission est effective après enregistrement à la préfecture des deux nouveaux clubs, dépôt des procès-\nverbaux de leur assemblée générale constitutive respective auprès du Président de leur ligue régionale qui\ncontrôlera la légalité et l’indépendance réelle des deux nouveaux clubs et en informera le secrétaire général\nde la FFE.\nPendant les deux saisons suivant la scission effective, les deux nouveaux clubs ne pourront pas cumuler plus\nde droits sportifs qu’un seul, et aucune autre autorisation de scission ou de fusion ne leur sera accordée.\nRèglement Intérieur de la Fédération Française des Échecs\nPage 6/19",
      "section": null
    },
    {
      "page_num": 7,
      "text": "ARTICLE 5 :\nLES ORGANES DÉCONCENTRÉS DE LA FFE\n5.1\nDispositions générales\n5.1.1\nMécanisme de déconcentration\nLes assemblées générales des organes déconcentrés se composent des représentants élus des clubs de leur\nressort territorial affiliés à la FFE. Leurs délégués disposent d’un nombre de voix défini à l’article 5.4 des sta-\ntuts.\nIls sont tenus de se conformer aux lois et règlements en vigueur, ainsi qu’à l’ensemble des statuts et règle-\nments fédéraux.\nIls respectent la charte graphique de la FFE dans leur correspondance et sur tous leurs supports de commu-\nnication et s’interdisent toute action, notamment commerciale, incompatible avec les engagements conclus\npar la FFE.\n5.1.2\nObjet\nIls relaient et appliquent la politique de la FFE, notamment son projet fédéral, et mettent en œuvre, à leur\néchelon, les conventions nationales signées par la FFE, adaptées aux particularités locales.\nIls assurent la liaison entre la FFE et les clubs sur leur territoire, et organisent les compétitions à l’échelon\nrégional ou départemental en décernant les titres qui en découlent.\nLes statuts des organes déconcentrés doivent être compatibles avec ceux de la FFE et respecter les prescrip-\ntions statutaires obligatoires établies par celle-ci. Ils sont communiqués au bureau fédéral qui se réserve le\ndroit d’exiger les modifications qui seraient nécessaires pour le respect du principe de compatibilité précité ;\npar délégation, ceux des comités départementaux sont aussi transmis aux ligues régionales qui en assurent\nle contrôle de compatibilité et transmettent tout différend au secrétaire général de la FFE.\nAprès mise en demeure du bureau fédéral, le comité directeur peut décider de mesures à l’encontre des or-\nganes déconcentrés ne respectant pas les prescriptions obligatoires dans leurs statuts. Ces mesures peuvent\nnotamment consister en des retenues financières.\nSi la ligue régionale ou le comité départemental persiste dans son refus de mettre ses statuts en conformité,\nle bureau fédéral peut demander l’inscription à l’ordre du jour du prochain comité directeur de la FFE une\nrésolution tendant à retirer à l’organe déconcentré sa qualité de ligue régionale ou de comité départemen-\ntal de la FFE.\n5.1.3\nDéveloppement\nPour développer la pratique du jeu d’échecs dans leur ressort géographique, ils entretiennent des relations\navec les collectivités territoriales de leur territoire et sont aussi encouragés à initier des projets justifiés par\ndes nécessités locales.\nAfin de garantir l’application de la politique fédérale au niveau local, une convention d’objectifs peut être\nconclue, au début de chaque saison sportive, entre la FFE, les ligues régionales et éventuellement les comi-\ntés départementaux qui s’y rattachent.\nCette convention établit les différentes actions que comptent mener les ligues et leurs comités. Elle précise\négalement les moyens mis en œuvre par la FFE, les ligues et comités, ainsi que les objectifs fixés.\nRèglement Intérieur de la Fédération Française des Échecs\nPage 7/19",
      "section": null
    },
    {
      "page_num": 8,
      "text": "Les projets associatifs des ligues régionales doivent alors être communiqués au siège de la FFE. Le cas\néchéant, ces projets sont intégrés dans la convention d’objectifs passée entre la FFE, la ligue régionale et les\ncomités départementaux qui s’y rattachent ; l’adéquation de ceux-ci au projet fédéral pouvant donner lieu à\nl’allocation d’aides de la FFE.\nUn avenant à cette convention d’objectifs peut être conclu jusqu’au 31 décembre pour la mise en place d’un\nprojet élaboré en cours de saison. Sa conclusion est soumise à autorisation du comité directeur. Un mois\navant la fin de la saison sportive, les ligues et comités qui ont conclu une convention d’objectifs trans-\nmettent à la FFE un bilan des actions menées, qui doit être fondé, sincère, et établi sur la base des objectifs\nfixés en début de saison.\n5.2\nLes ligues régionales\nLes ligues régionales favorisent le développement de la pratique des Échecs et appliquent la politique fédé-\nrale dans leur ressort territorial défini par les services déconcentrés du ministère chargé des Sports.\nDans leur ressort territorial, les ligues ont aussi compétence pour les relations avec les collectivités territo-\nriales et la presse, la discipline, l’arbitrage, la formation de l’élite, l’organisation des compétitions et le suivi\nadministratif et technique. Elles ont délégation pour assurer le contrôle de compatibilité des statuts et rè-\nglement intérieur des comités départementaux de leur ressort territorial, avec les statuts et règlement inté-\nrieur fédéraux.\nElles sont chargées de faire appliquer la politique fédérale par les comités départementaux et d’assurer le\nsuivi administratif des clubs en lieu et place des comités non constitués.\nDans le mois qui suit la réunion de chaque assemblée générale, les ligues régionales sont tenues d’en adres-\nser le procès-verbal au secrétaire général de la FFE, ainsi que les pièces comptables et financières produites\nà cette occasion qui seront soumises à la commission de contrôle économique et de gestion dans les condi-\ntions prévues dans son règlement intérieur. Elles se doivent également de communiquer au secrétaire géné-\nral de la FFE le compte rendu des réunions de leur comité directeur.\nLors de l’assemblée générale des ligues régionales, le nombre total de voix dont peut disposer un délégué\nest limité à 15 % du total des voix de la ligue régionale concernée. Cette limite est arrondie à l’unité supé-\nrieure et ne s’applique qu’aux ligues régionales composées d’au moins 10 clubs.\n5.3\nLes comités départementaux\nLes comités départementaux sont obligatoirement rattachés à la ligue de la région administrative de leur\nressort territorial défini par les services déconcentrés du ministère chargé des Sports.\nIls favorisent le développement de la pratique du jeu d’échecs et appliquent la politique fédérale et les mis-\nsions qui leur ont éventuellement été confiées dans le cadre de la convention d’objectifs signée avec la FFE\net la ligue régionale dont ils dépendent.\nIls soutiennent et coordonnent l’action des clubs de leur département. Ils ont compétence pour les relations\navec les collectivités territoriales et la presse, l’aide au développement des clubs, l’organisation de compéti-\ntions départementales et le suivi administratif des clubs.\nDans le mois qui suit la réunion de chaque assemblée générale, les comités départementaux sont tenus\nd’en adresser le procès-verbal au secrétaire général de la ligue, ainsi que les pièces comptables et finan-\nRèglement Intérieur de la Fédération Française des Échecs\nPage 8/19",
      "section": null
    },
    {
      "page_num": 9,
      "text": "cières produites à cette occasion qui seront soumises à la commission de contrôle économique et de ges-\ntion dans les conditions prévues dans son règlement intérieur.\nIls se doivent également de communiquer à leur ligue régionale le compte rendu des réunions de leur comi-\nté directeur.\nARTICLE 6 :\nL’ASSEMBLÉE GÉNÉRALE\n6.1\nDate\nAvant chaque fin de saison, le comité directeur fixe la date et le lieu de l’assemblée générale chargée d’exa-\nminer le bilan de l’exercice précédent. Celle-ci doit se tenir dans les quatre mois suivant la date de clôture\ndes comptes de l’exercice précédent. Le lieu et la date ne peuvent être modifiés qu’en cas de circonstances\nnouvelles par décision du comité directeur prise à la majorité des 2⁄3 des voix.\nLorsque, dans les conditions prévues par le deuxième alinéa de l’article 5.3 des statuts, l’assemblée générale\nest organisée à l’initiative de clubs ou de membres du comité directeur, elle se réunit à la date souhaitée par\nles demandeurs.\n6.2\nConvocation et ordre du jour\nLe Président de la FFE adresse la convocation et l’ordre du jour, par voie électronique ou postale, quinze\njours calendaires au moins avant la date de réunion de l’assemblée générale, à tous les présidents des clubs\naffiliés.\nLa convocation leur notifie leur nombre de voix. L’ordre du jour mentionne les documents apportés aux dé-\nbats dont notamment pour l’assemblée générale annuelle le rapport moral d’activité, le rapport financier, le\nbudget prévisionnel, le calendrier des compétitions pour la saison sportive suivante, les rapports des sec-\nteurs d’activité présentés pour adoption par l’assemblée générale. Ces documents sont rédigés en français\net sont publiés sur le site internet fédéral dans les mêmes délais.\n6.3\nVote par procuration\nLe vote par procuration peut être transmis à tout autre club régulièrement affilié. En plus de celles du club\nqu’il représente en vertu de l’article 5.2 des statuts, chaque délégué ne peut être porteur que de 20 voix\nmaximum. Néanmoins, cette limite peut être dépassée si le délégué porte la procuration d’un seul club.\nLe secrétaire général statue sur toute contestation se rapportant aux pouvoirs, sauf lors des élections où ces\nfonctions sont exercées par la commission de surveillance des opérations électorales.\n6.4\nÉmargement\nLa convocation précise les heures de début et de fin de l’émargement.\nUne liste d’émargement indiquant les clubs présents, leur nombre de voix et leur délégué est jointe au\ncompte rendu.\n6.5\nVotes et délibérations\nLes abstentions et les votes nuls ne sont pas pris en compte pour le calcul de la majorité.\nRèglement Intérieur de la Fédération Française des Échecs\nPage 9/19",
      "section": null
    },
    {
      "page_num": 10,
      "text": "Les votes ont lieu à main levée ou par scrutin électronique, ce dernier devant permettre d’assurer la publici-\nté des votes. Toutefois, les votes portant sur des personnes ont toujours lieu à bulletin secret. Ce procédé\npeut également être utilisé sur demande du président ou de la majorité des délégués présents représentant\nla majorité des voix présentes.\n6.6\nCompte rendu\nLe compte rendu comporte notamment la date et le lieu de l’assemblée générale, les délibérations adop-\ntées et la teneur des discussions.\nLe compte rendu est publié sur le site internet de la fédération et est soumis à approbation au début de la\nséance suivante.\nARTICLE 7 :\nÉLECTIONS\n7.1\nDate\nAu plus tard huit mois avant l’expiration du mandat en cours, le comité directeur fixe la date de l’assemblée\ngénérale élective qui ne peut alors plus être modifiée sauf cas de force majeure.\n7.2\nDépôt des candidatures\nUn appel à candidature est publié sur le site fédéral au plus tard deux mois avant la date limite de dépôt des\ncandidatures.\nLes listes ou candidatures individuelles sont adressées au siège fédéral par courrier recommandé avec accu-\nsé de réception, le cachet de la poste faisant foi. Elles peuvent autrement être déposées en main propre au\nsiège fédéral au plus tard à 17 heures le jour limite de dépôt des candidatures ; il est alors délivré un récé-\npissé de dépôt.\nPour chaque candidat, il sera joint la copie d’une pièce d’identité et une attestation sur l’honneur de non\ncondamnation à une privation du droit de vote ou d’éligibilité.\n7.2.1\nListes de candidature\nLes listes joignent en outre à leur déclaration de candidature :\n–\nla liste récapitulative des candidats, sur la base du document établi par la fédération, comprenant\npour chacun d’entre eux leur nom, prénom, numéro de licence, sexe et date de naissance ;\n–\nune profession de foi en A4 recto/verso ;\n–\npour la personne candidate au poste de médecin, un justificatif d’exercice de la médecine (certificat\nd’inscription à l’ordre des médecins) ;\n–\npour la personne tête de liste, une attestation sur l’honneur d’absence d’incompatibilités au regard\nde l’article 9.3 des statuts.\nLa personne en tête de liste est le correspondant exclusif de la liste auprès des autorités et commissions\ncompétentes pendant toute la durée du processus électoral.\n7.2.2\nCandidature aux postes de représentants des arbitres et des entraîneurs\nLes candidats aux postes réservés joignent en outre à leur déclaration de candidature une profession de foi\nen A4 recto/verso.\nRèglement Intérieur de la Fédération Française des Échecs\nPage 10/19",
      "section": null
    },
    {
      "page_num": 11,
      "text": "7.2.3\nCandidature à la commission des athlètes de haut niveau\nLes candidats à la commission des athlètes de haut niveau joignent en outre à leur déclaration de candida-\nture une profession de foi en A4 recto/verso.\n7.3\nCampagne électorale\nLa commission de surveillance des opérations électorales définit les modalités de campagne, dans le respect\nde l’égalité de traitement entre les listes candidates et les candidatures au sein de chaque collège.\nÀ cet effet, sont notamment mises en ligne et adressées par voie électronique :\n–\nà l’ensemble des clubs les professions de foi déposées par les listes ;\n–\nau corps électoral des postes réservés aux arbitres, entraîneurs et athlètes de haut niveau, les pro-\nfessions de foi déposées pour l’élection dans leur collège.\n7.4\nBureau de vote\nLa commission de surveillance des opérations électorales établit la composition du bureau de vote, qui ne\npeut comporter aucun candidat.\n7.5\nRéattribution des sièges\nLorsqu’il est nécessaire, pour respecter le principe de parité, de procéder à une réattribution de sièges\nconformément à l’article 6.4.3 des statuts, on nomme « sexe prépondérant » celui ayant le plus d’élus de ce\nsexe au comité directeur.\nLes listes n’ayant obtenu qu’un seul siège ne sont pas concernées par cette réattribution, de sorte que leur\ntête de liste est impérativement élue.\nDans la mesure du possible, sont également écartées de cette réattribution par ordre de priorité :\n1.\nles listes ayant initialement obtenu moins d’élus du sexe prépondérant que de l’autre sexe ;\n2.\nles listes ayant initialement le même nombre d’élus de chaque sexe ;\nLe dernier siège accordé à un élu du sexe prépondérant est alors réattribué au profit du premier non-élu de\nla même liste de sexe différent. Cette réattribution s’effectue tant que nécessaire, dans l’ordre décroissant\ndu nombre de voix obtenues par les listes et à raison d’un siège par liste.\n7.6\nDispositions spécifiques aux représentants des arbitres et entraîneurs\n7.6.1\nCorps électoral\nDans le collège des arbitres, les titres mentionnés à l’article 6.5.1 des statuts sont :\n–\nle titre d’arbitre fédéral Élite ;\n–\nle titre d’arbitre fédéral Open ;\n–\nle titre d’arbitre fédéral Club.\nDans le collège des entraîneurs, les titres mentionnés à l’article 6.5.1 des statuts sont le diplôme d’entraî-\nneur de la FFE (niveau 1, 2 ou 3).\nRèglement Intérieur de la Fédération Française des Échecs\nPage 11/19",
      "section": "7.2.3"
    },
    {
      "page_num": 12,
      "text": "7.6.2\nMode de scrutin\nLe scrutin électronique est organisé au regard des dispositions légales en vigueur, notamment la délibéra-\ntion n°2019-053 de la Commission nationale de l’informatique et des libertés.\n7.7\nDispositions relatives à la commission des athlètes de haut niveau\n7.7.1\nCorps électoral\nSont électeurs les personnes licenciées figurant ou ayant figuré au nom de la Fédération au moins une fois\nlors de l’année de l’élection ou des deux années précédentes sur la liste des sportifs de haut niveau prévue\naux articles L. 221-2 et R. 221-1 et suivants du Code du sport.\n7.7.2\nCandidatures\nSont éligibles à la commission des athlètes de haut niveau prévue par l’article 6.6.1 des statuts les per-\nsonnes respectant, à la date de dépôt de candidature, les dispositions des articles 6.2 des statuts et 7.7.1 du\nprésent règlement intérieur.\n7.7.3\nMode de scrutin\nLe scrutin se déroule électroniquement, dans les conditions de sécurité prévues par les dispositions légales\nen vigueur, notamment la délibération no 2019-053 de la Commission nationale de l’informatique et des li-\nbertés.\nLe vote est ouvert trois jours francs avant la date de l’assemblée générale élective et clos en même temps\nque le scrutin pour les membres ordinaires.\nL’élection a lieu au scrutin plurinominal à un tour. Chaque électeur dispose d’un nombre de voix égal au\nnombre de sièges à pourvoir et ne peut attribuer plus d’une voix par candidat.\nSi plusieurs candidats obtiennent le même nombre de suffrages, l’élection est acquise au(x) candidat(s) le(s)\nplus jeune(s).\nARTICLE 8 :\nLE COMITÉ DIRECTEUR\n8.1\nConvocation et ordre du Jour\nAvant chaque fin de chaque saison, le comité directeur fixe les dates d’au moins trois réunions pour la sai-\nson suivante. Ces trois dates ne peuvent être modifiées que par décision du comité directeur prise à la ma-\njorité des 2⁄3 des voix.\nLa convocation est adressée au moins quinze jours à l’avance par voie électronique ou postale. Elle indique\nl’ordre du jour établi par le président, les horaires et le lieu de réunion. Tout membre du comité directeur\npeut faire inscrire un point à l’ordre du jour avant l’ouverture de la séance, sous réserve d’approbation de la\nmajorité de ses membres.\n8.2\nPublicité des séances\nLes séances en présentiel sont ouvertes aux élus du comité directeur d’un club ou d’un organe déconcentré,\nselon les modalités décidées par le comité directeur.\nRèglement Intérieur de la Fédération Française des Échecs\nPage 12/19",
      "section": "7.6.2"
    },
    {
      "page_num": 13,
      "text": "Néanmoins, sur la demande de trois membres ou du président, le comité directeur peut décider à la majori-\nté absolue des membres présents ou représentés, qu’il se réunit à huis clos pour tout ou partie de la\nséance.\n8.3\nDélibérations\nHors les autres cas prévus par les statuts ou le règlement intérieur, les décisions du comité directeur sont\nprises à la majorité des voix présentes ou représentées.\nElles sont en principe prises à main levée. Il est procédé à un vote à bulletin secret sur demande d’au moins\nun tiers des membres. Tout vote concernant une personne membre du comité directeur se déroule hors de\nsa présence ou à scrutin secret.\nEn cas d’égalité et sauf scrutin secret, la voix du président est prépondérante.\n8.4\nCompte rendu de séance\nLe compte rendu de chaque séance comporte notamment la date et le lieu de la séance, les noms des\nmembres présents ou représentés, les délibérations adoptées et la teneur des discussions au cours des dé-\nbats. Hors les cas de scrutin secret, il est fait état du sens des votes de chacun des membres.\nLe compte rendu est publié sur le site internet de la fédération et est soumis à approbation au début de la\nséance suivante.\n8.5\nReprésentation\nEn cas d’absence à tout ou partie d’une séance, un membre peut donner procuration à un collègue de son\nchoix. Il ne peut être donné procuration pour une séance entière plus d’une fois par saison sportive. La pro-\ncuration est établie par courrier électronique adressé au secrétaire général.\nAucun mandataire ne peut être porteur de plus d’un pouvoir.\n8.6\nDémission pour absences répétées\nEn cas d’absence d’un membre à trois réunions au cours de son mandat pour un motif autre que maladie\njustifiée, cas de force majeure ou considéré comme tel, le comité directeur, sur proposition du président ou\ndu tiers des membres, peut acter la démission du membre par un vote à la majorité simple.\nCes dispositions ne s’appliquent pas aux représentants des sportifs de haut niveau.\n8.7\nVote électronique\nEntre deux sessions de réunion du comité directeur, un vote électronique par mail peut être soumis au co-\nmité directeur par le bureau fédéral.\nCe vote ne peut pas être utilisé pour une décision portant sur une personne physique et ne peut être utilisé\nque pour des scrutins nécessitant la majorité simple. Il ne peut être utilisé dans les 15 jours qui précèdent\nune réunion du comité directeur, ni dans le mois qui précède une assemblée générale.\nLes membres du comité directeur doivent recevoir les documents nécessaires pour se forger une opinion au\nminimum une semaine avant l’ouverture du vote. Ils doivent avoir un interlocuteur identifié apte à répondre\nà toutes les questions concernant ce vote. Les questions et les réponses seront obligatoirement diffusées à\ntous les membres.\nRèglement Intérieur de la Fédération Française des Échecs\nPage 13/19",
      "section": null
    },
    {
      "page_num": 14,
      "text": "Le scrutin sera ouvert pendant 3 jours ouvrés. Les votes seront envoyés à un(e) salarié(e) de la Fédération\nFrançaise des Échecs, en utilisant le formulaire spécifique au vote électronique.\nLorsqu’un vote aura été enregistré, il ne pourra être modifié.\nLa question ne doit appeler que 3 réponses possibles : oui, non, ou abstention. Tout mail qui ne se limiterait\npas à ces 3 termes sera considéré comme nul.\n8.8\nConfidentialité\nLes membres du comité directeur sont soumis à un devoir de discrétion concernant les documents prépara-\ntoires aux décisions, identifiés comme confidentiels lorsqu’ils sont transmis en amont des réunions du comi-\nté directeur.\nARTICLE 9 :\nLES AUTRES ORGANES STATUTAIRES\nLes commissions statutaires créées en application de l’article 10 des statuts peuvent se doter d’un règle-\nment intérieur, précisant leur mode de fonctionnement, qui le cas échéant, est approuvé par un vote du co-\nmité directeur.\n9.1\nLa direction technique nationale\n9.1.1\nFonctions\nLa direction technique nationale est chargée de définir la politique sportive de la FFE, notamment pour la\npréparation des compétitions internationales organisées par la FIDE, et ce dans les domaines sportif, finan-\ncier, et de l’encadrement technique.\nElle organise une surveillance médicale particulière pour les membres des équipes de France.\n9.1.2\nComposition\nOutre le directeur technique national qui la dirige et l’anime, la direction technique nationale est composée\nd’un directeur technique national adjoint et des entraîneurs nationaux dont la mission est d’encadrer les\nmembres des équipes de France.\n9.2\nLa commission technique\n9.2.1\nFonctions\nLa commission technique a compétence pour :\n–\nassurer la gestion technique de la FFE dans le cadre du budget voté par l’assemblée générale ;\n–\nveiller à ce que les manifestations organisées dans le cadre des activités de la FFE respectent les rè-\nglements sportifs, les appellations officielles et les cahiers des charges de la FIDE et de la FFE. À ce\ntitre, elle émet des avis ;\n–\nconseiller les directions techniques des ligues régionales qui la sollicitent ;\n–\npréparer avant le début de la saison sportive le calendrier fédéral officiel des compétitions, ména-\ngeant aux joueurs un temps de récupération nécessaire à la protection de leur santé ;\n–\nse prononcer sur le statut et la qualification des joueurs dans les compétitions au regard des règle-\nments sportifs.\nRèglement Intérieur de la Fédération Française des Échecs\nPage 14/19",
      "section": null
    },
    {
      "page_num": 15,
      "text": "9.2.2\nComposition\nLa commission technique comprend onze membres, dont neuf sont approuvés par le comité directeur et\ndeux sont membres de droit, à savoir le président de la FFE et le directeur technique national.\nLe directeur technique national propose les neuf membres de la commission, dont son président. Cette pro-\nposition doit être approuvée par le président de la FFE et le comité directeur. Des chargés de mission\npeuvent être nommés par le directeur technique national.\n9.2.3\nPouvoirs décisionnels\nAu sein de la commission technique, les décisions sont prises à la majorité des membres présents. En cas\nd’égalité, le président a voix prépondérante. Un quorum de six membres conditionne leur validité. Le direc-\nteur technique national reçoit alors tous pouvoirs d’exécution.\nEn cas d’urgence, des dispositions réglementaires peuvent être adoptées par la commission technique et\nsont alors immédiatement applicables jusqu’au prochain comité directeur qui les vote si nécessaire.\n9.3\nLa direction nationale de l’arbitrage\nLe présent article est précisé par le règlement intérieur de la direction nationale de l’arbitrage, lui-même ap-\nprouvé par le comité directeur.\n9.3.1\nFonctions\nLa direction nationale de l’arbitrage a compétence pour :\n–\nassurer la formation et la compétence disciplinaire des arbitres français envers les joueurs et les ar-\nbitres, dans un souci de rigueur, d’uniformisation des savoir-faire et de réactualisation des connais-\nsances ;\n–\ndélivrer par des examens, les différents titres hiérarchisés d’arbitres ;\n–\ngérer l’arbitrage des différents tournois en France, ainsi que le budget mis à sa disposition ;\n–\nélaborer ses règles propres de déontologie et de formation et présenter en français les règlements\nd’arbitrage et les textes officiels de la FIDE ;\n–\ntenir à jour, un livre de l’arbitre, un fichier national, une charte des arbitres et faire paraître un bul-\nletin des arbitres.\n9.3.2\nComposition\nLa direction nationale de l’arbitrage comprend huit à dix membres. Le directeur national de l’arbitrage est\ndésigné par le président de la FFE, il propose les huit membres restants. Cette proposition doit être approu-\nvée par le président et le comité directeur.\n9.4\nLes commissions disciplinaires\nUn règlement disciplinaire conforme à l’annexe I-6 du Code du sport, accessible sur le site Internet fédéral,\ndéfinit le domaine de compétences des commissions disciplinaires, leurs modalités de fonctionnement, les\nprocédures et sanctions applicables aux membres affiliés et licenciés à la FFE.\nRèglement Intérieur de la Fédération Française des Échecs\nPage 15/19",
      "section": "9.2.2"
    },
    {
      "page_num": 16,
      "text": "9.5\nLa commission des appels sportifs\n9.5.1\nFonctions\nDans les conditions prévues par les règlements sportifs, la commission des appels sportifs juge en dernier\nressort les appels interjetés contre les décisions sportives ou administratives :\n–\ndes arbitres dans les compétitions individuelles ;\n–\ndes directeurs de groupe ou de compétition ;\n–\ndes ligues régionales et comités départementaux ;\n–\nde la commission technique.\n9.5.2\nComposition\nLa commission comprend cinq membres désignés par le comité directeur qui en nomme le président. Ils\npeuvent être convoqués à une réunion si la nature du litige l’exige. Les décisions sont prises à la majorité ab-\nsolue des membres ayant donné leur avis.\n9.6\nLa commission de contrôle économique et de gestion\n9.6.1\nFonctions\nLa commission de contrôle économique et de gestion est notamment chargée d’assurer la conformité éco-\nnomique et budgétaire des organes déconcentrés de la FFE : comités départementaux et ligues régionales.\nElle propose au comité directeur toute mesure de redressement ou toute sanction appropriée en cas de dé-\nfaillance dûment constatée. Également destinataire des documents à caractère financier soumis à l’examen\ndu comité directeur et de l’assemblée générale, elle donne son avis sur leur contenu avant qu’ils ne soient\nprésentés.\nLe reste de ses attributions est défini dans son règlement intérieur.\n9.6.2\nComposition\nLes membres de la commission de contrôle économique et de gestion sont nommés par le comité directeur\nen raison dans leurs compétences en économie et en gestion.\nLa commission comprend entre 5 et 9 membres dont au plus un membre du comité directeur. Le trésorier\nde la FFE est par ailleurs membre de droit de la commission.\nLe comité directeur désigne le président de la commission qui ne peut pas être l’un de ses membres.\n9.7\nLe conseil des ligues\n9.7.1\nComposition\nLe conseil des ligues est composé de l’ensemble des présidents de ligues régionales représentant la FFE\ndans leur ressort territorial conformément à l’article 3 des statuts fédéraux. Il est présidé par l’un de ses\nmembres, élu par ses pairs, dont le mandat prend fin en même temps que celui du comité directeur.\nLes membres du bureau fédéral assistent de plein droit à ses réunions sans en être membre.\nLes présidents de commission peuvent y être invités soit par le président du conseil des ligues, soit par le\nbureau fédéral.\nRèglement Intérieur de la Fédération Française des Échecs\nPage 16/19",
      "section": "9.5"
    },
    {
      "page_num": 17,
      "text": "Le président du conseil des ligues peut solliciter toute personne susceptible d’apporter son concours à l’éla-\nboration de projets spécifiques.\n9.7.2\nModalités de réunion\nLe conseil des ligues est convoqué par son président ou par le président de la FFE en cas de besoin. Il se\nréunit au moins 2 fois par an par visioconférence ou en présentiel.\nUn président de ligue empêché peut se faire représenter par un membre du comité directeur de sa ligue.\nUn compte rendu établi par le président du conseil des ligues est publié sur le site fédéral.\n9.7.3\nFonctions\nLe conseil des ligues est une instance de dialogue entre la FFE et ses organes déconcentrés et vise à per-\nmettre l’échange entre les différents territoires. Il est consulté en fonction des besoins par le bureau fédéral.\nLes présidents des commissions statutaires peuvent demander son concours.\nLe conseil des ligues peut émettre des avis votés à la majorité des voix ; seuls les membres présents parti-\ncipent au scrutin. En cas d’égalité des suffrages, la voix du président est prépondérante.\n9.8\nLa commission médicale\n9.8.1\nFonction\nElle a pour mission de définir et de veiller à l’application du règlement médical et aux dispositions du Code\ndu sport relatives à la lutte contre le dopage.\n9.8.2\nComposition\nLe président est nommé par le comité directeur parmi les médecins pris en son sein.\nDeux autres membres sont également désignés par le comité directeur, le président de la commission ayant\ntoute latitude pour la compléter.\n9.9\nLe comité d’éthique\n9.9.1\nÉlection\nLes membres du comité d’éthique sont élus à bulletin secret au scrutin plurinominal à un tour, lors du troi-\nsième comité directeur qui se tient l’année des Jeux Olympiques d’hiver.\nChaque membre du comité directeur dispose au plus d’autant de voix qu’il y a de postes à pourvoir. Il ne\npeut attribuer plus d’une voix par candidat.\nSont déclarés élus les candidats ayant obtenu le plus de voix dans la limite du nombre de sièges à pourvoir.\nEn cas d’égalité, le candidat le plus âgé est déclaré élu.\nLorsque le nombre de candidatures est égal ou inférieur au nombre maximum de postes à pourvoir, les can-\ndidats sont automatiquement proclamés élus.\nAprès l’élection des membres du comité d’éthique, le comité directeur nomme parmi ces derniers le Pré-\nsident.\nRèglement Intérieur de la Fédération Française des Échecs\nPage 17/19",
      "section": null
    },
    {
      "page_num": 18,
      "text": "9.9.2\nVacance\nEn cas de démission adressée au secrétaire général ou de vacance constatée par le bureau fédéral, le poste\nest pourvu par un vote à bulletin secret lors du plus proche comité directeur sur proposition de tout\nmembre de celui-ci.\n9.9.3\nÉligibilité\nEst éligible tout personne, licenciée ou non, âgée d’au moins vingt ans justifiant :\n–\nsoit d’une qualification universitaire ou professionnelle en droit ;\n–\nsoit de l’exercice d’une fonction pendant une durée minimale de 2 ans :\n–\nde président d’un organe déconcentré ou d’un club affilié ;\n–\nd’élu au comité directeur de la Fédération.\n9.9.4\nDépôt des candidatures\nUn appel à candidature est publié sur le site fédéral au plus tard un mois avant le comité directeur qui pro-\ncède à l’élection.\nLes déclarations de candidature, comprenant les documents justifiant de l’éligibilité, sont déposées au plus\ntard la veille de ce même comité directeur, par courrier électronique adressé au secrétaire général.\nLes candidats peuvent joindre s’ils le souhaitent à leur déclaration de candidature un CV et une profession\nde foi qui sont transmises aux membres du comité directeur.\n9.10\nLa commission de surveillance des opérations électorales\n9.10.1 Élection\nAvant le lancement de tout processus électoral, le comité d’éthique procède à bulletin secret à l’élection de\nla commission de surveillance des opérations électorales par un scrutin plurinominal à un tour.\nChaque membre du comité d’éthique dispose au plus d’autant de voix qu’il y a de postes à pourvoir. Il ne\npeut attribuer plus d’une voix par candidat.\nSont déclarés élus les candidats ayant obtenu le plus de voix dans la limite du nombre de sièges à pourvoir.\nEn cas d’égalité, le candidat le plus âgé est déclaré élu.\nLorsque le nombre de candidatures est égal ou inférieur au nombre maximum de postes à pourvoir, les can-\ndidats sont automatiquement proclamés élus.\nAprès l’élection des membres de la commission de surveillance des opérations électorales, le comité direc-\nteur nomme parmi ces derniers le président.\n9.10.2 Éligibilité\nEst éligible tout membre du comité d’éthique ou tout licencié respectant les conditions prévues à l’article\n6.2 des statuts et justifiant des fonctions ou qualifications mentionnées à l’article 9.9.3.\nRèglement Intérieur de la Fédération Française des Échecs\nPage 18/19",
      "section": "9.9.2"
    },
    {
      "page_num": 19,
      "text": "9.10.3 Obligations de confidentialité\nLes membres de la commission sont tenus à une obligation de confidentialité concernant les informations\ndont ils ont connaissance dans le cadre de leurs missions. Ils sont en outre tenus de s’abstenir de toute dé-\nclaration publique qui serait de nature à remettre en cause leur impartialité.\nRèglement Intérieur de la Fédération Française des Échecs\nPage 19/19",
      "section": "9.10.3 Obligations de confidentialité"
    }
  ],
  "total_pages": 19,
  "extraction_date": "2026-01-15T02:30:12"
}
