{
  "filename": "A01_2025_26_Championnat_de_France.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \n      A01-1/5 \n     \nCHAMPIONNAT DE FRANCE INDIVIDUEL \n1.  \nOrganisation générale \n1.1. Conditions de participation \nLe Championnat de France individuel est ouvert à toutes les personnes licenciées à la FFE qui évoluent sous un code \nFIDE FRA et/ou qui possèdent la nationalité française. Des dérogations peuvent être accordées dans des cas \nexceptionnels par la Direction Technique du Championnat. \nLe National et le National Féminin sont réservés aux joueurs et joueuses de nationalité française qui évoluent sous \nun code FRA et sélectionnables en équipe de France au 1er avril de la saison en cours. \n1.2. Structure \nLe championnat est constitué de dix tournois : \n• \nTournoi National \n• \nTournoi National Féminin \n• \nTournoi Accession \"Roger FERRY\" \n• \nTournoi Vétérans \n• \nTournoi Seniors Plus \n• \nTournoi Open A \n• \nTournoi Open B \n• \nTournoi Open C \n• \nTournoi Open D \n• \nTournoi Open E \n1.3. Dates \nLe Championnat de France individuel a lieu entre le 8 et le 31 août de chaque année suivant un calendrier établi par \nle Comité Directeur de la FFE en accord avec la Commission Technique Fédérale. \n1.4. Droits d'engagement \nLe montant des droits d'engagement est fixé par le Comité Directeur de la FFE. \nAucun remboursement n’interviendra, sauf en cas de désistement avant les appariements de la première ronde. \nLes joueurs et joueuses appartenant aux catégories jeunes bénéficient du demi-tarif ainsi que les maîtres FIDE. \nLes grands maîtres et maîtres internationaux, ainsi que les joueurs et joueuses aux tournois Nationaux sont \nexemptés du droit d’inscription. \nLe montant total des droits d'engagement revient à la FFE, qui distribue les prix. \n1.5. Prix \nLa liste des prix est établie par la Direction Technique du Championnat de France. Elle est affichée avant la 5e ronde. \n \n2.  \nQualifications \n2.1. Tournoi National (16 joueurs ou joueuses)  \nDans l’ordre, obtiennent la qualification pour le tournoi National : \n1. Les joueurs ou joueuses ayant fini aux 3 premières places du tournoi National précédent ; \n2. Les joueurs ou joueuses ayant fini aux 3 premières places du tournoi Accession précédent ; \n3. Les 7 joueurs ou joueuses ayant le meilleur Elo moyen calculé d'après les trois listes de la FIDE prenant \neffet au 1er février, 1er mars et 1er avril de l'année en cours ; \n4. La joueuse ayant le meilleur Elo moyen calculé d'après les trois listes de la FIDE prenant effet au 1er février, \n1er mars et 1er avril de l'année en cours. En cas de désistement, la place revient aux suivantes dans la limite \ndes 3 premières places ; \n5. Le champion ou championne de France mixte U20 de la saison en cours ;  \n \n \n",
      "section": null
    },
    {
      "page_num": 2,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \n      A01-2/5 \nCHAMPIONNAT DE FRANCE INDIVIDUEL \n \n \n6. Le joueur ou joueuse jeune (toutes catégories jeunes confondues) ayant le meilleur Elo moyen calculé d'après \nles trois listes de la FIDE prenant effet au 1er février, 1er mars et 1er avril de l'année en cours. En cas de \nqualification par l’un des 5 premiers critères, la place revient dans l’ordre aux jeunes qui suivent, dans la \nlimite des 3 premières places. \nEn cas de désistements selon chaque critère de qualification, les remplacements sont effectués selon le critère 3 \n(meilleur Elo moyen). En cas d’égalité à la moyenne Elo dans les critères de qualification concernés, les joueurs ou \njoueuses sont départagés par le meilleur Elo lors de la dernière publication, puis la précédente et ainsi de suite jusqu’à \nobtenir un départage. \nTous les joueurs et joueuses doivent être en activité sur la liste de la FIDE publiée le 1er avril de l’année en cours. \n2.2. Tournoi National Féminin (16 joueuses)  \nSont qualifiées dans l'ordre pour le tournoi National Féminin : \n1. Les trois premières du National Féminin précédent ; \n2. Les trois premières joueuses du classement final du tournoi Accession précédent, puis à défaut de l'Open A ; \n3. Les 8 joueuses ayant le meilleur Elo moyen calculé d'après les trois listes de la FIDE prenant effet au 1er \nfévrier, 1er mars et 1er avril de l'année en cours ; \n4. La championne de France féminine U20F de la saison en cours ;  \n5. La joueuse jeune (toutes catégories féminines jeunes confondues) ayant le meilleur Elo moyen calculé d'après \nles trois listes de la FIDE prenant effet au 1er février, 1er mars et 1er avril de l'année en cours. En cas de \nqualification par l’un des 4 premiers critères, la place revient dans l’ordre aux jeunes joueuses suivantes, \ndans la limite des 3 premières places. \nEn cas de désistements selon chaque critère de qualification, les remplacements sont effectués selon le critère 3 \n(meilleur Elo moyen). \nEn cas d’égalité à la moyenne Elo dans les critères de qualification concernés, les joueuses sont départagées par le \nmeilleur Elo lors de la dernière publication, puis la précédente et ainsi de suite jusqu’à obtenir un départage. \nToutes les joueuses doivent être sur la liste des joueuses actives de la FIDE le 1er avril de l’année en cours. \n2.3. Tournoi Accession \"Roger FERRY\" \nSont qualifiés et qualifiées pour le tournoi Accession : \n• \nLes joueurs ou joueuses ayant un Elo supérieur ou égal à 2200 entre le 1er juin et le 1er août de la saison en \ncours \n• \nLes joueuses ayant un Elo supérieur ou égal à 1950 entre le 1er juin et le 1er août de la saison en cours. Les \njoueuses ayant un classement entre 1950 et 2199, peuvent choisir entre l’Accession et l’Open A \n• \nLes joueuses et joueurs éliminés lors des huitièmes ou quarts de finale des Nationaux \n• \nLes joueurs ou joueuses ayant terminé dans la première moitié du dernier tournoi Accession \n• \nLes joueurs ou joueuses ayant terminé dans les 10 premières places du dernier Open A \n• \nLe joueur ou joueuse ayant terminé à la première place du dernier tournoi Open B \n• \nLe champion ou championne France U18 mixte \n• \nUn joueur ou joueuse désigné par l'AJEC \n• \nSous réserve d’avoir un classement Elo Fide au minimum de 1900 au moment de sa participation au \nchampionnat de la Ligue ou à défaut de la zone interdépartementale, ou au 1er juillet de la saison en cours, \nle champion ou championne mixte de Ligue, ou à défaut de la zone interdépartementale \n2.4. Tournois Open A, Open B, Open C, Open D et Open E \nÀ l'exclusion de ceux et celles figurant dans la liste des sélectionnés pour les tournois National, Accession et Vétérans, \net de ceux et celles ayant un classement Elo supérieur ou égal à 2200, les joueurs et joueuses sont répartis dans les cinq \ntournois Open en fonction de leur classement Elo d’août de la saison en cours : \n• \nElo de 2200 à 1970 : Open A \n• \nElo de 2000 à 1850 : Open B \n• \nElo de 1880 à 1730 : Open C \n• \nElo de 1760 à 1550 : Open D \n• \nElo moins de 1580 et Elo estimé : Open E \nToutefois, la Direction Technique du Championnat peut décider de placer dans l'Open A, l'Open B, l’Open C ou \nl'Open D des joueurs ou joueuses ayant un classement estimé, en fonction de leurs performances ou d'un classement \nantérieur. \n",
      "section": null
    },
    {
      "page_num": 3,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \n      A01-3/5 \nCHAMPIONNAT DE FRANCE INDIVIDUEL \n \n \n2.5. Tournoi Vétérans et tournoi Seniors Plus \n• \nLe tournoi Vétérans est ouvert aux joueurs et joueuses ayant 65 ans ou plus avant le 1er janvier de l’année \nen cours. \n• \nLe tournoi Seniors Plus est ouvert aux joueurs et joueuses ayant de 50 ans à 64 ans avant le 1er janvier de la \nsaison en cours. \n2.6.  Inscriptions et sélections \nLa Direction Technique Fédérale établit au 15 avril la liste des joueurs et joueuses des tournois Nationaux. \nLes Ligues doivent adresser au plus tard le 15 juin à la Direction Technique du Championnat de France, le classement \nde leur championnat individuel ou à défaut des championnats des zones interdépartementales de la saison en cours. \n \n3.  \nDéroulement des tournois \n3.1. Formule \n• \nLes Nationaux se jouent en système coupe, en 4 tours à élimination directe. Les matchs de chaque tour se \ndéroulent en 2 parties à cadence classique avec alternance des couleurs. En cas d’égalité, un départage est \ndisputé en 2 parties rapides, puis si l’égalité persiste, 2 parties en blitz et blitz Armageddon le cas échéant. \nLa ou le vainqueur se qualifie pour le tour suivant.  \n- \nAppariements :  en fonction de leur classement Elo d’août de l’année en cours, un numéro est attribué \nde 1 à 16 à chaque joueur ou joueuse allant du plus fort au plus faible. Chaque numéro est placé dans \nl’un des 3 chapeaux utilisés pour le tirage au sort. Le tirage au sort est effectué en suivant le chemin \nprécisé dans l’Annexe du présent règlement. \n- \nCouleurs :  un tirage au sort est effectué au même temps que les appariements, désignant les couleurs \npour chaque tour. Le joueur ou joueuse qui a les Blancs pour la 1ère partie garde la même couleur pour \nchaque première partie de départage rapide et blitz. Pour le blitz Armageddon, un nouveau tirage au sort \na lieu et la personne gagnante choisit sa couleur.   \n• \nLes autres tournois se jouent au système suisse en neuf rondes.  \n3.2. Règles \nLes règles du jeu de la FIDE et de la FFE en vigueur à la date du championnat sont applicables à l'ensemble des \ntournois. \n3.3. Cadence \nLes parties sont jouées à la cadence Fischer : 40 coups en 1 h 30, puis 30 minutes pour finir la partie, avec ajout de \n30 secondes par coup durant toute la partie. \nDans les Nationaux, les cadences des éventuels départages sont : \n• \nParties rapides : 15 minutes avec ajout de 10 secondes \n• \nBlitz :  5 minutes avec ajout de 3 secondes \n• \nArmageddon : 5 minutes pour les Bancs et 4 minutes pour les Noirs avec ajout de 3 secondes par coup à \npartir du 61ème coup \n3.4. Homologation \nToutes les parties jouées sont comptabilisées pour l’Elo FIDE. \n \n3.5. Classements \nDans le National mixte, la finale détermine le titre de champion ou championne mixte et dans le National Féminin, \nle titre de championne féminine. Le match pour la 3e place détermine la dernière place du podium et la place \nqualificative pour le championnat suivant.  \nDans les tournois autres que les Nationaux, les joueurs et joueuses ex æquo sont départagés au système Buchholz tronqué 2 \n(Buchholz diminué des 2 plus mauvais scores ajustés), puis à la performance Elo. \n3.6. Attribution des prix \nLes prix sont attribués à la place. \n",
      "section": null
    },
    {
      "page_num": 4,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \n      A01-4/5 \nCHAMPIONNAT DE FRANCE INDIVIDUEL \n \n \n4.  \nDirection, arbitrage \n4.1. Direction \nLe Comité Directeur de la FFE désigne un Directeur ou Directrice Technique du Championnat en charge de veiller au bon \ndéroulement de la compétition. \n \n4.2. Arbitrage \nLe président de la F.F.E. désigne l’arbitre en chef du championnat après avoir consulté la Direction Technique du \nChampionnat et la Direction Nationale de l’Arbitrage. L’arbitre en chef du championnat établit la liste des arbitres. \n \n4.3. Règlement intérieur \nL’arbitre en chef établit, en accord avec la Direction Technique du Championnat, un règlement intérieur des tournois qui est \ncommuniqué aux joueurs et joueuses avant la 1ère ronde. Ce règlement doit notamment préciser l'horaire et la durée des \nséances de jeu. \n \n4.4. Forfaits \nEn cas de forfait injustifié, il est fait application du règlement intérieur de la D.N.A. (En particulier les articles 23.1 et 23.2). \n \n4.5. Commission d'appel et de surveillance \nLa commission d'appel et de surveillance est chargée de trancher les litiges techniques et de statuer sur les incidents \nperturbant la régularité ou la bonne tenue du championnat impliquant les participants aux tournois. \nL’arbitre en chef constitue en début de tournoi la commission, composée : \n• \nDu Directeur ou Directrice Technique du Championnat \n• \nDe trois joueurs/joueuses choisis dans les différents tournois \n• \nD’un membre du Comité Directeur de la FFE \n• \nDe l’arbitre en chef \n• \nD’un ou une arbitre du championnat \n \nLa composition de cette commission qui est présidée par la Direction Technique du Championnat ou à défaut par le \nmembre du Comité Directeur, est affichée dans la salle des tournois. \nPour présenter un appel à la commission concernant un litige technique, il faut : \n• \nEn informer l'arbitre au moment de l'incident \n• \nContinuer la partie en appliquant ses directives \n• \nDès la fin de la partie, déposer une réclamation écrite auprès de l'arbitre en chef \nDans le cadre des incidents perturbant la régularité ou la bonne tenue du Championnat, la commission se réunit à la demande \nde l'un de ses membres ; elle prend les décisions qu'elle juge utiles à la discipline et à la régularité du Championnat et peut \nprononcer des sanctions pouvant aller jusqu'à l'exclusion du tournoi.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n",
      "section": null
    },
    {
      "page_num": 5,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \n      A01-5/5 \nCHAMPIONNAT DE FRANCE INDIVIDUEL \n \n \n \n5.  Annexe \n5.1. Chemin des appariements des tournois Nationaux \n \n \n \n \n \n \n \nA\n1\nB\n9 à 16\nC\n9 à 16\nD\n5 à 8\nE\n5 à 8\nF\n9 à 16\nG\n9 à 16\nH\n4\nI\n3\nJ\n9 à 16\nK\n9 à 16\nL\n5 à 8\nM\n5 à 8\nN\n9 à 16\nO\n9 à 16\nP\n2\nChapeau 9 - 16\nPlaces fixes\nC\nB\nA\nD\nChapeau 1 - 4\nChapeau 5 - 8\nA vs B\nFinale\n1/2 finale\n1/2 finale\nI vs II\nIII vs IV\nV vs VI\nVII vs VIII\nO vs P \nM vs N\nVII\nVIII\nI\nII\nIII\nIV\nV\nVI\nC vs D\nE vs F\nG vs H\nI vs J\nK vs L\n",
      "section": null
    }
  ],
  "total_pages": 5,
  "extraction_date": "2026-01-14T02:52:42"
}
