{
  "filename": "A02_2025_26_Championnat_de_France_des_Clubs.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \n       A02-1/9 \n \n \nCHAMPIONNAT DE FRANCE DES CLUBS \n1. Organisation générale \n1.1 \nStructure \nLe Championnat de France des Clubs est organisé chaque saison. Il comporte 5 divisions nationales et des divisions \ninférieures au niveau régional et/ou départemental : \n• \nTop 16, comprenant 16 équipes (T16) ; \n• \nNationale 1, composée de 4 groupes de 10 équipes (N1) ; \n• \nNationale 2, composée de 8 groupes de 10 équipes (N2) ; \n• \nNationale 3, composée de 16 groupes de 10 équipes (N3) ; \n• \nNationale 4, composée de groupes de 8 ou 10 équipes (N4). Les groupes d'une même zone \ninterdépartementale doivent comporter un nombre identique d'équipes (8 ou 10). Les Ligues déterminent le \nnombre de groupes dans leur région, mais le nombre d’accessions en N3 par Ligue est déterminé par la FFE \n• \nDivisions inférieures organisées par les Ligues ou les CDJE.  \n \nLes clubs des principautés de Monaco et d'Andorre sont autorisés à participer au Championnat de France des Clubs. \nIls peuvent accéder aux divisions supérieures à la N2 sous réserve de ne pas participer à la plus haute division d'un \nautre championnat fédéral. \nLes groupes de Top 16, N1, N2, N3 sont organisés sous la responsabilité de la Commission Technique Fédérale \n(CTF), les groupes de N4 sous la responsabilité des Ligues. \nEn N4, des modifications mineures au règlement peuvent être apportées par les Ligues, à condition d'avoir été \nsoumises à la CTF et approuvées. \nLe nombre d’accessions en N3 accordées aux Ligues est calculé en septembre des années impaires et est effectif pour \n2 saisons à partir de septembre de l’année suivante (ex. : le nombre d’accessions calculé en septembre 2023 est \nappliqué pour les saisons 2024-2025 et 2025-2026). Il est déterminé par la CTF en fonction du nombre de licenciés \nA au 31 août des années impaires à partir des catégories U14F, U14M et plus âgés, et calculé à la proportionnelle au \nplus fort reste.  Chaque Ligue a au moins une accession. En cas de nombre de places disponibles supplémentaires en \nN3, la CTF pourra accorder aux Ligues les mieux classées et pour la période de 2 saisons, une accession \nsupplémentaire. Si une Ligue a plus de groupes que d’accessions accordées, la Ligue doit organiser des matchs de \nbarrage entre les vainqueurs des groupes. \n1.2 \nDéroulement de la compétition \nLe championnat se joue par équipes de clubs. Un club ne peut engager qu'une équipe en Top 16 et une équipe en N1. \nHormis ce cas, le nombre d'équipe par club n'est pas limité. \nA l’exception du Top 16, la compétition est organisée selon le système toutes rondes. \nEn Top 16, sont constitués deux groupes de 8 équipes dans chacun desquels se dispute un tournoi toutes rondes. \nLes groupes sont constitués selon le classement final de la saison précédente :  le 1er, 4e, 5e, 8e, 9e et 12e dans le \ngroupe A, et le 2e, 3e, 6e, 7e, 10e et 11e dans le deuxième groupe. Les 4 équipes qui montent de la N1 sont classées \nselon la moyenne des 8 meilleurs membres de l’équipe lors de la saison écoulée (incluant au minimum un joueur et \nune joueuse). La moyenne est calculée en tenant compte du Elo publié en vigueur lors de la dernière ronde de National \n1. Les équipes ayant la 1ère et 4ème meilleure moyenne sont placées dans le groupe A, et la 2ème et 3ème sont \nplacées dans le groupe B ». \n À l’issue de cette phase, les quatre premières équipes de chaque sous-groupe sont placées dans la poule haute, les \nquatre dernières équipes dans la poule basse. Dans chaque poule, se rencontrent seulement les équipes n’ayant pas \njoué ensemble. \nÀ l’issue de la saison, les équipes classées 1re de chaque groupe de N1, N2, N3 et N4 (ou vainqueurs des barrages en \nN4), accèdent à la division supérieure. \n \n",
      "section": null
    },
    {
      "page_num": 2,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \n       A02-2/9 \nCHAMPIONNAT DE FRANCE DES CLUBS \n \nDescendent en division inférieure : \n• \nLes équipes classées 13ème, 14ème, 15ème, et 16ème du Top 16 ; \n• \nLes équipes classées 9ème et 10ème de chaque groupe de N1 ; \n• \nLes équipes classées 9ème et 10ème de chaque groupe de N2 ;  \n• \nLes équipes classées 8ème, 9ème et 10ème de chaque groupe de N3. \n \nSi une équipe classée 1ère de chaque groupe de N1, N2, N3 et N4 (ou vainqueurs des barrages en N4) refuse son \naccession avant la publication des groupes ou si le règlement ne lui permet pas de monter, sa place revient uniquement \nà l’équipe deuxième de son groupe ou des barrages en N4. Si une équipe se déclare forfait après la publication des \ngroupes lors de la saison précédente, elle est exclue du Championnat de France des Clubs pour la saison en cours.  \n1.3 \nEngagements \nDès la fin du championnat (hormis TOP 16), la FFE publie un calendrier de l’intersaison. Ce   calendrier   indique   \nla procédure d’inscription que les clubs devront suivre pour participer à la saison suivante. Sous peine de non-\ninscription au championnat, les droits d’inscription doivent être réglés avant la date limite fixée par la FFE. \nLes clubs de N1, N2 et N3 doivent mettre gratuitement à disposition dans leur ville une salle permettant de bonnes \nconditions de jeu pour les matchs qui y seraient fixés, en désignant la personne chargée de l’organisation. \nL’inscription en Coupe de France est obligatoire pour les clubs du Top 16 et N1. \nLes clubs du Top 16 doivent avoir une équipe engagée en Interclubs Jeunes et une équipe féminine engagée en \nChampionnat de France Féminin des Clubs. Ces équipes devront jouer au complet au minimum la moitié des matchs \nprévus dans le calendrier de la division concernée. Tout club en infraction sera interdit de jouer en Top 16 et N1 la \nsaison suivante.  \nLes clubs de N1 doivent avoir une équipe engagée en Interclubs Jeunes ou une équipe féminine engagée en \nChampionnat de France Féminin des Clubs. Cette équipe devra jouer au complet au minimum la moitié des matchs \nprévus dans le calendrier de la division concernée. Tout club en infraction sera interdit de jouer en Top 16 et N1 la \nsaison suivante.  \nCette équipe ne doit pas être issue d’une entente telle que définie à l’article 11 des Règles Générales. \n1.4 \nLicences \nVoir Règles générales \n2. Organisation de la compétition \n2.1 \nLes directions des compétitions \n2.1.a Direction de Nationale \nLa Commission Technique Fédérale désigne en début de saison une personne chargée de la direction de Nationale du \nTop 16 à la N3. \nEn Top 16, la direction de Nationale implique aussi la direction de groupe. \nDe la N1 à la N3, la personne chargée de la direction de Nationale nomme en début de saison les personnes chargées \nde la des directions de groupe. \nEn N4, la nomination est effectuée par la Ligue, et la personne nommée prend alors l'appellation de directrice ou de \ndirecteur de groupe. \nCette personne centralise les résultats, confirme les classements provisoires et établit le classement final. \n2.1.b Direction de groupe \nLa personne chargée de la direction de groupe a pour mission de concevoir des appariements cohérents, de les \nadresser aux clubs concernés et à la direction de la Nationale (ou seulement à la Ligue en N4), de faire respecter les \nrèglements, de collecter les résultats et d’en vérifier la conformité. \nSon rôle consiste aussi à : \n1. Désigner si nécessaire pour chaque match une ou un \"responsable de la rencontre\" ; \n2. Vérifier les feuilles de match ; \n3. Contrôler la situation des joueuses et des joueurs ; \n4. Procéder aux redressements nécessaires ; \n",
      "section": null
    },
    {
      "page_num": 3,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \n       A02-3/9 \nCHAMPIONNAT DE FRANCE DES CLUBS \n \n5. Établir le récapitulatif des résultats de toutes les parties et les classements provisoires ; \n6. Transmettre ces documents accompagnés, le cas échéant, de ses observations à la direction de la Nationale \n(à la Ligue en N4) et aux équipes du groupe dans les plus brefs délais ; \n7. Publier en N1, N2, N3 et N4, les résultats et le classement provisoire sur le site Internet fédéral. \nLes décisions concernant les litiges réglés par les personnes chargées des directions de groupe sont notifiées aux \npersonnes concernées par lettre recommandée avec avis de réception ou par tout autre moyen permettant de prouver \nqu'elles ont bien été reçues. \n2.2    Calendrier \nLes dates des rondes sont publiées au calendrier officiel de la Fédération. La direction de groupe organise les \nappariements en fonction de celles-ci et désigne les lieux et les clubs organisateurs des rencontres. À l'exception de \nla dernière ronde, les équipes peuvent s'entendre pour avancer la date ou l'heure de leur match, avec l'accord écrit de \nla direction de groupe. \nPour la N4, les dates doivent être choisies parmi celles du calendrier fédéral pour les Nationales 2 et 3, sauf dérogation \nde la CTF. \nEn cas d'événement exceptionnel dûment justifié ou sur proposition de la direction de groupe, la personne chargée \nde la direction de la Nationale a tout pouvoir pour imposer un changement de date. \nHormis les cas précédents, toutes les dates fixées par la direction de groupe sont impératives et doivent être respectées \nsous peine de forfait. \n2.3   Lieu et heures des rencontres \nIls sont fixés par la direction de groupe, sauf intervention de la direction de la Nationale. Sauf contrordre de la \ndirection de groupe, l'heure du début est 14h15. \nTous les matchs de la dernière ronde d’un même groupe doivent se jouer à la même heure, sauf événement \nexceptionnel dûment justifié. \n2.4   Arbitres \nLes clubs possédant une ou plusieurs équipes en championnat de France des Clubs doivent comporter parmi leurs \nmembres : \n• \nEn Top 16, N1 et N2, une ou un arbitre fédéral Elite, d'Open ou de Club ; \n• \nEn N3 et N4, une ou un arbitre fédéral Elite, d'Open, de Club, ou Jeune (en N4, une demande de dérogation \nest possible par les Ligues.). \nLe non-respect de ces dispositions au 30 avril de la saison en cours est sanctionné d'une amende pour chaque équipe \négale au forfait isolé d’équipe selon la division. Le non-paiement dans les délais fixés entraîne pour les équipes \nl'exclusion du championnat la saison suivante, et les amendes restent dues par le club.  \nSi un club est toujours en infraction lors d’une deuxième saison consécutive, les équipes du club concerné sont \nreléguées en Nationale inférieure pour la saison suivante, sans sanction financière. \n2.5 \nResponsable des rencontres et arbitrage \nSauf décision contraire de la direction de groupe, la personne responsable de la rencontre est celle indiquée par le \nclub recevant. \nLa CTF peut sanctionner un club organisateur qui n'offrira pas des conditions d'accueil et de jeu convenables. \nEn Top 16, la direction de Nationale désigne les arbitres fédéraux après avis de la Direction Nationale de l'Arbitrage. \nEn N1, N2, N3 et N4, les matchs sont dirigés par une ou un arbitre fédéral Elite, d'Open ou de Club. La personne \nresponsable de la rencontre est chargée de désigner l’arbitre. En N4, une demande de dérogation est possible par les \nLigues. \nL’arbitre en N1 et N2 ne peut pas être joueur/joueuse, même dans une autre division. \nEn N3, l’arbitre d’un seul match ne peut jouer que dans ce même match. \nEn N4, l’arbitre peut jouer son match de N4 et officier dans un maximum de 2 matches de N4 et de division inférieure. \nLa personne responsable de la rencontre doit vérifier le statut de l’arbitre du match. \nLes clubs fautifs sont sanctionnés d'une amende de 150 € par infraction. Le non-paiement dans les délais fixés \nentraîne pour les équipes concernées l'exclusion du championnat la saison suivante. \n \n",
      "section": null
    },
    {
      "page_num": 4,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \n       A02-4/9 \nCHAMPIONNAT DE FRANCE DES CLUBS \n2.6 \nMatériel \nIl appartient aux clubs qui participent à la compétition et qui accueillent de fournir la totalité du matériel de jeu \nnécessaire à un bon déroulement des matchs. \nProcédure à tenir en cas de rencontre opposant 2 équipes visiteuses :  \nL'équipe ayant les blancs sur les échiquiers impairs (l'équipe la première nommée dans le calendrier) contacte le club \norganisateur afin que ce dernier confirme qu'il pourra assumer les 3 missions suivantes :  \n• \nFournir tout le matériel de jeu ; \n• \nL’arbitrage de la rencontre ;  \n• \nTransmission des résultats à la fin de la rencontre. \nSans réponse du club organisateur ou si ce dernier décline tout ou partie de ces missions, la responsabilité en revient \nalors à cette équipe ayant les blancs sur les échiquiers impairs.  \nException pour le cas de l’obligation d’un arbitre non-joueur/joueuse : si le club hôte ne peut pas offrir cette tâche \nalors les 2 clubs devront s’entendre pour trouver un arbitre. Si des frais doivent être engagés, ils seront à partager \nentre les 2 clubs. En cas d’infraction pour défaut d’arbitre non-joueur/joueuse, les 2 clubs seront sanctionnés d’une \namende de 75 € chacun. \nUne entente pour le partage des missions n'est pas interdite entre les 2 équipes. Toutes les informations et décisions \ndevront être consignées par écrit avant la rencontre et la personne en charge de la direction du groupe devra toujours \nêtre tenue informée.  \nEn cas d'insuffisance de matériel, la partie sur le (ou les) dernier(s) échiquier(s) de l'équipe fautive est perdue par \nforfait administratif. \n3. Déroulement des rencontres \n3.1. Règles du jeu \nLes règles de la Fédération Internationale Des Echecs et de la Fédération Française des Echecs en vigueur à la date \ndes matchs sont applicables à toutes les parties. \nLes parties effectivement jouées, même si un forfait administratif est prononcé ultérieurement, sont comptabilisées \npour le classement Elo. \n3.2 \nCouleurs \nL'équipe première nommée dans les appariements des rencontres a les blancs sur les échiquiers impairs et les noirs \nsur les échiquiers pairs. \n3.3 \nCadence \nEn Top 16, N1, N2, N3 et N4, les parties sont jouées à la cadence Fischer de 40 coups en 1h30, puis 30 minutes \npour terminer la partie, avec adjonction de 30 secondes par coup durant toute la partie (cadence B des règles \ngénérales). \nToute partie ne se jouant pas à la cadence réglementaire est sanctionnée d'un forfait administratif pour le joueur \nou/et la joueuse appartenant au club organisateur ou/et le joueur ou la joueuse qui refuse d'utiliser ladite cadence. \n3.4 \nStatut des joueurs et des joueuses – homologation \nLa Commission Technique fédérale se prononce sur le statut et la qualification des joueurs et joueuses : \n• \nAvant le début de la saison, à la demande du club où est (sera) prise la licence ; \n• \nÀ tout moment, mais au plus tard dans les trente jours suivant l'éventuelle rencontre concernée, à la demande \ndu club où est (sera) prise la licence, d'un autre club, de la direction du groupe, de la direction de Nationale, \nde la Direction Technique Fédérale, du Comité Directeur. \nLes clubs sont responsables de la qualification de leurs joueurs et joueuses (article 2 des Règles Générales). \nUne vérification systématique des dispositions prévues aux articles 1.1 et 1.2 des Règles Générales, et des articles \n3.6 et 3.7 du présent règlement est effectué par la direction de groupe. \n3.5 \nCapitaines \nVoir Règles Générales, article 8. \n \n \n",
      "section": null
    },
    {
      "page_num": 5,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \n       A02-5/9 \nCHAMPIONNAT DE FRANCE DES CLUBS \n \n \n3.6 \nFeuille de composition d'équipe – Feuille de match \n3.6.a) Feuille de match : à l’aide d’un document officiel, les capitaines d'équipe doivent remettre sur place à l'arbitre, \nou à la personne responsable du match, la liste ordonnée des joueurs/joueuses composant leur équipe, comportant \nleurs noms et prénoms, code fédéral et Elo au moins 15 minutes avant l'heure prévue pour le début de la rencontre. \nEn Top16, la liste doit être remise à 10h au plus tard, sauf décision contraire du directeur du TOP16. \nLorsque la liste est remise plus tard, les pendules de tous les échiquiers de l'équipe concernée sont avancées d'un \ntemps égal au retard. Si, de plus, un joueur ou une joueuse arrive dans un délai suffisant pour ne pas être forfait, mais \nqui entraîne un retard à la pendule supérieur à une heure, ce retard est ramené à une heure. \nCette liste ne peut plus être modifiée. Elle ne doit pas comporter de \"trou\". S'il n'y pas de nom inscrit sur la feuille \nde match à un certain échiquier, il ne doit pas y en avoir non plus aux échiquiers suivants. Le non-respect de cet \narticle entraîne, pour l'équipe fautive, un forfait administratif au premier échiquier vacant et sur tous les suivants. \n3.6.b) Echiquiers : toute personne ne jouant pas à l'échiquier qui lui est attribué sur la feuille de composition d'équipe \nest sanctionnée d'un forfait administratif (voir Règles générales article 3.1.3). \n3.6.c) Contrôle des licences : l'arbitre transcrit sur la feuille de match les feuilles de composition remises par les \ncapitaines des équipes, contrôle les licences à l’aide du site fédéral et, le cas échéant, indique sur le PV l'absence de \nlicence A. \n3.6.d) Validité de la licence : l’heure limite de prise de licence pour un joueur participant à une rencontre est l’heure \nprévue du début de la rencontre. \n3.6.e) Elo : l'Elo à prendre en compte est le dernier Elo publié. Si deux membres d’une équipe ont une différence de \nclassement Elo de plus de 100 points, le mieux classé doit être placé devant le moins bien classé. En cas d'infraction, \nforfait administratif pour le(s) joueur(s) ou joueuse(s) ayant le plus fort Elo. \n3.6.f) Composition d’une équipe forfait : une équipe forfait pour une ronde est considérée comme ayant joué dans \nla composition de la ronde précédente. Toute personne présente sur cette liste n’a pas le droit de jouer un autre \nmatch du Championnat de France des Clubs ce jour-là. S'il n'y a pas eu de ronde précédente, les membres composant \nl’équipe de la ronde suivante ne devront pas avoir joué dans le Championnat de France des Clubs le jour où le forfait \ns'est produit. \nUne infraction à cet article entraîne un forfait administratif pour tous les joueurs ou joueuses en faute. \n3.6.g) Composition d’une équipe bénéficiant d’un forfait ou d’une exemption : un club dont l'équipe bénéficie \nd'un forfait, ou est exempte pour une ronde, doit transmettre la composition de l'équipe concernée au directeur du \ngroupe ou à l'arbitre le jour de la ronde avant 22 heures. En cas de composition non transmise ou non règlementaire, \non appliquera les règles énoncées ci-dessus pour une équipe ayant fait forfait. \nLes articles 3.6 et 3.7 concernent les joueurs/joueuses inscrits sur les feuilles de composition d'équipe, même en cas \nd’absence. \n3.7 \nComposition des équipes \n3.7.a) Licences : chaque équipe est composée de 8 joueurs et/ou joueuses possédant une licence A respectant l'article \n1 des Règles Générales. Les Ligues peuvent faire le choix d'une N4 à 6 échiquiers par équipe. Chaque infraction est \nsanctionnée par un forfait administratif et un retrait de 2 points de parties sur le total de l’équipe. \n• \nEn Top 16, une liste de 16 joueurs/joueuses (dont au moins une joueuse française et un joueur français) doit \nêtre transmise à la Direction du Top 16 au plus tard 20 jours avant le début de la compétition. Les membres \nde la liste doivent, à l’exception des joueuses françaises, avoir un classement Elo de 2000 minimum au \nmoment du dépôt de la liste. Tout joueur ou joueuse ne figurant pas sur cette liste ne pourra pas jouer en Top \n16. \n• \nPour disputer un match du Top 16, aucun Elo minimum n'est requis pour la joueuse française obligatoire. \nLorsqu'une équipe aligne, pour une même rencontre, plusieurs joueuses françaises, seule celle ayant le \nmeilleur classement Elo est considérée comme la joueuse obligatoire. Les autres, si elles ont un Elo inférieur \nà 2000, seront sanctionnées d'un forfait administratif. \n3.7.b) Force des équipes : la Commission Technique Fédérale (la Ligue pour la N4) compose les groupes en \nnumérotant les équipes appartenant à un même Club par ordre de force décroissante. Les Clubs sont tenus de respecter \ncet ordre.  \n \n \n",
      "section": null
    },
    {
      "page_num": 6,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \n       A02-6/9 \nCHAMPIONNAT DE FRANCE DES CLUBS \n \nEn cas d'infraction, la Commission Technique Fédérale (la Ligue pour la N4) fera l'étude du cas.  \n• \nSi elle juge que l'affaiblissement d'une équipe a été abusif, cette équipe sera sanctionnée d'une amende. Son \nmontant sera la moitié du montant de l'amende prévue pour un forfait d'équipe.  \n• \nSi elle juge que le renforcement d'une équipe a été abusif, cette équipe sera sanctionnée par la perte de la \nrencontre avec un score de 3-1 en points de match et 5-0 en points de partie (4-0 en points de partie pour une \néquipe de 6 joueurs/joueuses). \nSur décision de la Commission Technique Fédérale (la Ligue pour la N4), un club peut permuter les numéros de ses \néquipes faisant partie d'une même nationale. La demande doit être faite au plus tard 15 jours avant le début de la \ncompétition. La force est calculée en fonction du résultat prévisible sur chaque échiquier entre deux équipes avec la \ncomposition des équipes le jour des matchs (Réf : Fonctionnement du système de classement de la FIDE - article \n8.1.2). En cas de forfait sportif individuel, la valeur du Elo à retenir à l’échiquier vacant est zéro. \nEn N4, la comparaison des équipes se fait sur le nombre d’échiquiers concernés par le règlement spécifique, c'est-à-\ndire, sur 6 échiquiers si ce cas est prévu par le règlement de la Ligue.  \n3.7.c) Participation dans plusieurs équipes : lorsqu'un club a plusieurs équipes engagées dans le championnat de \nFrance des clubs, un joueur ou une joueuse ne peut participer dans une équipe s'il ou elle a déjà joué trois fois dans \nune équipe plus forte telle que définie à l'article 3.7.b. En cas d'infraction, forfait administratif sur le 1er échiquier \nconcerné et tous ceux qui le suivent. \n3.7.d) Participation dans un même groupe : Lorsqu'un club a plusieurs équipes engagées dans un même groupe, \nla participation d’un joueur ou d'une joueuse à plusieurs équipes de ce même groupe est interdite, y compris \nd'éventuels barrages. En cas d'infraction, forfait administratif sur le 1er échiquier concerné et tous ceux qui le suivent. \n3.7.e) Nombre de parties : pour disputer le match n de N1, N2, N3, N4 ou une division inférieure, un joueur/joueuse \ndoit avoir joué moins de n matchs dans le championnat. En cas d'infraction, forfait administratif sur l'échiquier \nconcerné avec la marque de - 1. La partie n’est pas prise en compte dans le total individuel des rondes jouées. \nPrécision : en Top 16, tout joueur/joueuse dépassant le total de 11 rondes jouées dans la saison dans le championnat \nde France des clubs, est sanctionné d’un forfait administratif avec la marque de -1 à chaque partie supplémentaire en \ninfraction. \n3.7.f) Noyau de l’équipe : en N1, N2 et N3, chaque équipe doit aligner à chaque ronde au moins 50% de personnes \n(appelé noyau) inscrites sur le PV ayant déjà participé au moins une fois pour le compte de cette équipe depuis le \ndébut de la saison (sauf pour la ronde 1). En cas d'infraction, en suivant l’ordre des échiquiers, on sanctionne par \nforfait administratif l’échiquier hors noyau qui ne respecte pas la règle des 50 % et tous ceux qui le suivent, qu’ils \nsoient en infraction ou non. \n3.7.g) Joueuses et joueurs mutés : pour chaque match, une équipe ne peut aligner plus de 3 personnes mutées (voir \nRègles Générales 2.2). En cas d'infraction, en suivant l’ordre des échiquiers, forfait administratif sur le premier \néchiquier en faute (le 4ème muté – le 3ème muté si équipe de 6 participants) et tous ceux qui le suivent.  \n3.7.h) Nationalité étrangère : au moins cinq des joueurs ou joueuses composant une équipe doivent posséder la \nnationalité française ou être ressortissants de l’Union Européenne résidant en France, ou extracommunautaires \nrésidant en France depuis 5 ans. Cette exigence est ramenée à 4 personnes s’il y a un maximum de 6 personnes \ninscrites sur le PV. En cas d'infraction, en suivant l’ordre des échiquiers, forfait administratif sur le premier échiquier \nen faute (le 4ème étranger – le 3ème étranger si équipe de 6 participants) et tous ceux qui le suivent. \n3.7.i) Nationalité française : en Top 16, N1, et N2, chaque équipe doit inscrire sur la feuille de match au moins un \njoueur français et au moins une joueuse française. L'absence de joueur ou de joueuse de nationalité française, soit sur \nla feuille de match soit physiquement, entraîne le forfait (administratif ou sportif selon le cas) avec la marque de – 1 \npar infraction à partir du dernier échiquier. \n3.7.j) Elo en N4 et division inferieure : les joueurs ou joueuses ayant un classement Elo supérieur à 2400 ne sont \npas autorisés à jouer en Nationale 4 ou en division inférieure, sauf si moins de deux équipes du club participent aux \ndivisions supérieures pendant la saison en cours. En cas d'infraction, forfait administratif sur le premier échiquier \nconcerné et tous ceux qui le suivent. \n3.7.k) Matchs de barrage : les dispositions de l’ensemble de l’article 3.7 restent valables pour les matchs de barrage, \nmais en plus, les joueurs ou joueuses participant à un tel match devront avoir joué au moins une fois dans la nationale \nconcernée ou dans une nationale inférieure du Championnat de France des Clubs durant la saison en cours. \nLes articles 3.6 et 3.7 concernent les joueurs/joueuses inscrits sur les feuilles de composition d'équipe, même en cas \nd’absence. \n \n \n \n",
      "section": null
    },
    {
      "page_num": 7,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \n       A02-7/9 \nCHAMPIONNAT DE FRANCE DES CLUBS \n3.8 \nForfaits sportifs \nDéfinition : voir Règles Générales, article 3.1.1 \nLe retard autorisé est de 60 minutes pour toutes les divisions nationales. Pour les divisions inférieures le retard est \nfixé par l’organisateur (Ligue ou CDJE). \nUne équipe de 8 personnes ayant au moins 5 forfaits individuels perd sur le score de 3-0 (5-0 de points de partie). \nUne équipe de 6 personnes ayant au moins 4 forfaits individuels perd sur le score de 3-0 (4-0 de points de partie). \nUne équipe n'ayant pas l'intention de se déplacer ou ne pouvant aligner le nombre de membres requis permettant la \ntenue de la rencontre, doit avertir le club adverse et la direction de son groupe au plus tard l'avant-veille du jour fixé \npour le match. Toute équipe ne se conformant pas à ces prescriptions et provoquant un déplacement inutile sera tenue \nde rembourser intégralement les frais de déplacements et de séjour occasionnés (voir Règles Générales 3.2.3). Le \nnon-remboursement de ces frais dans les délais fixés entraîne pour les équipes concernées l'exclusion du \nChampionnat de France des Clubs la saison suivante. \nEn Top 16, chaque forfait individuel sera sanctionné d'une amende de 300 €. En N1, chaque forfait individuel sera \nsanctionné d'une amende de 200 €. \nEn N2 et N3, chaque forfait individuel, à partir du 4e dans la même équipe et dans la même saison, sera sanctionné \nd'une amende de 100 €. \nSauf événement exceptionnel dûment justifié reconnu par la direction de groupe, tout forfait d'une équipe sera \nsanctionné par l'amende suivante : 1 500 € en Top 16, 750 € en N1, 400 € en N2, 300 € en N3. Cette amende sera \ndoublée si le forfait a lieu à la dernière ronde. \nLe non-paiement des amendes dans les délais fixés par la direction de groupe, entraîne pour les équipes concernées \nl'exclusion du Championnat de France des Clubs la saison suivante. \nUne équipe pénalisée financièrement pour un forfait d'équipe ne sera pas pénalisée financièrement, à la même ronde, \npour les forfaits individuels. \nUne exclusion du championnat n’annule pas la ou les amendes, qui restent dues par le club. \n3.9 \nLitiges techniques \nLorsqu'un litige technique survient en cours de partie, celle-ci doit toujours être poursuivie, en appliquant les \ndirectives de l'arbitre. Un appel des décisions de l'arbitre peut être interjeté. Le ou la capitaine de l'équipe plaignante \nformule alors sa réclamation par écrit. L'arbitre et le ou la capitaine de l'équipe adverse rédigent chacun un rapport \ndonnant leur version des faits. Tous ces documents sont transmis avec le procès-verbal du match à la direction du \ngroupe par l'arbitre, qui devra garder une trace numérique ou une copie. \n \nAu début de la phase finale du Top 16, une commission des litiges du tournoi est formée par l'arbitre principal. Elle \ntranche les litiges survenant durant cette phase. Sa composition est la suivante : \n• \nDeux membres désignés par la Direction Technique Fédérale ; \n• \nLa direction du Top 16, qui peut designer une personne représentante ; \n• \nL’arbitre principal avec voix consultative. \nUne personne ne peut statuer sur une affaire impliquant la Ligue dans laquelle elle est licenciée. \n3.10 Procès-verbal de rencontre \nDès la fin de la rencontre l'arbitre complétera le procès-verbal avec les résultats des parties et du match. \nLe procès-verbal est signé par les capitaines et par l'arbitre. \n3.11 Transmission des résultats \n3.11.a) Le club responsable de la rencontre doit saisir le procès-verbal (PV) de la rencontre sur le site fédéral avant \n22h (23h pour les rencontres du samedi qui débutent à 16h). \nUne publication des PV électroniques des rencontres du samedi pourra avoir lieu avant le début de la ronde du \ndimanche à condition que la direction de groupe les possède tous. \nLe non-respect de ces obligations entraînera les sanctions mentionnées à l'article 3.11.c. \n3.11.b) Les capitaines des équipes doivent vérifier les résultats sur internet et disposent de 3 jours après la rencontre \npour prévenir la direction de groupe s'ils ou elles constatent une erreur. La personne responsable de la rencontre doit \ngarder le ou les procès-verbaux 6 mois, comme pour les feuilles de parties.  \n \n",
      "section": null
    },
    {
      "page_num": 8,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \n       A02-8/9 \nCHAMPIONNAT DE FRANCE DES CLUBS \n \nEn cas de réclamations, elle devra le ou les transmettre à la direction de groupe. Les éventuelles réclamations, \nattestations, etc., sont expédiées au tarif \"lettre\" par la personne responsable de la rencontre à la direction de groupe, \nau plus tard le surlendemain du jour du match. \nLe non-respect de cette obligation entraînera les sanctions mentionnées à l'article 3.11.c). \n3.11.c) Le non-respect de l'article 3.10, 3.11.a) ou 3.11.b) entraîne : \n• \n25 € d'amende pour la première infraction ; \n• \n50 € d'amende pour la deuxième infraction ; \n• \n75 € d'amende pour la troisième infraction, etc. \n3.12 Tenue vestimentaire \nLes joueurs et joueuses des équipes du Top 16 ont l'obligation de porter un maillot (ou un haut de vêtement) \nreprésentatif de leur club au minimum à la première et la dernière ronde. Pour tout manquement à cet article, le club \nsera sanctionné d'une amende de 100€ par match. \n4 Résultats – classements \n4.1 \nPoints de parties \nUne partie gagnée est comptée 1 point, une partie perdue devant l'échiquier 0 point, une partie nulle est notée X et \nn'est pas comptabilisée dans le score final. \nUne partie perdue par forfait sportif est comptée : \n• \n- 1 si une partie a été effectivement jouée sur l'un des échiquiers suivant l'échiquier concerné ; \n• \n- 1 s'il s'agit du joueur français ou de la joueuse française sur la feuille de match, en application de l'article \n3.7.i ; \n• \n0 dans les autres cas. \nUne partie perdue par forfait administratif est comptée 0 point sauf indication contraire par l'article 3.7, et elle est \ngagnée par l'adversaire, exception faite si l’adversaire est aussi en infraction. \nLe score d'une équipe en points de parties est égal à la somme des marques individuelles de ses échiquiers et de ses \npénalités ; il ne peut être inférieur à zéro. Le score d'une équipe ayant gagné par forfait sportif ou à la suite de pénalités \nadministratives de l'équipe adverse est au maximum de 5-0 en points de parties, sauf si le score obtenu sur l'échiquier \nest supérieur (dans ce cas-là, c'est le score obtenu sur l'échiquier qui sera retenu). Un score de 6-1, 7-2… est supérieur \nà un score de 5-0.  L'énoncé du score précise les points marqués par les deux équipes. Le différentiel d'une équipe \npour un match est défini par la différence entre les points de parties marqués et ceux concédés. \n4.2 \nPoints de match \nLe gain du match est attribué à l'équipe totalisant plus de points de parties que l'équipe adverse. En cas d'égalité de \npoints de parties, le match est déclaré nul. \nUn match gagné est compté 3 points, un match nul est compté 2 points, un match perdu devant l'échiquier est compté \n1 point. \nUn match perdu par forfait sportif est compté 0 point. \nUn match perdu à la suite de forfait(s) administratif(s) est compté 1 point. \nUne équipe bénéficiant d’une exemption ne marque aucun point. \nEn cas de match nul pour un match de barrage en N4 ou division inférieure, le règlement spécifique adopté par la \nLigue ou le CDJE doit indiquer les départages retenus.  \nÀ défaut, l'équipe gagnante est celle ayant gagné sur l'échiquier n° 1 ou, en cas de nullité sur cet échiquier, l'équipe \nayant gagné sur l'échiquier n° 2, etc.  \nDans le cas où toutes les parties sont nulles, le gain est attribué à l'équipe dont la somme des Elo est la plus faible. \nEn cas d’une nouvelle égalité, c’est l'équipe dont l'âge moyen des membres est le plus faible. \n4.3 \nForfaits \nSi une équipe déclare forfait pour plus de la moitié des matchs du championnat, ses résultats ne sont pas comptabilisés \ndans le classement. \nSi une équipe déclare forfait pour un ou plusieurs matchs, mais joue au moins la moitié du championnat, ses résultats \nsont comptabilisés dans le classement. Cependant, en cas de départage entre plusieurs équipes au différentiel ou \npoints \"pour\", les résultats de cette équipe forfait sont retirés pour le calcul. \nSanctions sportives : voir Règles Générales 3.3.3.c. \n",
      "section": null
    },
    {
      "page_num": 9,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \n       A02-9/9 \nCHAMPIONNAT DE FRANCE DES CLUBS \n \n4.4 \nClassement \nEn N1, N2, N3 et N4, le classement final de chaque groupe est effectué suivant le total des points de match. \nEn cas d'égalité de points de match, on utilise les résultats réalisés entre elles par les équipes à départager (points de \nmatch, puis différentiel, puis points \"pour\"). \nEn cas de nouvelle égalité, le départage est effectué par les différentiels calculés sur l'ensemble de la compétition \npuis, en cas de nouvelle égalité, sur le nombre de points \"pour\" réalisés par les équipes à départager sur l'ensemble \nde la compétition. \nSi une égalité subsiste, on prend dans l'ordre la somme des différentiels au 1er échiquier, puis au 2e, etc. \n \nPour départager des équipes ayant terminé à la même place dans des groupes différents, on utilisera les départages \ndans l’ordre suivant : \n1. Ratio points de match / nombre de matchs joués. \n2. Ratio différentiel / nombre de matchs joués. \n3. Ratio points de parties / nombre de matchs joués. \nCe départage servira à déterminer l’ordre des relégations ou des repêchages \nEn Top 16, les places 1 à 8 sont attribuées aux équipes de la poule haute, les places 9 à 16 à celles de la poule basse. \nL'équipe gagnant la poule haute du Top 16 est déclarée Championne de France des Clubs. \nDans chaque poule, le classement est effectué suivant le total des points de match sur l'ensemble de la compétition. \nEn cas d'égalité de points de match, on utilise les résultats réalisés entre elles par les équipes à départager (points de \nmatch, puis différentiel, puis points de parties). \nEn cas de nouvelle égalité, le départage est effectué par les différentiels, puis si nécessaire par les points de parties, \nen tenant compte des matches joués entre elles et contre les adversaires communs à toutes les équipes à départager. \nLes deux premiers du Top 16 sont qualifiés pour la Coupe d'Europe des Clubs. \n \n \n",
      "section": null
    }
  ],
  "total_pages": 9,
  "extraction_date": "2026-01-14T02:52:42"
}
