{
  "filename": "A03_2025_26_Championnat_de_France_des_Clubs_rapides.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": "Texte modifié par la CT 17/05/2025 \n A03-1/4 \n \n \nCHAMPIONNAT DE FRANCE DES CLUBS EN PARTIES RAPIDES \n1. Organisation générale \n1.1 \nStructure \nLe Championnat de France des Clubs en parties rapides est organisé en une seule phase et il est ouvert à tous les \nclubs affiliés à la FFE pour la saison en cours. \nToutes les équipes jouent le même tournoi. Trois catégories, établies par moyenne Elo, permettront de décerner les \ntitres de clubs champions. Les trois catégories sont : \nCatégorie A : moyenne supérieure à 2000 \nCatégorie B : moyenne supérieure à 1700 \nCatégorie C : moyenne inférieure ou égale à 1700 \n1.2 \nDéroulement de la compétition \nLe championnat se joue par équipes de clubs. Un club ne peut engager plus de 2 équipes. S’il reste des places à \npourvoir à la fin de la procédure d’inscription, une nouvelle étape d’inscription sera ouverte sans limitation d’équipes \npar club. \nLa compétition est organisée en deux phases : \n• \nPremière phase : en système suisse en 15 rondes, \n• \nPhase finale : Après la dernière ronde en système suisse, les 4 premières équipes des trois catégories (A, B, \nC), disputent une phase à élimination directe en demi-finales et finale pour déterminer les 4 premières places \nde leur catégorie. Un seul match est disputé dans chacune des rencontres, la première équipe rencontrant la \nquatrième tandis que la deuxième est appariée à la troisième. Les équipes gagnantes jouent la finale pour le \ntitre tandis que les perdants disputent un match de classement pour la troisième place. \nEn cas de match nul lors de la phase finale, un des échiquiers du match est tiré au sort afin de disputer une \npartie unique en Armageddon. Les deux joueurs ayant joué sur l’échiquier concerné procèdent à un tirage au \nsort. Le vainqueur du tirage choisit sa couleur. \n1.3 \nEngagements \nLa fédération annonce les modalités d’inscription après l’attribution de l’organisation. En fonction de la capacité \nd’accueil de la salle, un nombre d’équipes maximum sera autorisé à disputer le championnat. \nLes inscriptions seront validées dans l’ordre chronologique du règlement des frais d’inscription. \n1.4 \nLicences \nVoir Règles générales. \n2. Organisation de la compétition \n2.1 \nDirection du championnat et arbitrage \nLa personne chargée de la direction du championnat est nommée par le président de la F.F.E. \nLa direction de la compétition organise la procédure des inscriptions, fait respecter les règlements, contrôle la \nsituation des joueurs/joueuses, procède aux redressements nécessaires. \nLe président de la F.F.E. désigne l’arbitre en chef du championnat après avoir consulté la Direction Nationale de \nl’Arbitrage. L’arbitre en chef du championnat établit la liste des arbitres. \nLa direction de la compétition est associée au comité d’organisation du championnat.",
      "section": null
    },
    {
      "page_num": 2,
      "text": "Texte modifié par la CT le 17/05/2025 \nA03-2/4 \nCHAMPIONNAT DE FRANCE DES CLUBS EN PARTIES RAPIDES \n2.2 Calendrier \nLes dates du championnat sont publiées au calendrier officiel de la Fédération. \n2.3 Lieu et heures des rencontres \nIls sont fixés par la direction de la compétition en accord avec le Comité d’Organisation. \n3. Déroulement des rencontres \n3.1. Règles du jeu \nLes règles de la Fédération Internationale Des Échecs et de la Fédération Française des Echecs en vigueur à la date \ndes matchs sont applicables à toutes les parties. \nLes parties effectivement jouées, même si un forfait administratif est prononcé ultérieurement, sont comptabilisées \npour le classement Elo. \n3.2 \nCouleurs \nL'équipe première nommée dans les appariements des rencontres a les blancs sur les échiquiers impairs et les noirs \nsur les échiquiers pairs. \nLors de la phase finale, le mieux classé lors de la première phase a les blancs sur les échiquiers impairs. Toutefois, si \n2 équipes se sont déjà rencontrées lors de la première phase, alors les couleurs sont inversées pour la phase finale. \nPour les parties Armageddon de la phase finale, le vainqueur du tirage au sort choisit sa couleur. \n3.3 \nCadence \n• \nSystème suisse et matchs à élimination directe : 15 minutes avec ajout de 3 secondes par coup durant toute \nla partie. \n• \nArmageddon : 5 minutes pour les Blancs et 4 minutes pour les Noirs avec ajout de 3 secondes par coup à \npartir du 61ème coup. \n3.4 \nStatut des joueurs et des joueuses – homologation \nLa Commission Technique fédérale se prononce sur le statut et la qualification des joueurs et joueuses : \n● Avant le début de la saison, à la demande du club où est (sera) prise la licence ; \n● À tout moment, mais au plus tard dans les trente jours suivant la tenue du championnat, à la demande du club \noù est (sera) prise la licence, d'un autre club, de l’arbitre en chef, la Direction Technique Fédérale, du Comité \nDirecteur. \nLes clubs sont responsables de la qualification de leurs joueurs et joueuses (article 2 des Règles Générales). \n3.5 \nCapitaines \nVoir Règles Générales, article 8. \n3.6 \nFeuille de composition d'équipe \n3.6.a) Liste des membres de l’équipe : Au moment de l’inscription, les clubs doivent, selon les modalités mises en \nplace par la FFE ou l’organisateur, déposer la liste ordonnée des 4 membres composant leur équipe. L'ordre dans \nlequel sont alignés les membres de l’équipe est du ressort du ou de la capitaine. Cette liste pourra être modifiée \njusqu’à l’heure limite du pointage indiqué par l’organisateur. Une fois la compétition commencée, aucune \nmodification ne sera acceptée et tout forfait individuel éventuel, ne pourra pas être remplacé. \n3.6.b) Echiquiers : L’ordre des échiquiers doit suivre la liste ordonnée (1, 2, 3, 4) déposée par les équipes selon \nl’article 3.6.a. Toute personne ne jouant pas à l'échiquier qui lui est attribué sur la feuille de composition d'équipe est \nsanctionnée d'un forfait administratif avec la marque de 0 points et victoire pour l’adversaire. \n3.6.c) Validité de la licence : l’heure limite de prise de licence pour un joueur ou joueuse participant au championnat \nest l’heure prévue du début de la ronde 1. \n3.6.d) Elo : le classement Elo à prendre en compte est le dernier Elo publié. Dans l’ordre, le classement Elo en \nvigueur pour cette compétition est le classement rapide FIDE, le classement standard FIDE, puis le classement rapide \nFFE.",
      "section": null
    },
    {
      "page_num": 3,
      "text": "Texte modifié par la CT le 17/05/2025 \nA03-3/4 \nCHAMPIONNAT DE FRANCE DES CLUBS EN PARTIES RAPIDES \n3.7 \nComposition des équipes \n3.7.a) Licences : chaque équipe est composée de 4 joueurs et/ou joueuses possédant une licence A ou B respectant \nl'article 1 des Règles Générales. Le non-respect de cet article entraîne la perte du match par 2-0 pour le club fautif \n(4-0 de points de parties). \n3.7.b) Participation dans plusieurs équipes : Lorsqu'un club a plusieurs équipes engagées, un joueur ou joueuse ne \npeut jouer dans deux équipes différentes. Le non-respect de cet article entraîne la perte du match par 2-0 pour le club \nfautif (4-0 de points de parties). \n3.7.c) Nationalité : Pour chaque match, la moitié au moins des membres composant une équipe doit être de \nnationalité française ou ressortissant de l’Union Européenne résidant en France ou extracommunautaires résidant en \nFrance depuis 5 ans. Le non-respect de cet article entraîne la perte du match par 2-0 pour le club fautif (4-0 de points \nde parties). \n3.7.d) Joueuses et joueurs mutés : pour chaque match, une équipe ne peut aligner plus de deux personnes mutées \n(voir Règles Générales 2.2). Le non-respect de cet article entraîne la perte du match par 2-0 pour le club fautif (4-0 \nde points de parties). \n3.8 \nForfaits sportifs \nDéfinition : voir Règles Générales, article 3.1.1 \nLe retard autorisé est fixé par l’organisateur. \nUne équipe ayant plus de deux forfaits individuels perd le match avec un score de 3-0 de points de partie. \nSauf événement exceptionnel dûment justifié reconnu par la direction du championnat, le forfait d'une équipe sans \nl’annoncer à l’arbitre avant que les appariements de la ronde concernée soient effectués, est sanctionné par une \namende de 50 €. Cette équipe ne sera plus réintégré dans le championnat. \nUne équipe ayant annoncé un forfait pour une ronde avant que les appariements de la ronde concernée soient \neffectués, peut réintégrer le tournoi uniquement s’il a effectué un forfait pour une seule ronde. \nUne exclusion du championnat n’annule pas la ou les amendes, qui restent dues par le club à la FFE. \n3.9 \nLitiges techniques \nAu début du championnat, une Commission d’Appel est formée par l'arbitre en chef. Cette commission tranche les \nlitiges survenant durant le championnat. Sa composition est la suivante : \n \n● La personne chargée de la direction de la compétition ; \n● L’arbitre principal ; \n● Deux membres du Comité Organisateur ou leurs représentants ; \n● Un arbitre du championnat ; \n \nLorsqu'un litige technique survient en cours de partie, celle-ci doit toujours être poursuivie, en appliquant les \ndirectives de l'arbitre. Un appel des décisions de l'arbitre peut être interjeté. Le ou la capitaine de l'équipe \nplaignante formule alors sa réclamation par écrit auprès de l’arbitre en chef. \nDans le cadre des incidents perturbant la régularité ou la bonne tenue du Championnat, la commission se réunit à la \ndemande de l'un de ses membres ; elle prend les décisions qu'elle juge utiles à la discipline et à la régularité du \nChampionnat et peut prononcer des sanctions pouvant aller jusqu'à l'exclusion du tournoi. \n3.10 Procès-verbal de rencontre \nDès la fin de chaque match les capitaines d’équipes doivent confirmer le résultat en suivant les directives données en \ndébut du championnat par l’organisateur. \n3.11 Transmission des résultats \nL’organisation du tournoi aura la charge de rentrer les résultats des matchs sur le site fédéral après chaque ronde.",
      "section": null
    },
    {
      "page_num": 4,
      "text": "Texte modifié par la CT le 17/05/2025 \nA03-4/4 \nCHAMPIONNAT DE FRANCE DES CLUBS EN PARTIES RAPIDES \n4. Résultats – classements \n4.1 \nPoints de parties \n• \nUne partie gagnée est comptée 1 point, \n• \nUne partie perdue devant l'échiquier ou par forfait sportif est comptée 0 point, \n• \nUne partie nulle est notée X et n'est pas comptabilisée dans le score final. \nLe score d'une équipe en points de parties est égal à la somme des marques individuelles de ses échiquiers. Le score \nd'une équipe ayant gagné par forfait sportif est de 3-0 en points de parties. Le score d'une équipe exempte est de 3-0 \nen points de parties. \n \n4.2 \nPoints de match \nLe gain du match est attribué à l'équipe totalisant plus de points de parties que l'équipe adverse. En cas d'égalité de \npoints de parties, le match est déclaré nul. \nUn match gagné est compté 3 points, un match nul est compté 2 points, un match perdu devant l'échiquier est compté \n1 point et un match perdu par forfait est compté 0 point. \nUne équipe bénéficiant d’une exemption marque 3 points. \n4.3 \nClassement \nEn système suisse, le classement général est fait aux points de matchs, avec départage par la somme des différentiels \n(gains–pertes), puis par la somme des points de parties \"pour\", et enfin au bénéfice de l'équipe ayant la moyenne Elo \nrapide la plus basse. \nLes équipes qualifiées pour la phase finale, prennent les 4 premières places de chaque catégorie à l’issue des matchs \nde cette phase. \nLa première équipe de chaque catégorie est proclamée Championne de France des Clubs en parties rapides de sa \ncatégorie.",
      "section": null
    }
  ],
  "total_pages": 4,
  "extraction_date": "2026-01-15T02:30:13"
}
