{
  "filename": "C01_2025_26_Coupe_de_France.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \n       C01-1/5 \n \n \nCOUPE DE FRANCE \n1.  Organisation générale \n1.1.  Structure \nLa Coupe de France est organisée chaque saison. Elle est ouverte à tous les clubs affiliés à la Fédération Française \ndes Échecs. Chaque club ne peut engager qu'une équipe. \n1.2.  Déroulement de la compétition \nElle se déroule suivant un système de matchs à éliminations directes et successives. \nLes clubs vainqueurs d'un match sont qualifiés pour le tour suivant ; les clubs perdants sont éliminés. \nLe club tenant de la Coupe de France, ainsi que les clubs engagés en Top 16 entrent directement dans la compétition \nau niveau des 32e de finale. Les clubs engagés en Nationale 1 entrent en 64e de finale.  \nLe nombre d'équipes engagées détermine le nombre de tours. \nCertaines équipes peuvent être exemptées du premier tour. Sont exemptées en premier lieu, sauf contrainte \ngéographique, les clubs participant à la Nationale 2 de la saison en cours, puis les clubs de Nationale 3. \n1.3.  Engagements \nLes inscriptions doivent être adressées au Directeur de la Coupe de France avant la date limite indiquée en début de \nsaison. \nLes clubs engagés dans le Championnat de France des Clubs Top 16 et Nationale 1, doivent s'inscrire en Coupe de \nFrance, sous peine d'exclusion immédiate du Championnat. \n1.4.  Licences \nVoir règles générales. \nLe non-respect de cet article entraîne la perte du match pour le club fautif. \n2.  Organisation de la compétition \n2.1.  Direction de la Coupe de France \nLa personne chargée de la direction de la Coupe de France est nommée par la Commission Technique Fédérale. \nElle organise les tirages au sort, fait respecter les règlements, collecte les résultats et en vérifie la conformité. \nElle désigne si nécessaire pour chaque match une personne \"responsable de la rencontre\". \nElle vérifie les feuilles de match, contrôle la situation des joueurs/joueuses, procède aux redressements nécessaires, \nétablit le récapitulatif de toutes les parties. \n2.2.  Calendrier \nÀ l'exception des quarts, demi-finales et de la finale, les clubs peuvent éventuellement s'entendre pour avancer la \ndate d'un match, sous réserve qu'ils obtiennent l'accord écrit de la Direction de la Coupe de France. \nSauf décision contraire de la Direction de la Coupe de France, toutes les dates du calendrier sont impératives et \ndoivent être respectées sous peine de forfait. \nJusqu’en seizième de finale, les clubs sont répartis en groupes géographiques, et le tirage au sort est intégral à \nl’intérieur de ces groupes. \nÀ partir des huitièmes de finale, le tirage au sort est intégral. \n",
      "section": null
    },
    {
      "page_num": 2,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \n       C01-2/5 \n \n \nCOUPE DE FRANCE \n2.3.  Lieu et heures des rencontres \nLes clubs sont informés du lieu et de l'heure des matchs par la Direction de la Coupe de France dans les meilleurs \ndélais. \n2.3.a Lieu des rencontres  \nLe lieu des rencontres privilégie l’alternance des déplacements et des réceptions des rencontres, et se déroule dans le \nlocal d’un des deux clubs. Un autre lieu peut être retenu sur proposition conjointe des deux clubs ou imposé par la \nDirection de la compétition.  \nLors du 1er tour de la compétition, l’équipe tirée au sort en premier reçoit la rencontre. Le lieu des rencontres suit, \ndans l’ordre, les règles suivantes : \n1) L’alternance des déplacements et des réceptions des rencontres. \n2) En cas d’impossibilité, l’historique chronologique inversé des déplacements/réceptions (on remonte les \ntours précédents jusqu’à trouver un départage). Un match non joué suite à un forfait n’est pas comptabi-\nlisé. Un match joué dans un club tiers est comptabilisé comme un déplacement. \n3) En cas de parcours similaires, le plus petit différentiel kilométrique se déplace. \n4) En dernier lieu, l’équipe tirée au sort en premier reçoit la rencontre. \n2.3.b Heures des rencontres \nLes matchs débutent à 14h15, mais les clubs peuvent éventuellement s'entendre pour en avancer l'heure, sous réserve \nqu'ils obtiennent l'accord de la Direction de la Coupe de France. \nPour les quarts, demi-finales et finale, l'heure est fixée par la Direction de la Coupe de France. Pour les huitièmes et \nquarts, si un club a plus de 850 km aller-retour à parcourir, il peut exiger de débuter le match à 10h. Cette demande \ndoit être formulée au moins une semaine à l'avance et communiquée à l'adversaire et à la Direction de la Coupe de \nFrance. En cas d'impossibilité, cette dernière pourra trouver un autre lieu ou inverser le lieu du match. \nSi les matchs débutent effectivement à 10h00, ces clubs pourront demander le remboursement de leurs frais de \ntransport et d'hébergement (2 chambres doubles) avec justificatifs selon les tarifs fédéraux en vigueur et ce dans les \n90 jours après le match. \n2.4.  Responsable des rencontres \nÀ réception de l'information fixant un match, la personne responsable de l'équipe recevant doit confirmer le lieu et \nl'heure de la rencontre à la personne responsable de l'équipe adverse. \nTout club n'ayant pas reçu les coordonnées du club recevant 5 jours avant la rencontre doit en informer la Direction \nde la Coupe de France. Le non-respect de cette procédure peut entraîner la perte du match. \n2.5.  Arbitres \nJusqu'en quarts de finale inclus, le club prévu pour recevoir désigne l’arbitre de la rencontre et en assume le \ndéfraiement, y compris si la Direction de la Coupe de France impose un changement de lieu de rencontre.   \nJusqu’en huitième de finale, l’arbitre doit être au minimum Arbitre Fédéral de Club (AFC). \nÀ partir des quarts de finale, l’arbitre doit être au minimum Arbitre Fédéral d’Open 1 (AFO1). \nEnsuite, la Direction de la Coupe de France désigne l’arbitre fédéral pour chaque match après avis de la Direction \nNationale de l'Arbitrage. À partir des 32ème de finale, l’arbitre ne peut pas jouer et arbitrer. \nLe non-respect de cet article entraine : \n• \nUn avertissement ; \n• \nUne amende de 25 € en cas de récidive. \n2.6.  Matériel \nLe club prévu pour recevoir la rencontre est tenu de fournir les jeux de type \"Staunton\" complets, les sous-jeux, les \npendules en état de fonctionnement et les feuilles de parties. \nSi une partie ne peut pas avoir lieu faute de matériel, la personne jouant à l'échiquier n° 4 puis, éventuellement, la \npersonne jouant à l'échiquier n° 3 de l'équipe n'ayant pas fourni le matériel minimum imposé, aura la partie perdue \npar forfait administratif. \n",
      "section": null
    },
    {
      "page_num": 3,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \n       C01-3/5 \n \n \nCOUPE DE FRANCE \n3.  Déroulement des rencontres \n3.1.  Règles du jeu \nLes règles de la Fédération Internationale des Échecs et de la Fédération Française des Échecs en vigueur à la date \ndes matchs sont applicables à toutes les parties. \n3.2.  Couleurs \nLes couleurs sont attribuées par la Direction de la Coupe de France. La première équipe nommée a les Blancs aux \néchiquiers 1 et 4 et les Noirs sur les échiquiers 2 et 3. \nÀ partir des huitièmes de finale, chaque équipe se voit attribuer par tirage au sort un numéro d’appariement de 1 à \n16. Un tirage au sort décide de la couleur attribuée aux numéros impairs. Pour chaque rencontre en quarts, demi-\nfinales et finale, l’équipe ayant le plus petit numéro attribué lors des huitièmes de finale, change de couleur par \nrapport à la ronde précédente.  \n3.3.  Cadence \nLes parties sont jouées à la cadence Fischer de 40 coups en 1h30, puis 30 minutes pour terminer la partie, avec ajout \nde 30 secondes par coup durant toute la partie (cadence B des Règles Générales). \n3.4.  Statut des joueurs – homologation \nLa Commission Technique se prononce sur le statut des joueurs et joueuses : \n• \nAvant le début de la saison, à la demande du club où est (sera) prise la licence du joueur ou joueuse, \n• \nÀ tout moment à la demande : \no Du club où est ou sera licencié le joueur ou la joueuse ; \no D’un autre club ; \no De la Direction Technique Nationale ; \no De la Direction de la Coupe de France ; \no Du Comité Directeur. \nLes clubs sont responsables de la qualification de leurs joueurs et joueuses. Le club qui se retrouve en situation \nillégale sans avoir sollicité, et obtenu, l'accord de la Commission Technique est pénalisé de manière rétroactive. \nLes litiges portant sur le statut d'un joueur ou d’une joueuse défini par la Commission Technique sont examinés par \nla Commission d'Appels Sportifs (CAS). \n3.5.  Capitaines \nVoir règles générales, article 8. \n3.6.  Feuille de match \nAvant le match, les capitaines d'équipes donnent à l'arbitre une feuille de match sur laquelle figure la liste des joueurs \net/ou joueuses composant leur équipe. Cette liste est rangée dans l'ordre des échiquiers (n° 1, 2, 3, 4) et ne peut plus \nêtre modifiée pour ce match. Elle doit être remise à l'arbitre au moins 15 minutes avant l'heure prévue pour le début \nde la rencontre. \nSi un ou une capitaine remet sa liste après ce moment-là, les pendules de tous les membres de l’équipe sont avancées \nd'un temps égal au retard avec lequel la liste a été remise. Toutefois, dans le cas où une liste est remise avec retard et \noù un joueur ou une joueuse arrive dans les délais suffisants pour ne pas être forfait mais entraînant un retard au \ntemps supérieur à une heure, ce retard sera ramené à 1 heure. \n3.7.  Composition des équipes \nChaque équipe est composée de 4 membres disposant d’une licence A. \nL'ordre dans lequel sont alignés les membres de l’équipe est du ressort du ou de la capitaine. \nPour chaque match, une équipe ne peut aligner de joueur/joueuse dont la licence au club a été prise après le 15 janvier \nde la saison en cours. \n \n",
      "section": null
    },
    {
      "page_num": 4,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \n       C01-4/5 \n \n \nCOUPE DE FRANCE \n \nPour chaque match, la moitié au moins des membres composant une équipe doit être de nationalité française ou \nressortissant de l’Union Européenne résidant en France ou extracommunautaires résidant en France depuis 5 ans. \nPour chaque match, une équipe n'a pas le droit d'aligner plus de deux personnes mutées. \nLe non-respect de cet article entraîne la perte du match pour le club fautif. \n3.8.  Forfaits sportifs \nDéfinition : voir règles générales art. 3 \nUne équipe ayant plus d'un joueur/joueuse forfait perd le match sur le score de 3-0. \nUne équipe n'ayant pas l'intention de se déplacer, ou dans l'impossibilité d'aligner au moins 3 membres, doit avertir \nle club adverse et la Direction de la Coupe de France au plus tard l'avant-veille du jour fixé pour le match. \nTout club ne se conformant pas à ces prescriptions et provoquant un déplacement inutile sera tenu de rembourser \nintégralement les frais de déplacement et de séjour occasionnés. \nSauf événement exceptionnel dûment justifié reconnu par la Direction de la Coupe de France, tout forfait d'une équipe \nentraîne une amende pour le club de : \n▪ \n50 € jusqu'en 64e de finale \n▪ \n100 € en 32e de finale \n▪ \n200 € en 16e de finale \n▪ \n400 € en 8e de finale \n▪ \n800 € en quarts de finale, en demi-finales, et en finale. \nLe non-paiement de ces amendes dans les délais fixés entraîne pour les clubs concernés leur exclusion du \nChampionnat de France des clubs et de la Coupe de France la saison suivante. \n3.9.  Litiges techniques \nLorsqu'un litige survient en cours de partie, celle-ci doit toujours être poursuivie, en appliquant les directives de \nl'arbitre. En absence d’arbitre, la ou l’organisateur assume son rôle administratif. \nUn appel des décisions de l'arbitre peut être interjeté. \nLe ou la capitaine de l'équipe plaignante rédige alors une réclamation. L'arbitre et le ou la capitaine de l'équipe adverse \nrédigent chacun un rapport donnant leur version des faits. Tous ces documents sont transmis par l’arbitre (ou \nl’organisation) qui devra garder une trace numérique ou un double avec le procès-verbal du match à la Direction de \nla Coupe de France qui se charge de les transmettre à la juridiction fédérale compétente. \n3.10.  Procès-verbal de rencontre \nDès la fin du match, l'arbitre ou la personne chargée de l’organisation établit un procès-verbal comportant les noms \net prénoms des joueurs ou joueuses, leurs codes fédéraux, leurs classements Elo et les résultats des parties. \nLe procès-verbal est signé par les capitaines et par l'arbitre. \n3.11.  Transmission des résultats \n3.11.a) L'arbitre ou la personne chargée de l’organisation doit transmettre à la Direction de la Coupe de France le \nrésultat de la rencontre au plus tard avant 22 h si la rencontre est programmée à 14 h15 ou avant 18 h si la rencontre \nest programmée à 10 h :  \n• \nSoit en saisissant le procès-verbal (PV) de la rencontre sur le site fédéral ; \n• \nSoit en contactant la direction de la compétition par téléphone, texto ou courriel.  \nL’arbitre a obligation dans les 24h maximum après la rencontre, soit de saisir le PV de la rencontre, soit, si la direction \nde la compétition en fait la demande, de lui d'envoyer le PV par courriel. \nLe non-respect de ces obligations entraîne les sanctions mentionnées à l’article 3.11.c) \n3.11.b) La personne responsable de la rencontre doit garder le ou les procès-verbaux six mois, comme pour les \nfeuilles de parties. En cas de réclamations, l’intégralité de ces documents devront être transmis à la direction de la \ncompétition. Les éventuelles attestations, réclamations, etc… sont expédiées obligatoirement, par courrier affranchi \nau tarif \"lettre\", par l'arbitre ou la personne responsable de la rencontre, à la direction de la coupe de France, au plus \ntard le surlendemain du jour du match. \nLe non-respect de cette obligation entraîne les sanctions mentionnées à l'article 3.11.c. \n",
      "section": null
    },
    {
      "page_num": 5,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \n       C01-5/5 \n \n \nCOUPE DE FRANCE \n \n3.11.c) Le non-respect de l’article 3.11.a) ou 3.11.b) entraîne : \n• \nUn avertissement ; \n• \nUne amende de 25 € en cas de récidive ; \n• \nUne amende de 50 € pour chaque nouvelle infraction. \n4.  Résultats – classements \n4.1.  Points de partie \nUne partie gagnée est compté 1 point, une partie nulle est notée X et n'est pas comptabilisée dans le score final, une \npartie perdue sur l'échiquier est comptée 0 point. \nUne partie perdue par forfait est comptée -1 point. \nToutefois, lorsque le total des points de parties est négatif, le score est ramené à zéro. \n4.2.  Points de match \nLe gain du match est attribué à l'équipe totalisant plus de points de parties que l'équipe adverse. \nEn cas d'égalité de points, et ce jusqu'en quart de finale, l'équipe gagnante est celle ayant gagné sur l'échiquier n° 1 \nou, en cas de nullité sur cet échiquier, l'équipe ayant gagné sur l'échiquier n° 2 ou, en cas de nullité sur les 2 premiers \néchiquiers, l'équipe ayant gagné sur l'échiquier n° 3. \nDans le cas où toutes les parties sont nulles, le gain est attribué à l'équipe dont la somme des Elo est la plus faible \npuis, en cas d'égalité, à l'équipe dont l'âge moyen des quatre membres est le plus faible. \nEn cas d'égalité de points lors des demi-finales et la finale, un match à la cadence de 15mn + 5 secondes par \njoueur/joueuse est organisé, avec couleurs inversées.  \nEn cas de nouveau match nul, est déclaré vainqueur l'équipe ayant gagné en cadence standard (parties longues) à \nl'échiquier n°1, ou en cas de nullité sur cet échiquier, l'équipe ayant gagné sur l'échiquier n° 2 ou, en cas de nullité \nsur les 2 premiers échiquiers, l'équipe ayant gagné sur l'échiquier n° 3. En cas de 4 parties nulles à cadence standard, \non applique aux parties rapides ce critère de départage. \nDans le cas où toutes les parties ont un résultat nul, le gain du match est attribué à l’équipe dont la somme des Elo \nest la plus faible, et en cas de nouvelle égalité, à l’équipe dont l’âge moyen des quatre membres de l’équipe est le \nplus faible. \n4.3.  Forfaits \nUn club forfait pour un tour ne pourra prétendre être éventuellement repêché pour un tour suivant. \n4.4.  Classement \nLe club vainqueur de la finale remporte la Coupe de France et se qualifie pour la Coupe d'Europe des clubs. S'il est \ndéjà qualifié via le Top 16, le club finaliste est qualifié pour cette compétition. \n4.5.  Tenue vestimentaire \nLes joueurs/joueuses des équipes, lors de la demi-finale, et de la finale, ont l'obligation de porter un maillot (ou un \nhaut de vêtement) représentatif de leur club. Pour tout manquement à cet article, le club sera sanctionné d'une \namende de 100€ par match. \n",
      "section": null
    }
  ],
  "total_pages": 5,
  "extraction_date": "2026-01-14T02:52:42"
}
