{
  "filename": "Contrat_de_delegation_15032022.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": "Olympiade 2022/2025 \nContrat de délégation \n \n \n \n \n \nPOUR L’EXERCICE DE LA DÉLÉGATION \nACCORDÉE EN 2022 PAR LE MINISTRE DE L’ÉDUCATION NATIONALE DE LA JEUNESSE ET \nDES SPORTS  \n \n \n \n \n \nENTRE \n \nL’ÉTAT \n \n \n \nET \n \nLA FÉDÉRATION FRANÇAISE DES ÉCHECS  \n \n \n \n \n",
      "section": null
    },
    {
      "page_num": 2,
      "text": " \nCONTRAT DE DÉLÉGATION POUR LES DISCIPLINES DES ÉCHECS \n \n \nEntre les soussignés : \n \n \nL’ÉTAT, \n \nreprésenté par  le Ministre de l'Éducation nationale, de la Jeunesse et des Sports,  \n \n- \nMonsieur Jean-Michel BLANQUER, ministre de l’Éducation nationale, de la Jeunesse et des \nSports \n \nci-après dénommé « le ministre de l'Éducation  \nnationale, de la Jeunesse et des Sports » \n \nd’une part, \n \net \n \nLa Fédération Française des Échecs, association sportive agréée par arrêté du 27 janvier 2005,  \n \nReprésentée par : \n \n- \nMonsieur Éloi RELANGE, Président de la fédération, \n \n \nci-après dénommé « le président de la FFE » \n \nd’autre part, \n \nci-après dénommés ensemble « les parties » \n \n \n \n \n \n \n \n",
      "section": null
    },
    {
      "page_num": 3,
      "text": "Préambule \n \nLa délégation est, après l'agrément, l'étape supérieure dans le degré de reconnaissance des fédérations \nsportives par l'État. Seules peuvent être « délégataires » les fédérations qui ont, au préalable, reçu \nl'agrément délivré par le ministre chargé des sports prévu à l’article L. 131-8 du code du sport. \n \nUne seule fédération est susceptible de recevoir la délégation pour une même discipline sportive.  \n \nLes fédérations délégataires disposent de prérogatives de puissance publique et se voient confier une \nmission de service public. A ce titre, elles disposent d’un monopole légal dans les domaines \nexplicitement prévu par la loi ou le règlement.    \n \nDans ces domaines l’Etat, en sa qualité de déléguant, et les fédérations, en leur qualité de délégataire, \ncontractualisent les conditions dans lesquelles ces prérogatives et ces missions inhérentes à la \ndélégation sont exercées. \n \nCette capacité à contractualiser a été instaurée par la loi n° 2021-1109 du 24 août 2021 confortant le \nrespect des principes de la République, notamment son article 63. Cette loi modifie le code du sport \ndont il résulte une nouvelle rédaction de l’article L. 131-14 et un nouvel article L. 131-15-2. \n \nOutre le principe d’un contrat de délégation, le cadre préalable à sa conclusion y est également défini.  \n \nAinsi, le ministre chargé des sports définit les orientations et fixe le cadre dans lequel les stratégies \nnationales des fédérations sont établies. Ces stratégies nationales visent notamment à promouvoir les \nprincipes du contrat d’engagement républicain. Ce contrat figure en annexe du décret n°2021-1947 du \n31 décembre 2021 \n \nLa stratégie de la FFE constitue la réponse de la fédération aux enjeux identifiés dans le contrat \nd’engagement républicain et dans les orientations du ministre chargé des sports. \n \nPour l’olympiade 2022 – 2025, les orientations ministérielles ont été adressées aux fédérations par \ncourrier en date du 29 octobre 2021. \n \nLe présent contrat est établi en application des dispositions du décret n° 2022-238 du 24 février 2022 \nrelatif aux conditions d'attribution et de retrait de la délégation accordée aux fédérations sportives ainsi \nqu'au contenu et aux modalités du contrat de délégation. \n \n \n \n",
      "section": null
    },
    {
      "page_num": 4,
      "text": "Introduction \n \nComme le prévoit ses statuts, la FFE organise la pratique des Échecs. A ce titre, elle délivre des licences \nsportives qui ouvrent droit à participer aux activités que la fédération ou ses organes déconcentrés et \nstructures affiliées organisent. \n \nAu regard des éléments présentés par la FFE, notamment le dossier de demande de délégation adressé \nen date du 30/09/2021 et le plan détaillé de sa stratégie nationale, la délégation pour les disciplines des \nÉchecs lui est accordée. \n \nLe contrat de délégation prévoit les conditions dans lesquelles la fédération exerce les prérogatives de \npuissance publique qui lui sont déléguées et les missions qui lui sont confiées par la loi et le règlement \nen vigueur. \n \nCe contrat prévoit également les objectifs qui lui sont assignés dans le cadre de ses prérogatives et \nmissions afin de garantir à ses membres et licenciés le respect des valeurs de la République, la \nprévention des violences, la protection de leur intégrité physique et morale, l’équité des compétitions, \nla démocratie et la probité des organisations. \n \n \n \n \n \n \n",
      "section": null
    },
    {
      "page_num": 5,
      "text": "Titre Ier Périmètre de la délégation \n \nArt. 1er – Objet et nature de la délégation \n \nLe présent contrat est conclu pour la(les) discipline(s) sportives dont la délégation est accordée à la \nFFE par arrêté en date du 31 mars 2022.  \n \nLe périmètre de la délégation comprend les disciplines sportives qui figurent dans l’arrêté susmentionné, \nles disciplines reconnues de haut niveau par arrêté du 25/11/2021 incluses dans les disciplines sportives \ndéléguées ainsi que les spécialités qui composent ces disciplines sportives :  \n \nDisciplines sportives \ndéléguées \nDisciplines comprises dans \nla délégation \nDisciplines \nsportives \nreconnues \nde \nhaut \nniveau \nSpécialités \n/ \népreuves \nÉchecs \nÉchecs \n \nClassique \n \n \n \nRapide \n \n \n \nBlitz \n \n \n \nChess960 \n \n \n \ne-Chess \n \nPour la discipline Echecs mentionnées ci-dessus, les règles techniques édictées par la fédération sont \napplicables à tous ses membres et licenciés mais également à des tiers à la fédération dans le cadre \ndes dispositions prévues par les lois ou règlements en vigueur, notamment celles prévues par les \narticles L.131-14 et suivants ou L.331-5 du code du sport.  \n \n \nArt. 1-1 – Développement de nouvelles pratiques et disciplines sportives \n \nAfin de répondre au mieux aux aspirations des pratiquants et de développer une offre de nature à attirer \nde nouveaux pratiquants et licenciés, la FFE développe les disciplines du e-Chess. \n \nConscient que la pandémie Covid-19 a profondément changé la relation du grand public avec le monde \nnumérique, la FFE propose à ses membres d’intégrer la dimension digitale aux Echecs en compétitions. \n \nCette offre repose sur l’utilisation d’une plateforme de jeu libre et francophone et comporte les \ninnovations suivantes : \n \n- \nJeu Hybride : Dans le cadre des championnats des clubs par équipe, chaque équipe de club \njoue à domicile, l’échiquier étant digitaliser sur la plateforme numérique un arbitre neutre \nsupervisant chaque équipe dans son lieu de jeu. \n- \ne-Chess : Au travers de la digitalisation de l’espace de jeu (Echiquier, pendule, pièces, \nrèglements) sur une plateforme numérique ou sur le « Métaverse »,  \n \nA cette fin, la FFE offre la possibilité aux clubs en zone blanche ou aux clubs ultra-marins de participer \nà tous les niveaux des compétitions de club notamment aux championnats de France et à la coupe de \nFrance. Cette forme de compétition permet aussi à l’ensemble des parties prenantes de la FFE de \ns’engager dans la réduction de ses émissions de CO² liées aux déplacements. \n \nArt. 1-2 – Sport de haut-niveau - évolutions majeures envisagées  \n \n- \nProjet de Performance Fédérale (annexe 10); \n \nComme le document de Projet de Performance Fédérale le précise, la France oscille entre la 5ème \net 10ème place mondiale dans le concert des nations échiquéennes. La récente embellie des \nrésultats individuels avec les performances des deux meilleurs français (dont l’un est le N°2 mondial \net l’autre second du dernier tournoi des candidats) ainsi que le titre de vice-championne d’Europe \nde l’équipe de France mixte, ne peut cacher la perte de vitesse de notre élite lors de ces cinq \ndernières années. \nLe Projet de Performance Fédérale, accompagnant ce contrat de délégation, doit permettre d’ancrer \nla France dans les 5 nations majeures des Échecs (avec la Russie, l’Inde, la Chine, les Etats-Unis). \n",
      "section": null
    },
    {
      "page_num": 6,
      "text": "L’analyse présentée dans ce document montre une génération prometteuse des 10-14 ans, et nous \nidentifie comme la 2nde nation mondiale derrière les USA.  \n \nIl convient donc de recentrer les moyens financiers sur cette génération prometteuse en mettant en \nplace une structure autour des jeunes pouvant prétendre à des médailles internationales. Il est \nnécessaire pour cela d’améliorer les processus de sélection en Équipe de France qui ne peuvent \nplus reposer seulement sur l’obtention d’un titre de Champion de France jeune et d’impliquer bien \nplus largement les organes déconcentrés dans la progression des jeunes et le perfectionnement \nvers le haut-niveau. \n \nLa mise en œuvre de ce Projet de Performance Fédérale nécessite des moyens humains, \nnotamment des cadres techniques de haut niveau pour la préparation des compétitions majeures \nmais aussi la structuration de la filière HN de la fédération, des moyens financiers notamment pour \nles stages de préparations aux échéances internationales.  \n \nChez les femmes, l’objectif premier doit être la reconstruction de l’équipe de France féminine dont \nla moyenne d’âge atteint 35 ans, tout en visant un meilleur positionnement au niveau européen où \nil est nécessaire de s’ancrer dans le top 5 et de viser à terme une médaille. Au niveau mondial, \naprès avoir glissé de la 9ème à la 12ème place, l’objectif doit être de retrouver le top 10 et à terme \nd’intégrer le top 8. \n \nEn individuel, l’objectif doit être de replacer une de nos joueuses dans le top 20 mondial et de garder \n5 joueuses dans le top 50 afin d’avoir une équipe compétitive dans les compétitions internationales. \n \nEn catégorie mixte, l’objectif est de replacer la France parmi les 6 meilleures nations du monde et \nde gagner une médaille aux Olympiades ou au championnat d’Europe par équipe d’ici 2028, \ncomptant sur l’arrivée d’un jeune réfugié iranien sous les couleurs françaises et la progression des \nmeilleurs jeunes pour intégrer l’équipe d’ici cette échéance. \n \nEn individuel, l’objectif pour nos joueurs doit être de se maintenir durablement dans le top 100 \nmondial : \n- un joueur dans le Top 10 mondial \n- un autre dans le Top 20 mondial \n- trois ou quatre joueurs dans le Top 100 \n \nPuis l’objectif est de se qualifier pour la Coupe du Monde via le Championnat d’Europe individuel et \nenfin placer un joueur aux tournois des candidats tous les deux ans. \n \n \n- \nLa liste des sportifs de haut-niveau (annexe 10) \n \nLe programme de perfectionnement vers le haut-niveau regroupent les jeunes de 11 à 18 ans \nfaisant partie du 30 mondial au classement FIDE. La volonté nationale doit être de faire émerger \nles futurs titulaires de l’équipe de France Seniors. \n \nLes membres du programme de perfectionnement vers le haut-niveau reçoivent chaque année une \nbourse de 2500 € pour soutenir financièrement leur entraînement et leurs déplacements. Nous \nprivilégions le choix du ou des entraîneurs par le jeune et ses parents et le maintien d’une structure \ndéjà performante et adaptée et ne souhaitons pas substituer une structure fédérale et démultiplier \nles entraîneurs. Néanmoins, la formation des entraîneurs de haut-niveau doit se poursuivre par la \ncréation d’un collectif des entraîneurs nationaux et une formation continue. \n \nLes jeunes s’engagent à participer chaque année à deux stages – tournoi nationaux sous la \nsupervision de la DTN et pourront être sélectionnés pour les échéances internationales ou des \ntournois à normes. \n \nEn raison de volumes d’entraînement conséquent et d’un calendrier international chargé, certains \njeunes peuvent manquer plusieurs semaines de classes par an et peuvent donc faire l’objet de \ndemandes d’aménagement scolaires ou poursuivre leur scolarité au CNED. \n \n",
      "section": null
    },
    {
      "page_num": 7,
      "text": "Le Projet de Performance Fédérale estime à deux joueurs seniors pouvant intégrer la liste des \nsportifs de Haut Niveau catégorie Elite d’ici 2024 et 4 à 5 jeunes joueurs pouvant figurer sur la liste \ndes sportifs espoirs. \n \nLa Fédération Française des Echecs souhaite obtenir la Reconnaissance du Haut Niveau (RHN) \npour ses meilleurs sportifs afin qu’ils puissent bénéficier de l’ensemble des aides du Ministère des \nSports et de l’Agence Nationale du Sport. \n \nLa qualité du secteur de l’arbitrage de la FFE est reconnue mondialement, plusieurs arbitres français \nsont membres ou dirigent les commissions des instances internationales (FIDE ou ECU). La FFE \nsouhaite aussi pouvoir obtenir une reconnaissance du Haut Niveau pour ses Juges-Arbitres Sportifs \n(AJS HN). \n \n- \nCalendriers (Annexe 11) \nTous les deux ans, une compétition majeure par équipe se déroule : \n \nLes Olympiades en 2022/2024/2026 : Objectif un podium pour l’équipe de France mixte, \n \nLe Championnat du monde par équipe en 2022/2024/2026 \n \nLe Championnat d’Europe des Nations en 2023/2025/2027 \n \nPour les compétitions individuelles, le championnat du monde d’échecs qui oppose le tenant du titre \ncontre un challenger est la compétition phare qui se déroule tous les deux ans (2023-2025-…). \nLe challenger est issu du tournoi des candidats (2022-2024-…), 8 joueurs, eux-mêmes issus de \nplusieurs types de qualifications. \nLa France ayant deux joueurs dans le Top10 mondial, la FFE estime probable qu’un français soit le \nchallenger du championnat du monde dans les 4 prochaines années. \n \nAutre compétition individuelle majeure, la coupe du monde permet de qualifier aux tournois des \ncandidats les trois premiers. \n \nChez les jeunes, la fédération investit beaucoup sur les compétitions individuelles (Championnats \ndu monde et Championnats d’Europe) qui se déroulent toutes les années. Une équipe de France \nd’une vingtaine de joueurs et joueuses est constituée à l’issue des championnats de France Jeunes. \n \n \n- \nRelations internationales (place de la fédération dans les instances internationales) \nLa Fédération Française des Échecs est à l’initiative de la création de la Fédération Internationale \nDes Echecs (FIDE) en 1924 à Paris. Actuellement un des vice-présidents de la FIDE est un français, \nancien président de la FFE. De nombreux français sont présent dans les instances de direction \n(Arbitrage, Règlements, Santé, etc.). \nUn objectif de la FFE est de continuer de siéger au Board de la FIDE et d’être représenté au sein \ndes commissions comme l’arbitrage et l’éducation/scolaire. \nLa FFE est historiquement peu présente au sein de l’ECU – European Chess Union. Un autre \nobjectif de la FFE est d’être présent sur la prochaine olympiade au sein des commissions et groupes \nde travail de l’ECU, notamment sur les sujets d’Arbitrage et d’Education/Scolaire. \nLe développement récent des échecs en Afrique et en Asie du sud-est, doit inciter la FFE à investir \nle champ de la francophonie. Il n’existe pas à priori de structure rassemblant les fédérations des \npays francophones, la FFE a pour ambition de structurer au sein des instances internationales cette \nfrancophonie. \n \nArt. 1-3 – Sport Professionnel \n \nLa FFE, dans le cadre de la mise en œuvre de son Institut National de Formation, souhaite identifier \nl’ensemble des acteurs professionnels ou semi-professionnels, afin de leur proposer des cursus de \nformations adaptées à leur activité et pour certains à leur reconversion professionnelle. \n",
      "section": null
    },
    {
      "page_num": 8,
      "text": "Pour une mise en œuvre réussie du Projet de Performance Fédérale, une filière d’entraineurs de \nHaut Niveau est une condition de réussite. \n \n \nArt. 1-4 – Grands évènements sportifs internationaux \n \nLes Echecs ne font actuellement pas partie des sports pratiqués aux jeux olympiques, bien que la FIDE \nsoit reconnue par le CIO.  \nIl existe trois grands événements échiquéens majeurs au niveau mondial sur lesquels la FFE souhaite \nse positionner lors de la prochaine olympiade : \n \n- \nLe championnat du monde : Mettant en jeu le titre de champion.ne du monde entre le tenant du \ntitre et son challenger. \n- \nLe tournoi des candidats : Permettant de sélectionner le challenger pour le championnat du \nmonde \n- \nL'olympiade d'échecs : Compétition internationale biannuelle d'échecs opposant des équipes \nnationales, 184 nations étaient représentées en 2018 à Batumi  \n \nEn 2022, la France accueillera les championnats du monde jeunes et féminins des échecs pour les \npersonnes en situation d’handicap visuel. \n \nEn 2024, La France organisera à Asnières, le championnat d’Europe d’Echecs des Entreprises. \n \nEn 2024, la FIDE fêtera le 100ième anniversaire de sa création à Paris. En collaboration avec la FFE, la \nFIDE organisera à cet occasion un grand événement à Paris. \n \nDans le cadre de ses organisations sportives, la FFE s’engagera au travers de chartes, à des \norganisations vertueuses sur les plans sociétal, économique et environnemental. \n \nArt. 1-5 – Sport et engagement éducatif \n \n- \nSport à l’école ; \nAu travers d’une convention régulièrement renouvelée, le Ministère de l’Éducation Nationale et la \nFFE affirment leur volonté commune de favoriser dès le plus jeune âge la pratique du jeu d'échecs \ndans les écoles, les collèges et les lycées. Ils se donnent comme objectifs l'approfondissement de \ndeux axes de travail privilégiés : \n \n \nle développement de la pratique du jeu d'échecs en milieu scolaire et périscolaire, et ce dès \nl'école maternelle ; \n \nla diffusion  et  l'approfondissement  des pratiques  pédagogiques  utilisant  le  jeu  d'échecs \ncomme vecteur d'acquisition des connaissances et des compétences définies par le socle \ncommun de connaissances, de compétences et de culture, les programmes \nd'enseignement  et les repères annuels de progression en mathématiques du CP à la classe \nde troisième (cycles 2, 3 et 4). \n  \nLa FFE prévoit le déploiement du dispositif Class’Echecs dans 500 écoles en 2022-2023 puis cible \n2000 écoles en 2024-2025. \n \n- \nSport en temps périscolaire ; \nLe périscolaire est le secteur N°1 de développement des Echecs. Les clubs sont incités à investir \nce secteur du périscolaire pour assurer le développement de notre sport. \nLa FFE, au travers de sa note de cadrage du financement PSF de l’ANS, assure aux clubs, comités \net ligues la possibilité de faire financer une partie de leur action en milieu scolaire. \n- \nSection sportive scolaire et d’excellence ; \nQuelques sections sportives scolaires et d’excellence existent sur le territoire.  \nDans le cadre du contrat de délégation et du Projet de Performance Fédérale, la FFE convient \nd’engager avec l’Éducation Nationale un travail permettant de lever les freins au développement de \nses sections sportives. \n",
      "section": null
    },
    {
      "page_num": 9,
      "text": " \nArt 1-6 Programmes éducatifs sportifs ministériels \n \n- \nSRAV : Savoir Rouler à Vélo \nLors des grands événements organisés par la FFE (Championnats de France), certains dispositifs \néducatifs sportifs seront mis en œuvre pour le grand public : \n \nSRAV : Championnats de France Jeunes Agen Avril 2022 \n \nInitiation aux gestes de premiers secours : Croix Rouge et SDIS Agen et Albi 2022 \n \n \nTitre II Parité et promotion de l’égalité entre les femmes et les hommes  \n \nD’un enjeu d’affirmation du droit des femmes pour participer au sport dans toutes ses dimensions, la \npolitique de féminisation du sport évolue vers l’enjeu d’égalité réelle entre les femmes et les hommes \ndans le sport. Cette égalité réelle doit être mise en œuvre autant dans les conditions d’accès à la \npratique sportive, que celles aux fonctions de direction et d’encadrement du sport ou de sa valorisation \nmédiatique, économique et sociale. Ce parcours devrait conduire à lutter contre les stéréotypes et les \nviolences sexistes et, in fine, à valoriser les bénéfices de la mixité pour le sport. \n \nArt. 2-1 – Féminisation de la pratique sportive \n \nConformément à notre plan de féminisation (Annexe 12) et à la lettre de mission confiée à la \nCommission Mixité par le Bureau fédéral (Annexe 13), la FFE a défini trois objectifs pour développer la \npratique féminine : \n \nFidéliser nos licenciées par la compétition et par toute autre forme de pratique ; \n \nConquérir de nouvelles pratiquantes ; \n \nPoursuivre notre démarche spécifique, notamment auprès des publics spécifiques ; \nDiscipline inclusive par définition sans obstacles intellectuel ni physique, les échecs permettent les \ncompétitions mixtes. Nous considérons cet état de fait comme une opportunité unique pour promouvoir \nl’égalité entre les femmes et les hommes dans la pratique de notre sport, à la condition que tous les \nautres critères de développement et d’accès à la pratique féminine soient mis en œuvre. \n \nArt. 2-2 – Le sport de haut-niveau et la mixité \n \nFéminisation des équipes d’encadrement :  \nLa FFE s’engage à respecter une forte représentation des femmes dans les équipes nationales \nd’encadrement. En février 2022, la FFE a nommé à la tête de ses équipes de France jeunes deux \nfemmes aux postes de sélectionneuse nationale jeunes et de cheffe de délégation des équipes de \nFrance. A l’issue des sélections jeunes (après les championnats de France des jeunes), la FFE veillera \nà ce que les femmes soient représentées significativement dans les effectifs d’entraînement. \nLe même effort sera réalisé dans les équipes d’encadrement des équipes nationales, particulièrement \nl’équipe de France féminine. \n \nMixité dans les disciplines de haut niveau :  \nLa FFE s’engage à respecter l’égalité dans les moyens d’encadrement et d’entraînement pour ses \njoueuses et joueurs de haut-niveau, individuellement et par équipe. \n \n \nArt. 2-3 – Place des femmes et des hommes au sein : \n \n \nDes instances dirigeantes (niveaux national et déconcentré) ; \nLa représentation minimale des personnes de chaque sexe au Comité Directeur est assurée \nconformément à l’article L. 131-8 du Code du Sport, et la FFE suivra naturellement les évolutions de la \nreprésentation des personnes de chaque sexe. \nAfin d’agir de manière proactive, la FFE s’engage à former deux promotions de futures dirigeantes par \nsaison, avec obligation de siéger (membre élue ou membre à titre consultatif). Le plan de formation vise \nà assimiler les enjeux et fonctionnements de notre fédération, ainsi qu’à susciter l’engagement par \nl’acquisition de compétences personnelles grâce à des partenariats noués avec les organismes de \nformation spécialisés dans le développement du sport féminin. \n \n",
      "section": null
    },
    {
      "page_num": 10,
      "text": " \nDes commissions « réglementaires » et thématiques;  \nTant dans ses commissions réglementaires que participatives, la FFE s’engage à respecter une \nreprésentation minimale des personnes de chaque sexe en fonction de la répartition de ses effectifs. \n \n \nDe l’arbitrage ;  \n \nLe pourcentage de femmes arbitres est inférieur à 10% dans notre discipline. La FFE s’engage à former \nspécifiquement les femmes afin de viser le doublement de ce pourcentage à la fin de l’actuelle \nmandature, et à permettre aux femmes arbitres de bénéficier d’une politique active de montée en \ncompétences dans leurs parcours habituels. \n \nPar ailleurs, la FFE s’engage à respecter une totale parité des équipes d’arbitrages lors de ses deux \névènements nationaux majeurs : le championnat de France toutes catégories, et le championnat de \nFrance des Jeunes (mesure déjà appliquée en 2022). \n \n \nArt. 2-4 – L’offre compétitive pour les femmes et les hommes \n \nEn matière d’offre compétitive globale, la FFE a depuis très longtemps proposé des compétitions \ndédiées à une typologie de licenciés (Jeunes, Femmes, Vétérans, Scolaires, etc.). \n \nLes femmes : Trophée Roza Lallemand, les compétitions par équipes féminines (N2F, N1F, \nTop12F) \n \nLes jeunes filles : Championnats de France Jeunes par catégorie (Poussine, Cadette, etc.),  \n \nLa coupe de la parité : Compétition par équipe de 4 composé de deux femmes et deux hommes. \nAucune compétition n’est réservée aux seuls hommes, elles sont dénommées de ce fait « mixte ». \n \nDepuis quelques années, une demande « sociétale » conduit à regrouper les compétitions mixtes et les \ncompétitions féminines dans une seule et même compétition, tout en gardant des classements \ndifférenciés. Des expériences concluantes ont été menées par certaines ligues régionales lors de leurs \nchampionnats de ligue Jeunes (fin de deux tournois séparés en catégorie U10, un mixte et un autre \nréservé aux filles U10, avec pour conséquence une hausse du niveau échiquéen des jeunes filles tout \nen gardant le titre de championne de ligue U10). \n \nEn collaboration avec ses organes déconcentrés (Ligues et Comités), le FFE accompagnera sur la \nprochaine olympiade, ce mouvement de fusion des compétitions fédérales féminines et mixte \n(lorsqu’elles existent), tout en conservant la reconnaissance catégorielle des résultats sportifs. \n \n \nTitre III Gouvernance et Fonctionnement démocratique \n \n \nArt. 3-1 – Transparence, indépendance et pluralisme \n \nLa FFE s’engage dans un processus de transparence des décisions prises par ses organes de \ngouvernance. \nL’intégralité des Procès-Verbaux de réunion de son comité directeur est publié sur le site de la FFE. \nLa commission de Contrôle Economique et de Gestion (CCEG) a été réinstallé et participe aux \nrencontres avec le commissaire aux compte et le cabinet comptable de la FFE. \nL’ensemble des élections de la FFE se déroulent sous le contrôle d’une commission de surveillance \ndes opérations électorales. \nDes appels à candidatures sont régulièrement publiés pour participer aux diverses commissions. \nDes appels d’offre et des commandes d’achats groupées seront généralisés. \n \n1 – Transparence décisionnelle : \n \n- \nComplétude et sincérité des documents soumis aux membre de l’instances dirigeantes ; \n- \nPublication des comptes et des décisions ; \n- \nOrganigramme et structuration de la fédération (Annexe 14); \n- \nPublication des statuts et règlements (notamment RTS), rapport d’AG, PV Comité directeur, \nsanctions, sur le site de la FFE \n",
      "section": null
    },
    {
      "page_num": 11,
      "text": " \n2 – Pluralisme dans la prise en compte de tous les acteurs de la discipline : \n \nDepuis Avril 2021, la FFE a la volonté d’associer ses organes déconcentrés aux projets majeurs de la \nfédération. \nPour cela, deux organes non statutaires ont été créés :  \n \nUn conseil des ligues, réunissant les présidents de toutes les ligues de la FFE, dont l’ordre du \njour est partagé. \n \nUn conseil des territoires, réunissant les présidents des comités départementaux et \nmétropolitains sur des thématiques ou des projets majeurs pour le FFE. \n \nL’architecture des commissions participatives a été revue : \n \nCommission Santé Social Handicap \n \nCommission Mixité \n \nCommission Ethique et Intégrité \n \nCommission International \n \nCommission Fair-Play \n \nCommission Déontologie \n \nCommission Développement Durable \n \nArt. 3-2 – Prévention des conflits d’intérêt  \n \n \nProcédure de déport pour les membres des instances dirigeantes. \nLes membres des organes décisionnaires de la FFE doivent faire connaître au président s’ils ont un \nintérêt direct ou indirect dans les affaires traitées par la FFE. Dans ce cas, ils ne peuvent siéger lors de \nla délibération. \n \n \nCartographie des risques : prévention de la corruption et des conflits d’intérêts. \nTout comme la déclaration relative à la prévention des conflits d’intérêt de l’ANS pour la gestion des \ncampagnes PSF, les membres du comité directeur de la FFE ainsi que des commissions indépendantes \ndevront en 2022 renseigner une déclaration relative à la prévention des conflits d’intérêts qui sera \nadressée à la commission Ethique et Déontologie. \n \nArt. 3-3 –Concertation et consultation des acteurs du secteur \n \nUn poste d’administrateur au sein de l’Institut National de Formation de la FFE est réservé \nstatutairement aux acteurs « professionnels » (titulaire d’un diplôme fédéral d’animateur ou \nd’entraineur). \n \nUne table ronde est envisagée avec les acteurs du secteur marchand des Echecs lors des \nchampionnats de France à Albi. \n \nArt. 3-4 Dialogue social \nSans objet. \n \n \nTitre IV Lutte contre les violences \n \nLe sport est un environnement privilégié pour éduquer à la citoyenneté, transmettre des valeurs telles \nque le respect de l’autre, la fraternité et la tolérance, l’égalité, la laïcité, dans lequel les discriminations \net les violences n’ont pas leur place. L’État et la fédération s’engagent sur ces thématiques. \n \n \nArt. 4-1 – Lutte contre les violences, les discriminations et incivilités \n \nIl convient que la FFE soit, comme l’ensemble des acteurs du sport, attentive aux risques pour l'intégrité \nphysique ou psychologique de ses membres et mette en place un dispositif efficace de prévention, de \ndétection et de traitement des faits de violences, discrimination, harcèlement, en s’appuyant notamment \nsur : \n \n",
      "section": null
    },
    {
      "page_num": 12,
      "text": "- \nLa désignation d’un référent chargé de suivre la mise en œuvre de cette stratégie (cf. annexe \n18) ; \n \n- \nLa mise en place d’une stratégie de prévention des violences, incivilités et discriminations \ndétaillant les leviers d’action, les cibles de ces actions et les moyens associés ; \n \n- \nLa valorisation d’un système de signalements des violences, incivilités et discriminations de \ntoute nature et de la formalisation d'une procédure de traitement de ces signalements. \n \nCompte tenu de la gravité et de la sensibilisation de la problématique des violences sexuelles, des \nengagements particuliers sont attendus, notamment : \n \n- \nLa désignation d'un référent « violences sexuelles » (cf. annexe 18), chargé de mettre en place \nles actions de prévention au sein de la fédération sur ce sujet et d’assurer que les signalements \nde violences sexuelles font l’objet d’un traitement, en lien avec la cellule mise en place à la \nDirection des sports à cet effet ; \n \n- \nLa désignation d'un référent « honorabilité » (cf. annexe 18), chargé d’assurer le contrôle \nd’honorabilité des publics concernés de la fédération ; \n \n- \nLe dépôt régulier de fichiers dans le cadre du contrôle d'honorabilité des bénévoles. \n \nLes coordonnées de l’ensemble des référents désignés par la FFE dans ce cadre devront être transmise \nà la Direction des sports, qui devra également être tenue au courant de tout changement les concernant. \nEn 2021, la FFE a créé sa Commission Éthique et Intégrité dont la mission est d’aider et d’accompagner \nles dirigeantes et dirigeants, les effectifs d’encadrement, les bénévoles et les familles en élaborant un \nplan de prévention co-construit avec, l’État, les collectivités locales, le mouvement sportif et les \nassociations de prévention et d’aide aux victimes. Elle doit aussi s’assurer que tous les moyens existent \npour libérer la parole et permettre les signalements, en collaboration avec les instances disciplinaires \nfédérales. \nSon plan d’action est de réaliser, \nImmédiatement: \n \nUn état des lieux / consultation des clubs sur la question de la lutte contre les violences \n(dispositifs existants, honorabilité de ses encadrants, attentes, etc.) \n \nLa mise en place d’un dispositif de signalement d’incidents (auprès du référent fédéral, de la \ncellule Colosse aux pieds d’argile, de la cellule ministérielle). \n \nUne convention de partenariat avec l’association Colosse aux Pieds d’Argile (signature \nprogrammée en avril 2022) dont la base sera, outre l’aide au signalement et à \nl’accompagnement juridique et psychologique des victimes, le déploiement d’un dispositif \nnational (formation des élus nationaux et régionaux, formation des encadrants, création d’un \nréseau : 1 référent par ligue régionale). \nEn cours de mandat : \n \nRenforcement de la prévention primaire des violences externes (plan de formation et de \nsensibilisation aux discriminations) \n \nPlan de formation et de sensibilisation aux notions de lutte contre le harcèlement et le \ndénigrement. \n \nRenforcer l’inclusion, défendre la singularité de chacun de ses membres et promouvoir la mixité \n(guide d’accueil et de sensibilisation pour les clubs, déploiement du « pack colosse » sur les \nclubs, obligation de formation et de sensibilisation dans la procédure de labellisation des clubs, \netc.) \n \nAnnexe 15 : lettre de mission Commission Éthique et Intégrité, plan d’action CEI (en cours de \nfinalisation), projet de convention FFE-CAPA. \n \n \nArt. 4-2 – Responsabilité et accompagnement des supporteurs et spectateurs \n \nA partir du constat que les violences verbales ou physiques se multiplient contre les officiels, les joueurs \net parfois les parents, la Fédération s’engage à déployer le plan de sensibilisation et de communication \nauprès des pratiquants et des accompagnants lors des grands évènements de la FFE (Cycle de \n",
      "section": null
    },
    {
      "page_num": 13,
      "text": "qualification des championnats de France des jeunes, championnat de France des Jeunes, \nChampionnat de France toutes catégories). \n \n \nArt. 4-3 – Lutte contre les phénomènes de communautarisme et de séparatisme \n \nLe sport est un déterminant majeur de l’unité de la Nation. La FFE, comme l’ensemble des acteurs du \nmonde sportif doit apporter sa contribution à la consolidation du pacte républicain, en assurant la \ntransmission des principes qui le fondent par : \n \n- \nLa désignation d'un référent « citoyenneté » (cf annexe 18) \n \n- \nLa mise en valeur d’un canal de signalement des cas de radicalisation, de séparatisme et \nd’atteintes à la laïcité et la mise en place d'une procédure de traitement claire de ces \nsignalements ; \n \n- \nLe contrôle de la signature du contrat d’engagement républicain (CER) par l'ensemble des \nassociations relevant de la fédération ; \n \n- \nLa mise en place d'une stratégie de formation et de sensibilisation de l’ensemble de ses \nprotagonistes. \n \n \nTitre V Protection de l’intégrité physique et morale des personnes  \n \nLes disciplines déléguées à la FFE présentent des contraintes particulières pour les pratiquants qui \njustifient un accompagnement spécifique. \n \nIl en résulte une sollicitation spécifique de la FFE qui : \n- émet des avis préalables à l’organisation, par des tiers à la fédération, des manifestations sportives \nd’une des disciplines déléguées ; \n- ajuste les règles techniques et de sécurité de la discipline en fonction de l’accidentalité constatée ; \n \n \nArt.5 – Santé, sécurité et intégrité des sportifs \n \nArt. 5-1 – Sécurité des sportifs \n \nA ceci, il convient de préciser que :  \n- \ndes sportifs participent ou souhaitent participer à des compétitions organisées par la FFE alors \nmême qu’ils sont licenciés d’une autre fédération agréée ou délégataire ;  \n- \nles règles de classement sont strictement liées aux résultats sportifs et édictées par la \nFédération Internationale des Échecs. \n \nLe projet fédéral prévoit, pour l’olympiade 2021-2025, un suivi médical renforcé pour les membres des \néquipes de France. \n \nArt. 5-2 – Sécurité des équipements sportifs : \n \nLa fédération doit assurer la sécurité des sportifs et du public lors des compétitions organisées au sein \ndes enceintes sportives ou sur la voie publique. L’atteinte de cet objectif pourra être facilité par \nl’engagement de la fédération à :  \n \n- \nAssurer l'information rapide du ministère chargé des sports et / ou des propriétaires \nd'équipements sur les modifications techniques internationales pour laisser le temps suffisant \npour procéder aux travaux d’adaptation nécessaires ; \n \n- \nAssurer l’application de l’interdiction des règles techniques à objectif commercial posée par \nl'article R. 131-33 du code du sport par un contrôle des exigences des ligues professionnelles \nà l'égard des clubs en matière d'équipement ; \n",
      "section": null
    },
    {
      "page_num": 14,
      "text": " \n- \nPour les manifestations se déroulant sur la voie publique et/ou comportant la participation de \nvéhicules terrestres à moteur, assurer un accompagnement des organisateurs et/ ou les \nreprésentants locaux des fédérations en charge de rendre des avis dans l’utilisation de l’outil \nde télé déclaration des manifestations sportives (SIMS). \n \nArt. 5-3 – Santé des sportifs  \n \nDans les disciplines déléguées à la FFE, la pratique ou/et les compétitions peuvent produire des \ndommages. Parmi ces dommages, ceux dont les effets indésirables sont irréversibles doivent être \névités. \n \nA cette fin, il parait, à cet égard, nécessaire de : \n \n- \nAssurer un recensement précis des accidents qui interviennent dans chacune des disciplines \ndéléguées ainsi que leur origine. Cela fera l’objet d'un rapport annuel dont l’élaboration pourrait \nêtre confiée à la Commission médicale de la FFE ; \n \n- \nChaque accident mobilisant l’assureur fédéral fera l’objet d’une déclaration d’accident grave au \nsens du code du sport ;  \n \n- \nLe cas échéant, mettre en place des campagnes de prévention des risques (pour encourager \nle port du matériel de protection, par exemple) ; \n \nArt. 5-4 – Intégrité des sportifs (lutte contre le dopage, surveillance médicale réglementaire) \n \nArt. 5-4-1 – Surveillance médicale réglementaire \n \nLa fédération assure l'organisation de la surveillance médicale de ses licenciés au sens de l’article L. \n231-6 du code du sport. Les modalités de suivi de cette surveillance médicale sont aménagées afin de \nla rendre effective pour tous les sportifs concernés.  \n \nLe contenu de la surveillance médicale sera indiqué dans un règlement médical qui sera publié sur le \nsite de la FFE. \n \n \nTitre VI Ethique du sport et intégrité des compétitions \n \nLe sport est porteur de valeurs fortes et structurantes pour la société, notamment celle de respect des \nrègles. La cohérence entre ces valeurs et l’attitude adoptée en pratique par les acteurs et institutions \ndu sport doit donc être assurée. La FFE doit ainsi contribuer à faire respecter les enjeux éthiques et \nsportifs au sein de son organisation et lors des compétitions qu’elle organise. \n \nArt. 6 – Charte éthique et Comité d’éthique \n \nLa FFE a établi une charte d'éthique et de déontologie (annexe 16) conforme aux principes définis par \nla charte prévue à l'article L. 141-3. \n \nLa fédération a institué en son sein un comité d’éthique, dont elle garantit l’indépendance et qui est \nhabilité à saisir les organes disciplinaires. Ce comité veille l'application de  la charte d’éthique et de \ndéontologie et au respect des règles d'éthique, de déontologie, de prévention et de traitement des \nconflits d'intérêts.  \nCe comité de déontologie se réunit 2 fois par an. Il produit un rapport d’activité transmis au ministre \nchargé des sports, dans lequel figure des propositions de nature à remédier aux non-respect de la \ncharte éthique adoptée par la Fédération. \n \nArt. 6-1 – Prévention des risques de manipulation des compétitions sportives \n \nComme l’ensemble des acteurs fédéraux, la FFE doit s’assurer du caractère sincère et équitable des \nrésultats des compétitions qu’elle organise, en prévenant les risques de manipulation des résultats par : \n",
      "section": null
    },
    {
      "page_num": 15,
      "text": " \n- \nLa valorisation de l'outil SIGNALE ! permettant d’alerter sur les manipulations de compétitions, \nnotamment sur le site internet de la fédération ; \n- \nUne sensibilisation des sportifs listés et professionnels, notamment à l’interdiction de parier. \n \nArt. 6-2 – Lutte contre la fraude mécanique et technologique \n \nLa fédération assure une veille technologique visant à assurer le respect de ses règles et règlements \net qui permet d’anticiper les innovations technologiques susceptibles de rompre l’équité sportive.  \n \nEn 2022, la FFE a mis en place la commission Fair-Play permettant de traiter les suspicions de fraude \npour la discipline e-Chess (annexe 17). \n \nArt. 6-3 – Lutte contre le dopage \n \nLa lutte contre le dopage constitue une préoccupation majeure du mouvement sportif et de la FFE en \nce qu’elle constitue une pratique contraire à l’éthique sportive. Afin de garantir l’équité, la loyauté et la \nsincérité des compétitions, la FFE s’engage à : \n \n- \nDésigner un référent chargé de la prévention du dopage au sein de la fédération (cf. annexe \n18) ; \n \n- \nMettre en place une stratégie de prévention du dopage dont le référent sera chargé de la mise \nen œuvre ; \n \n- \nRépondre aux sollicitations de l'Agence française de lutte contre le dopage (AFLD) à l’occasion \ndes audits qu'elle peut conduire dans le cadre de son programme d’éducation  \n \n- \nAssurer l'application des décisions AFLD, notamment par la rédaction d'un règlement \ndisciplinaire adapté, en assurant le retrait de licence des personnes ayant fait l’objet de \nsanctions disciplinaires, en prenant les mesures nécessaires pour empêcher leur participation \naux compétitions et en informant l'AFLD de la participation d'un sportif sanctionné à un \nentrainement. \n \nLa Fédération adaptera ses règlements disciplinaires en fonction des recommandations qui lui seront \ntransmises par l’AFLD. \n \n \nTitre VII Pratique des personnes en situation de handicap \n \nLe ministère conduit depuis de nombreuses années une politique volontariste et ambitieuse afin que le \nsport soit un outil de promotion individuelle, d’intégration sociale et professionnelle favorisant la santé \net l’autonomie des personnes en situation de handicap. L’accès aux pratiques sportives et aux activités \nphysiques de leur choix est une priorité. \n \nDepuis 2005 la loi pour l’égalité des droits et des chances, la participation et la citoyenneté des \npersonnes en situation de handicap apporte un cadre législatif précis en rendant obligatoire l’accès aux \ndroits fondamentaux reconnus à tous les citoyens ainsi que le plein exercice de sa citoyenneté. \n \nLe contrat de délégation est un outil d’accompagnement et de structuration supplémentaire. \n \nArt. 7 – Pratique des personnes en situation de handicap et Para discipline ou para discipline \nadaptée  \n \nLes axes et objectifs, de la fédération en matière de para-discipline ou de para-discipline adaptée, sont \nles suivants :  \n \n \nInclusion dans les compétitions fédérales des personnes en situation de handicap ne \nnécessitant pas d’adaptation des règlements, \n \n",
      "section": null
    },
    {
      "page_num": 16,
      "text": " \nFormation des personnels accompagnants les situations de handicap qui nécessite des \nadaptations des règlements, \n \n \nConventionnement avec la Fédération Française Handisport et avec la Fédération Française \ndu Sport Adapté \n \n \nRenforcer les compétitions et les projets d’inclusions des personnes à déficience visuelle. \n \nLes conventions entre la FFE et la FF Handisport ou la FF Sport Adapté seront annexées par avenant \nau présent contrat. Ces conventions ont principalement pour objet la formation, les sélections, \nl’arbitrage, le développement, les compétitions. \n \n \nArticle 7-1 – Initiatives fédérales \n \nLes initiatives pour une pratique inclusive, avec les valides ; Les principaux championnats de France et \nles compétitions fédérales sont ouverts aux joueurs en situation de handicap (mobilité, visuel) et aux \nvalides.  \n \nLa FFE identifie par un logo sur son site internet les clubs dont les lieux de compétition ou de loisir sont \naccessibles aux personnes en situation de handicap. Pour les lieux non-accessibles et relevant d’une \ncollectivité territoriale, la FFE accompagne le club dans sa démarche de signalement et de rappel des \nobligations légales. \n \n \nTitre VIII Développement durable \n \nLe développement durable constitue un des défis auquel le sport français doit faire face pour améliorer \nses impacts économiques, sociaux et environnementaux. Sa prise en compte est désormais une néces-\nsité qui s’applique à toutes les décisions y compris celles prises en vertu des prérogatives de puissance \npublique de la FFE. Des orientations sont fixées dans les articles ci-dessous. \n \nArt. 8-1 – Bilan carbone et stratégie de réduction carbone \n \nLe Bilan Carbone® est une méthode de comptabilisation des émissions de gaz à effet de serre à partir \nde données facilement disponibles pour parvenir à une bonne évaluation des émissions directes ou \ninduites par une activité. Son objectif est de permettre d’établir un plan d’actions pour réduire ces \némissions, qui se décline, pour le mouvement sportif.  \n \nLa Politique d’achat de la fédération se doit d’intégrer les enjeux liés au développement durable. Alliant \nrecherche de performance économique et respect des engagements de la fédération en \nmatière de RSE, notre politique Achats Durables s’articule autour de 4 axes majeurs : \n \nplus respectueux de l'environnement (produits verts, éco-certifiés, éco-labellisés, éco-conçus...)  \n \nsolidaires, c'est-à-dire des produits fabriqués par des associations de solidarité ou des \nentreprises d'insertion, ou encore dont une partie des ventes est reversée à des associations.  \n \néthiques : il s'agit de produits fabriqués dans le respect des conventions de l'Organisation \nInternationale du Travail, soucieux des droits de l'homme.  \n \nissus du commerce équitable, qui permettent à des petits producteurs de pays en voie de \ndéveloppement d'améliorer leurs conditions de vie, et qui respectent l'environnement. \n \nArt. 8-2 – Déplacements \n \nLa réduction de l’impact carbone par l’optimisation des déplacements générés par la pratique sportive \net l’organisation des compétitions est un enjeu important en matière de développement durable. \n \nDes outils numériques existent pour calculer au mieux la réduction des impacts carbone. Parmi ces \noutils, Optimouv est une solution innovante pour réduire les gaz à effets de serre générés à l’occasion \ndes déplacements du mouvement sportif. \n \n",
      "section": null
    },
    {
      "page_num": 17,
      "text": "Elle combine géolocalisation d’équipes, de personnes et de lieux, organisation des poules et calcul \nd’itinéraires pour optimiser le nombre de kilomètres parcourus lors des pratiques sportives ou dans le \ncadre du fonctionnement du mouvement sportif. \n \nOptimouv permet de réduire d'au moins 15% les déplacements des rencontres sportives sans en réduire \nle nombre.  \n \nDans le cadre de la mise en œuvre de l’Institut National de Formation, la FFE proposera à la rentrée de \nseptembre 2022, une formation à l’ensemble de ses directeurs de compétitions (80) sur l’utilisation \nsystématique d’Optimouv et d’outils de cartographie permettant de réduire de façon draconienne les \ngaz à effets de serre générés lors des championnats interclubs. \n \nArt. 8-3 – Recyclage \n \nLa loi relative à la lutte contre le gaspillage et à l'économie circulaire du 10 février 2020, dite loi AGEC, \nacte la mise en place d’une filière REP (Responsabilité Elargie du Producteur) « Articles de Sport et de \nLoisirs » (ASL) à compter du 1er janvier 2022.  \n \nDans la perspective de mise en œuvre par le Gouvernement et afin que les parties prenantes \nconcernées disposent d’informations et de données récentes pour la création de cette filière, l’ADEME \na lancé la réalisation d’une étude qui s’est conduite en deux phases. La synthèse de cette étude décrit \nl’organisation actuelle du marché des ASL, de la prise en charge des déchets et dessine le contour de \nce que pourrait être l’organisation de la future filière (scénarios d’organisation, objectifs de performance, \néco-modulations). La mise en place de cette filière devrait favoriser le réemploi et le recyclage des ASL \nlorsqu’ils arrivent en fin de vie. \n \nLes fédérations sportives et leurs membres peuvent participer à la mise en place de cette filière de \nréemploi. \n \nLors des championnats de France d’Agen et d’Albi, les sites des compétitions et d’accueil du public \nseront équipés de poubelles permettant le tri des déchets ainsi que de points d’eau potable librement \naccessible. \n \nArt. 8-4 – Signataire des chartes de référence du ministère des sports \n \nDeux chartes de référence permettent aux fédérations sportives de guider leurs décisions prises en \nvertu de leurs prérogatives de puissance publique en fonction de critères liés au développement \ndurable : \n \nLa charte des 15 engagements écoresponsables des organisateurs d’évènements sportifs ; \n \nLa charte des 15 engagements écoresponsables des gestionnaires d’équipements sportifs ; \n \nLa FFE adoptera lors de son prochain comité directeur les deux chartes. \n \n \n \nArt. 8-5 – Organisation d’un ou plusieurs évènements sportifs exemplaires en matière de \ndéveloppement durable \n \nA l’image des championnats et compétitions organisées par territoire ou par catégorie d’âge ou par \nspécialité, une ou plusieurs manifestations sportives peuvent être organisées sous l’angle d’une \nexemplarité de la manifestation en matière de développement durable. \n \nL’organisation est réalisée sur le principe de la « preuve du concept », une ou plusieurs compétitions \npeuvent mobiliser un large panel d’éléments écoresponsables. \n \nLes championnats de France Jeunes de la FFE sont très adaptés pour démontrer l’exemplarité des \norganisations échiquéennes en matière de développement durable. \n \n \n \n \n",
      "section": null
    },
    {
      "page_num": 18,
      "text": "Art. 8-6 – Sujets thématiques  \n \nSans objet \n \n \nTitre IX Emploi et formation \n \nLes fédérations ont notamment pour mission de contribuer au déploiement des politiques dans le champ \nde la formation et de l’emploi. \nL’identification d’axes et d’indicateurs en matière de formation et d’appui à la professionnalisation \ns’inscrit dans cette délégation.  \n \nArt. 9 – La fédération, principal acteur de l’accompagnement de ses licenciés et de ses structures pour \nles disciplines des Echecs, identifie les activités professionnelles proposées ou à mettre en œuvre au \nsein du secteur défini au travers de ces disciplines et spécialement autour de 4 axes : \n- l’observation ;  \n- la formation ;  \n- l’insertion ;  \n- la professionnalisation. \n \nDans le cadre de la création et mise en œuvre de l’Institut Nationale de Formation (INF) en décembre \n2021, la FFE a pour objectif de : \n \n \nRefondre ses diplômes fédéraux à destination des bénévoles (Brevets Fédéraux), \n \nCréer un Diplôme Universitaire d’animateur scolaire et un CQP d’animateur échiquéen, \n \nD’obtenir la création d’un brevet et diplôme d’état adapté aux entraineurs échiquéens. \n \nDe structurer un centre de formation par l’apprentissage, \n \nDe mettre en place un centre de ressources. \n \n \nArt. 9-1 – Existence d’une stratégie d’observation, de l’emploi, des métiers et des compétences \nL’INF de la FFE doit mener d’ici la fin de l’année 2022 une étude sur l’emploi aux sein des structures de \nla FFE permettant de définir: \n \nLe nombre et le type d’emplois identifiés existants (animateur, moniteur, entraîneur, directeur \nde la performance, gestionnaire, développeur, etc.) dans les structures fédérées. \n \nLa nature des emplois (principal ou accessoire). \n \nLe nombre et le type d’emplois identifiés à créer pour les quatre prochaines années. \n \nAfin de prévoir les certifications professionnelles correspondantes à ces besoins ou celles à concevoir. \n \nArt. 9-2 – Existence d’une politique de formation tout au long de la vie : \nL’INF sera en charge de la VAE et de la mise en place d’une formation continue pour l’ensemble des \ntitulaires d’un diplôme de la FFE. \nActuellement la FFE recense les diplômés fédéraux suivants: \n \n1900 arbitres \n \n100 officiels \n \n1200 initiateurs \n \n2500 animateurs \n \n400 entraineurs \n \nL’INF prévoit une refonte complète en 2023 des diplômes d’initiateurs et d’animateurs pour répondre à \nla demande de professionnalisation, notamment dans l’animation en milieu scolaire. \nL’INF aura en charge la création d’une filière d’entraineurs professionnels en capacité de répondre aux \nobjectifs du Projet de Performance Fédérale. \n \n",
      "section": null
    },
    {
      "page_num": 19,
      "text": "Pour les bénévoles et dirigeants de clubs, l’INF s’oriente vers une modernisation des outils de formation \nplus adaptés à cette population (MOOC, distanciel, auto-formation, etc.).  \nUne campagne de sensibilisation au dispositif CEC/CPF est en cours depuis Avril 2021 afin d’activer \ndes financements de formation de bénévoles par leur CPF, lorsque les formations de l’INF de la FFE \nseront agréées. \n \nArt. 9-3 – Politique d’appui à l’insertion dans les métiers de l’encadrement sportif \n \nLa FFE envisage de labelliser quelques clubs en capacité d’accueillir les personnels en formation à \nl’INF (apprentis, formation continue, stage pratique). \n \nL’INF de la FFE établit actuellement des contacts avec l’INSPE de l’université de Toulouse afin de \npermettre aux enseignants de l’Éducation Nationale participant au projet Class’Echecs de valider un \nDiplôme Universitaire d’Animateur en milieu scolaire, leur permettant de justifier de nouvelles \ncompétences. \n \nArt. 9-4 – Politique en matière d’appui à la professionnalisation des structures et des personnes  \n \nUn des objectifs de l’INF de la FFE est de mettre à disposition de ses professionnels un centre de \nressources multimédias leur permettant d’améliorer au quotidien leurs pratiques et leur pédagogie. \n \n \nTitre X Équipements sportifs \n  \nArt. 10 – Stratégie fédérale en matière de développement des équipements fixes et mobiles (ou \ninnovants)  \n \nEn 2021, la FFE a signé une convention de partenariat avec l’Association des Maires de France (AMF) \npermettant de faciliter l’achat et la mise en œuvre de mobilier urbain échiquéen par les collectivités \nterritoriales dans les lieux publics (cahier des charges, taux de financement, etc.). \n \nAu travers du dispositif Class’Echecs, 5000 jeux d’échecs seront distribués dans les écoles du dispositif, \njeux qui resteront disponible pour les 20 prochaines années dans ces lieux. \n \nPar ailleurs, la FFE étudie la création d’un équipement mobile permettant de jouer aux échecs dans un \nmonde virtuel (métavers, jeu 3D) permettant d’amener les jeunes des territoires carencés vers les clubs \nd’échecs. \n \n \nTitre XI Outre-mer \n \nArt. 11 – Structuration et organisation fédérale à mettre en valeur et à accompagner  \n \nLa FFE, dans le cadre des financements ANS pour les projets PSF, accompagne ses territoires ultra-\nmarins.  \nLa mise en place du jeu hybride devrait favoriser l’inclusion d’équipes de clubs ultra-marins dans le \ncircuit des championnats interclubs, cela permettra de hisser le niveau échiquéen local et par \nconséquent améliorer la compétitivité des joueurs lors des championnats de France individuels. \n \n \nTitre Spécial (Initiative fédérale) \n \nArt. 12 – Initiative fédérale hors cadre à mettre en valeur et à accompagner  \n \nDans le cadre de la démocratisation des Échecs, de la lutte contre les stéréotypes de genres, de \npratiquer les Échecs autrement dans les zones d’éducation prioritaire, la FFE développe le concept de \n« Echecs en Espace Virtuel Mobile ».  \n",
      "section": null
    },
    {
      "page_num": 20,
      "text": "Il s’agit au travers d’un dispositif de réalité virtuelle mobile, d’inviter les personnes à pratiquer le e-Chess \nde façon ludique (Métaverse), pour in fine les inciter à rejoindre un club. \n \nEn 2022, la Fédération finalise les aspects techniques du projet et travaillera à son financement et à \nson déploiement avant la fin de l’olympiade. \n \n \nTitre XII Engagement de l’État \n \nLa diversité des champs d’actions de l’État, en lien avec son opérateur l’Agence Nationale du sport \n(ANS), ses services déconcentrés (DRAJES, SDJES), ses établissements publics (INSEP, CREPS, \nécoles nationales) montre la capacité du Ministère des sports à s’engager auprès des fédérations \nsportives pour le déploiement de sa politique sportive. \nLa multiplicité des engagements du ministère des sports qu’il apporte ou qu’il peut apporter s’appuie \nsur son opérateur, ses plateformes pour valoriser l’action des fédérations : \n \nArt. 12-1 – Dispositifs de l’Agence nationale du sport (ANS) \n \nBras opérationnel de l’État, l’ANS est chargée de développer l’accès à la pratique sportive pour toutes \net tous, de favoriser le sport de haut niveau et la haute performance sportive, en particulier pour les \ndisciplines olympiques et paralympiques, dans le cadre de la stratégie définie par l’Etat dans une \nconvention d’objectifs conclue entre l’agence et l’Etat. L’Agence nationale du sport veille à la cohérence \nentre les projets sportifs territoriaux et les projets sportifs des fédérations. Les dispositifs \nd’accompagnement ci-après sont déployés par l’ANS. \n1. Contrat de performance des fédérations ; \n2. Contrat de développement des fédérations ; \n3. Part territoriale (ex CNDS) des associations agréées ; \n4. Équipements nationaux ; \n5. Aides personnalisées des sportifs ; \n6. Primes de performances olympiques : \na. Sportifs, guides ; \nb. Entraîneurs ; \n7. Quotas ou voies d’accès réservé aux SHN (professorat de sport, kinésithérapie, \npodologie…) ;  \n8. CIP avec un certain nombre d’entreprises et CAE avec le service public. \n \nArt. 12-2 – Dispositifs communs entre les sports et l’éducation nationale \n \nL’élargissement du périmètre ministériel consécutive à la fusion avec l’éducation nationale vient \nrenforcer le continuum éducatif des jeunes de 3 à 18 ans sur les différents temps (scolaire, périscolaire, \net extrascolaire) que cela soit au travers du plan mercredi, la promotion du sport à l’école, le plan \nmercredi, le 30’ APQ. \n \nLes dispositifs : « une école, un club », « Trop bon de faire du sport », « Mon club près de chez moi », \n« Génération 2024 » favorisent l’accompagnement des jeunes vers une activité physique et contribuent \nau développement du sport au sein des fédérations. \n \nLe code de l’éducation prévoit, en ses articles L.331-6 et L.611-4, que des aménagements appropriés \nde scolarité et d’études doivent être mis en œuvre pour permettre aux sportives et aux sportifs de haut \nniveau ainsi qu’à celles et ceux classé(e)s dans la catégorie « Espoir » ou « Sportif des Collectifs \nNationaux » de mener à bien leur carrière sportive.  \n \n",
      "section": null
    },
    {
      "page_num": 21,
      "text": "Art. 12-3 – Valorisation en ressources humaines \nAu sein de la direction des sports, le service à compétence nationale, le « Centre de gestion \nopérationnelle des conseillers techniques sportifs » (CGOCTS) est en charge de la gestion \nopérationnelle des conseillers techniques sportifs (CTS) qui exercent leurs missions auprès des \nfédérations sportives.  \nPour permettre la mise en place du contrat de délégation, 5 Cadres Techniques Sportifs seraient \nnécessaires auprès de la FFE, ce qui représenterait un coût de 280 000 € par an.  \n \n1 DTN : en charge de la structuration du haut niveau  \n \n1 CTS : en charge du développement scolaire et éducation (Class’Echecs, relation UNSS, \nUSEP, FFSU, etc.) \n \n1 CTS : en charge des politiques transverses (Mixité, Violences, Citoyenneté, Intégrité, \nDéontologie, …) \n \n1 CTS : en charge de la professionnalisation et de la formation (INF, Diplôme d’état, etc.) \n \n1 CTS : en charge des territoires (Décentralisation des politiques fédérales, lien avec les \nstructures régionales de l’ANS, CROS etc.) \nCertaines politiques de ce contrat de délégation, outre l’apport nécessaire de ressources humaines \nnécessiteront des enveloppes financières complémentaires des pouvoirs publics. \nArt. 12-4 – Offres de services des services déconcentrés (DRAJES, SDJES) établissements \npublics (INSEP, CREPS, Écoles Nationales) et des pôles ressources nationaux \n \nLes établissements publics assurent avec les fédérations : \n-la préparation, la formation sportive et citoyenne, l’accompagnement socio professionnel des sportifs \net l’hébergement des filières d’accession du haut niveau au très haut niveau ; \n-le suivi quotidien et régulier médical des sportifs en CREPS ou hors CREPS ; \n-les maisons de la performance ; \n-l’accueil des stages sportifs tout public, des réunions dans des installations à la pointe de la \ntechnologie ; \n- l’organisation des formations initiales et continues ;  \n-la communication des pôles ressources nationaux. \n \nArt. 12-5 –  Offres de formation et d’emploi \n \nLe ministère des Sports soutient la création, le développement et la consolidation d’emplois associatifs, \nen particulier dans le cadre de contrats aidés. \nLe dispositif SESAME (Sésame vers l’Emploi dans le Sport et l’Animation pour les Métiers de \nl’Encadrement) a été créé par les ministères chargés des Sports et de la Jeunesse dans le but \nd’accompagner vers un emploi d’éducateur sportif ou d’animateur, les jeunes de moins de 25 ans \nrencontrant des difficultés d’insertion professionnelle. En offrant un parcours individualisé leur \npermettant une qualification professionnelle et une aide financière, le dispositif SESAME vient renforcer \nle plan national « Un jeune- Une solution ». \n \nDepuis 2018, le dispositif Parcoursup a été mis en place dans les établissements publics de formation \ndu ministère des sports : les CREPS, l’école nationale de voile et des sports nautiques ainsi que le GIP \nCampus sport Bretagne proposent, aux candidats bacheliers ou en réorientation d’études supérieures, \ndes places en formation initiale dans les formations menant aux diplômes d’État. \nLes DRAJES en lien avec les SDJES mettent en œuvre les dispositifs de service civique et du service \nnational universel (SNU). \n \nArt. 12-6 –  Accompagnement aux grands événements sportifs \n",
      "section": null
    },
    {
      "page_num": 22,
      "text": " \nLa Direction interministérielle des grands événements sportifs (DIGES) planifie et accompagne \nfinancièrement les grands événements sportifs. Elle porte et accompagne le financement des GESI. \n \nDe la richesse de ces interactions, est né à l’initiative de la DIGES le « Guide de l’organisateur de \nGESI » regroupant tous les documents nécessaires aux comités d’organisation pour accueillir \nsereinement les nombreuses délégations sportives étrangères qui participent à ces compétitions \ninternationales majeures. \n \nArt. 12-7 –  Aides exceptionnelles \n \nDes aides exceptionnelles sont menées par l’État pour soutenir financièrement le monde sportif (prêt à \ntaux zéro, subventions exceptionnelles « COVID » - « Compensation billetterie », en période de crise \nsanitaire). \nPar ailleurs, un plan relance a été engagé pour favoriser la reprise des licences dans les fédérations au \ntravers du Pass’Sport. \nAussi, pour accompagner la création du Pass’Sport, un nouveau plan « 5000 terrains » va donner la \npossibilité de créer des équipements innovants, de proximité, dans un contexte où le parc existant est \nsaturé. \nEnfin, pour permettre aux usagers les plus éloignés de la pratique ou malades de bénéficier d’une \npratique sportive régulière, la labellisation « Maison sport santé » a permis la mise en œuvre d’un \nréseau de plus de 400 structures. \nPour certains GESI, l’État produit des lettres d’engagement relatives notamment aux services d’ordre \nindemnisés. \n \nArt. 12-8 –  Plans nationaux \nSans objet \n \nArt. 12-9 –  Aide à la mutualisation du mouvement sportif \n \nL’État intervient de façon indirecte avec le mouvement sportif en accordant une subvention de \nfonctionnement aux CNOSF et CPSF. \n \nArt. 12-10 –  Aide à la régulation du secteur sportif \n \nL’État intervient directement auprès d’autorités administratives indépendantes en charge de l’éthique et \nde l’intégrité du sport telles que l’Agence Française de lutte contre le dopage (AFLD),  l’Autorité nationale \ndes jeux (ANJ) ainsi que l’Office central de lutte contre les atteintes à l’environnement et à la santé \npublique. \n \nArt. 12-11 – Plateformes  \n \nPour mieux sécuriser le cadre des pratiques, le Ministère des sports dispose de plateformes, \napplications et outils qui sont au service exclusif des fédérations : \n \n- Espace de communication ministérielle ; \n- Systèmes d’information – VIGICOMMOTION ; SIMS ; EAPS PUBLIC ; SI HONORABILITE ; \nEQUIPEMENTS.GOUV.FR ; PLATEFORME SIGNAL ; \n- Accès aux données d’accidentalité (SNOSM, SNOSAN, …) ; \n- L’application FORÔME (gestion des parcours de formation et l’attribution des diplômes nationaux \nprofessionnels Jeunesse et Sport) ; \n \nArt. 12-12 – Guides, plaquettes, chartes, outils et supports de formation \n \nDe nombreux outils, kits de communication ont été mis à disposition des fédérations avec notamment : \n- les kits de formation des référents ; \n",
      "section": null
    },
    {
      "page_num": 23,
      "text": "-le guide AFOR SPEC X50-20 relatif à l’éthique et l’intégrité dans le sport ; \n-le handiguide permettant la géolocalisation des sites de pratique pour les personnes en situation de \nhandicap. \n \n \nTitre XIII Durée et révision du contrat \n \nArt. 13-1 – Durée du contrat \n \nLe présent contrat produit ses effets jusqu’au 31 décembre 2025. \n \nAu terme de cette période, le contrat de délégation cesse de plein droit. \nPar exception, le contrat cesse de produire ses effets si : \n \n- \nLa délégation est retirée dans les conditions prévues par les articles R. 131-29 et suivants du \ncode du sport ; \n- \nL’arrêté de délégation est abrogé ou annulé par les juridictions administratives ; \n- \nLa fédération demande le retrait de la délégation. Dans ce cas le contrat cesse de produire ces \neffets pour les disciplines pour lesquelles la délégation a été retirée. \n \nIl peut être mis fin à tout ou partie du contrat de manière anticipée dans les conditions prévues le code \ndu sport ou par l’article 13-1 du présent contrat. \n \nArt. 13-2 – Révision du contrat \n \nLe présent contrat peut être révisé si les deux Parties souhaitent en réviser le contenu.   \n \nIl peut également être révisé en cas d’inexécution des obligations nées de l’engagement contractuel \ndes Parties au contrat. Dans ce cas, la partie qui constate l’inexécution peut : \n- \nSolliciter l’autre partie pour une révision du contrat ; \n- \nInterrompre l’exécution de ses engagements contractuels réciproques. \n \nEn cas de manquement grave à l’un des articles par la Fédération, le Ministère des sports pourra retirer \nla délégation pour une ou plusieurs disciplines sportives.  \n \nLe contrat de délégation est révisé lorsque la stratégie nationale de la fédération, dans sa version \ndéfinitive, n’a pas été initialement annexée au contrat. \n \nArt. 13-3 – Bilan et clause de revoyure \n \nChaque année, un bilan de l’exécution du présent contrat sera réalisé conjointement par les Parties. Il \nest l’occasion d’une évaluation réciproque des engagements.  \nA cette occasion, la version définitive de la stratégie nationale est annexée au contrat de délégation. \n \nA cette occasion, le ministre chargé des sports peut demander des éléments à la fédération ou aux \ncommissions indépendantes.   \n \nDe même, la fédération peut demander des éléments au ministère chargé des sports ou ses opérateurs \nla concernant. \n \n \nTitre XIV Dispositions diverses \n \nArt. 14 – Publication du contrat \n \nLe présent contrat est publié sur le site internet du ministre chargé des sports ainsi que sur le site \ninternet de la fédération dans les mêmes conditions que les dispositions règlementaires prises par les \nfédérations et prévues aux articles A.131-3 et suivants du code du sport. \n \n",
      "section": null
    },
    {
      "page_num": 24,
      "text": "La fédération s’engage à apposer le logo de l’État sur l’ensemble des documents et supports significatifs \nde communication qui sont en lien avec le périmètre de la délégation. La fédération doit s’assurer du \nrespect de la charte graphique et de l’identité visuelle de l’État auprès de ses propres publications ainsi \nque celles de ses structures déconcentrés et affiliées. \n \n \n \nSIGNATURES \n \nPour la Fédération Française des Échecs \n \nPour l’État \nLe Président \n \n \n \n \n \nÉoi RELANGE \nLe Ministre de l’Éducation nationale, de la \nJeunesse et des Sports \n \n \n \n \nJean-Michel BLANQUER \n \n \n \n",
      "section": null
    },
    {
      "page_num": 25,
      "text": " \n \n \n \n \n \n \n \n \nAnnexes \n \nAnnexe 1 : \nLa stratégie nationale \nAnnexe 2 : \nLa charte d’éthique et de déontologie (lien PFS) \nAnnexe 3 : \nBilan d’activité du comité d’éthique et de déontologie \nAnnexe 4 : \nLa convention conclue entre la fédération et la ligue professionnelle (lien PFS) \nAnnexe 5 : \nLes règles techniques (lien PFS) \nAnnexe 6 : \nLa convention liant la fédération à ses organismes territoriaux ou nationaux lorsqu’ils \nsont dotés de la personnalité morale (cf Statuts FFE lien PFS) \nAnnexe 7 : \nLa convention-cadre mentionnée à l’article R. 131-23 (lien avec CGOCTS) \nAnnexe 8 : \nLes conventions signées entre l’Agence nationale du sport et la fédération. \nAnnexe 9 : \nLe projet de développement et sa déclinaison dans ses organismes régionaux et \ndépartementaux pour les disciplines de para et para adaptés \nAnnexe 10 : \nProjet de Performance Fédérale-PPF  (lien PFS) \nAnnexe 11 :  \nCalendrier \nAnnexe 12 :  \nPlan de féminisation \nAnnexe 13 : \nLettre de mission Commission Mixité \nAnnexe 14 : \nOrganigramme FFE  \nAnnexe 15 : \nLettre de mission Commission Éthique et Intégrité \nAnnexe 16 :  \nCharte Ethique \nAnnexe 17 : \nLettre de mission Commission Fair-Play \nAnnexe 18 :  \nListe des référents thématiques  \nAnnexe 19 :     Contrat d’Engagement Républicain \n   \n \n \n \n \n \n \n",
      "section": null
    }
  ],
  "total_pages": 25,
  "extraction_date": "2026-01-14T02:52:42"
}
