{
  "filename": "F01_2025_26_Championnat_de_France_des_clubs_Feminin.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": "Texte modifié par la CT le 17/05/2025 \n F01-1/7 \n \nCHAMPIONNAT DE FRANCE FÉMININ DES CLUBS \n1. Organisation générale \n1.1. Structure \nLe championnat de France Féminin des Clubs est organisé chaque saison. Il comporte 3 divisions : \n• \nTop 12F, comprenant 12 équipes (Top 12F) ; \n• \nNationale 1 féminine, composée de 4 groupes de 8 équipes (N1F) ; \n• \nNationale 2 féminine, composée de 1 ou plusieurs groupes dans une même zone interdépartementale pour la \npremière phase et de 8 groupes au maximum pour la deuxième phase (N2F). \n Les clubs des principautés de Monaco et d'Andorre sont autorisés à participer au championnat de France féminin \ndes clubs. Ils peuvent accéder au Top 12 féminin sous réserve de ne pas participer à la plus haute division d'un autre \nchampionnat fédéral. \nTous les groupes (Top 12F, N1F et N2F) sont organisés sous la responsabilité de la Commission Technique Fédérale. \n1.2. Déroulement de la compétition \n1.2.a) Top 12F \nUn club ne peut engager qu'une équipe. \nLe Top 12F se joue en deux phases : \n• \nLa première phase est divisée en deux groupes de six équipes. \nUne liste de dix joueuses au maximum (dont au moins une Française) doit être déposée au plus tard trente jours avant \nle début de la compétition auprès de la Direction du Top 12F. Le statut de ces joueuses doit être en conformité avec \nl’article 3.7.a. Toute joueuse ne figurant pas sur cette liste ne pourra pas participer au Top 12F. \nEn Top 12F, sont constitués deux sous-groupes de 6 équipes dans chacun desquels se dispute un tournoi toutes rondes. \nLes sous-groupes sont constitués selon le classement final de la saison précédente : la 1ère, 4e, 5e, 8e, dans un groupe \net la 2e, 3e, 6e, 7e, dans le deuxième groupe. Pour départager les places 5 à 8, on suit les critères indiqués dans \nl’article 4.4.a, à l’exception dans ce cas de la confrontation directe (points de match, différentiel, points « pour », \ndifférentiels par échiquier). Les 4 équipes qui montent de la N1F sont classées selon la moyenne des 4 meilleures \njoueuses de la saison précédente. La moyenne est calculée en tenant compte du Elo en vigueur lors des rencontres de \nN1F. Les équipes ayant la 1ère et 4ème meilleure moyenne sont placées dans le groupe A, et la 2ème et 3ème sont \nplacées dans le groupe B. \nLes deux premières équipes de chaque groupe se qualifient pour les demi-finales, les deux dernières de chaque groupe \ndescendent en N1F. \n• \nLa deuxième phase comprend : \na) les demi-finales opposant la première équipe de chaque groupe (avec les blancs au premier échiquier) à la \ndeuxième équipe de l’autre groupe ; \nb) la finale pour le titre et le match de classement pour la troisième place. Les couleurs sont tirées au sort à \nl'issue des demi-finales. \n1.2.b) N1F \nLe nombre d’équipes par club n’est pas limité. \nLa N1F se joue en trois rondes au système Suisse ou au système Molter si le nombre d’équipes est impair. \nLes équipes classées premières de chaque groupe de N1F accèdent au Top 12F à l’issue de la saison. \nLes équipes classées à la septième et huitième place de chaque groupe de N1F descendent en N2F à l’issue de la \nsaison. \nLes équipes doivent présenter une liste ordonnée de cinq joueuses au maximum sur place. Uniquement ces joueuses \nsont autorisées à participer à la compétition. Pour chaque match de la phase, la ou le capitaine choisit quatre membres \nde cette liste, sans en changer l'ordre et donne sa composition à l'arbitre sur un document officiel. Les équipes sont \nordonnées suivant la moyenne Elo calculée sur le classement des quatre joueuses figurant sur cette liste et jouant à \nla première ronde.",
      "section": null
    },
    {
      "page_num": 2,
      "text": "Texte modifié par la CT le 17/05/2025 \n F01-2/7 \nCHAMPIONNAT DE FRANCE FÉMININ DES CLUBS \n \nLes équipes sont appariées selon le même procédé que pour la Coupe Loubatière sans application des règles \ncomplémentaires relatives au système Suisse. \nSi une équipe refuse son accession en Top 12F avant la publication des groupes ou si le règlement ne lui permet pas \nde monter, sa place revient à l’équipe suivante de son groupe. \n1.2.c) N2F \nLa N2F se joue en trois rondes au système Suisse ou au système Molter si le nombre d’équipes est impair. \nLe nombre d’équipes par club n’est pas limité. Le nombre de groupes par ZID n'est pas limité. \nLa N2F se déroule en deux phases : \n- une phase zone interdépartementale ; \n- une deuxième phase. \nPour une à trois équipes engagées dans la phase zone interdépartementale, seule la première se qualifie pour la phase \nsuivante. \nPour quatre à six équipes, 2 équipes sont qualifiées. \nPour sept à neuf équipes, trois équipes sont qualifiées, etc. \nLes équipes classées premières à l’issue de la deuxième phase de N2F accèdent à la N1F. \nLes équipes doivent présenter une liste ordonnée de cinq joueuses au maximum sur place. Uniquement ces joueuses \nsont autorisées à participer à la compétition. Pour chaque match de la phase, la ou le capitaine choisit quatre membres \nde cette liste, sans en changer l'ordre et donne sa composition à l'arbitre sur un document officiel. Les équipes sont \nordonnées suivant la moyenne Elo calculée sur le classement des quatre joueuses figurant sur cette liste et jouant à \nla première ronde. \nEn N2F phase zone interdépartementale, les équipes sont appariées selon le même procédé que pour la Coupe \nLoubatière avec application des règles complémentaires relatives au système Suisse (voir ci-dessous). \nEn N2F deuxième phase, les équipes sont appariées selon le même procédé que pour la Coupe Loubatière sans \napplication des règles complémentaires relatives au système Suisse. \n \nRègles complémentaires dans le cas d'un système Suisse : \n1. L'arbitre classe les équipes dans l'ordre décroissant des moyennes des derniers Elo diffusés, sur la \nbase des quatre joueuses annoncées par les capitaines et jouant lors de la première ronde. L’arbitre \ntire ensuite au sort la couleur de la première joueuse de l'équipe en tête de liste. \n2. Si deux équipes ou plus ont remporté leurs deux premiers matchs, elles ne sont pas appariées \nensemble à la troisième ronde, sauf s’il n'y a qu'une seule place qualificative à pouvoir pour la N1F. \n3. Il convient d'éviter autant que possible les matchs opposant les équipes d'un même club. \n \nS'il y a moins de huit groupes lors de la deuxième phase, des places supplémentaires pour la N1F seront attribuées \npar la Commission Technique Fédérale suivant le nombre d’équipes de chaque groupe. Le nombre d’équipes pouvant \naccéder à la N1F ne devra toutefois pas dépasser huit. \n \nSi une équipe classée première refuse son accession avant la publication des groupes ou si le règlement ne lui permet \npas de monter, sa place revient à l’équipe deuxième de son groupe. Une équipe rétrogradée à sa demande ne peut la \nsaison suivante user de son éventuel droit d’accession dans la division supérieure. En cas de places disponibles, la \nCommission Technique Fédérale procède à des repêchages. \n1.3. Engagements \nDès la fin du championnat les clubs qualifiés pour le TOP12F et la N1F sont contactés par la FFE et informés de la \nprocédure d’inscription à suivre pour participer à la saison suivante. Sous peine de non-inscription au championnat, \nles droits d’inscription doivent être réglés avant la date limite fixée par la FFE \n1.4. Licences \nVoir Règles Générales.",
      "section": null
    },
    {
      "page_num": 3,
      "text": "Texte modifié par la CT le 17/05/2025 \n F01-3/7 \nCHAMPIONNAT DE FRANCE FÉMININ DES CLUBS \n \n2. Organisation de la compétition \n2.1. Directions des compétitions \n2.1.a) Direction de la Nationale \nLa Commission Technique Fédérale nomme en début de saison les directeurs ou directrices du TOP12F à la N2F \nEn Top 12F, la Direction de Nationale prend aussi les fonctions de Direction de groupe. \nDe la N1F à la N2F, la Direction de Nationale nomme en début de saison les Directions de groupe. \nLa Direction de Nationale centralise les résultats, confirme les classements provisoires et établit le classement final \nqu’elle renseigne sur le site fédéral. \n \n2.1.b) Direction de groupe \nLa personne chargée de la direction de groupe désigne, pour chaque rencontre, une personne \"responsable de la \nrencontre\". \nElle est chargée de faire respecter les règlements, de collecter les résultats et d’en vérifier la conformité. \nElle vérifie les feuilles de match, contrôle la situation des joueuses, procède aux redressements nécessaires, établit le \nrécapitulatif des résultats de toutes les parties et les classements provisoires, puis transmet ces documents \naccompagnés, le cas échéant, de ses observations à la Direction de la Nationale et aux équipes du groupe dans les \nplus brefs délais. Elle publie les résultats et les classements. \nLes décisions concernant les litiges réglés par les Directions de groupe sont notifiées aux clubs intéressés par lettre \nrecommandée avec avis de réception ou par tout autre moyen permettant de prouver qu'elles ont bien été reçues. \n2.2. Calendrier \nLes dates des rondes, hors phase zone interdépartementale, sont publiées sur le calendrier fédéral. \nChaque Direction de groupe désigne les lieux et clubs organisateurs des rencontres. \nEn cas d'événement exceptionnel dûment justifié ou sur proposition d'une Direction de groupe, la Direction de la \nNationale a tout pouvoir pour imposer un changement de date. \nHormis les cas précédents, toutes les dates fixées dans le calendrier fédéral sont impératives et doivent être respectées \nsous peine de forfait. \n2.3. Lieu et heures des rencontres \nIls sont fixés par la Ligue pour les phases zones interdépartementales, la Direction de groupe pour les autres cas, sauf \nintervention de la direction de la compétition. \n2.4. Responsable des rencontres \nLa Direction de groupe désigne une personne chargée de l’organisation de la rencontre. \n2.5. Arbitres \nLa Direction du TOP 12F, après avis de la Direction Nationale de l'Arbitrage, nomme l’arbitre fédéral d’Open 2 \nminimum pour chaque match de TOP 12F. \nEn N1F et N2F, la personne responsable de la rencontre désigne l’arbitre fédéral d'Open 1 minimum. \nEn Top12F, N1F et N2F, l'arbitre ne peut pas être joueuse en même temps, même dans une autre division. \n2.6. Matériel \nIl appartient aux Clubs participant à la compétition accueillant les rencontres de fournir la totalité du matériel de jeu \nnécessaire à un bon déroulement des matchs. \nEn cas de rencontre opposant deux équipes visiteuses, la Direction de groupe précise quelle équipe fournit et apporte \nle matériel. \nEn cas d'insuffisance de matériel, la joueuse placée sur le (ou les) dernier(s) échiquier(s) de l'équipe fautive aura \npartie perdue par forfait administratif.",
      "section": null
    },
    {
      "page_num": 4,
      "text": "Texte modifié par la CT le 17/05/2025 \n F01-4/7 \nCHAMPIONNAT DE FRANCE FÉMININ DES CLUBS \n3. Déroulement des rencontres \n3.1. Règles du jeu \nLes règles de la FIDE et de la FFE en vigueur à la date des matchs sont applicables à toutes les parties. \nLes parties effectivement jouées, même si un forfait administratif est prononcé ultérieurement, sont comptabilisées \npour le classement Elo. \n3.2. Couleurs \nL'équipe première nommée a les blancs sur les échiquiers impairs et les noirs sur les échiquiers pairs. Le tirage au \nsort des couleurs est fait par l’arbitre après établissement de la moyenne des équipes. \nEn TOP 12F, pour les demi-finales et la finale l'une des équipes a les Blancs aux échiquiers 1 et 4, les Noirs sur les \néchiquiers 2 et 3. \n3.3. Cadence \nEn Top 12F les parties sont jouées à la cadence Fischer de 40 coups en 1h30, puis 30 minutes pour terminer la partie, \navec ajout de 30 secondes par coup durant toute la partie. \nEn N1F, les parties sont jouées à la cadence Fischer de 1h30 avec ajout de 30 secondes par coup durant toute la partie. \nEn N2F, la cadence est de 50 min avec ajout de 10 secondes par coup. \nToute partie ne se jouant pas à la cadence réglementaire est sanctionnée d'un forfait administratif pour la joueuse \nappartenant au club organisateur ou/et pour la joueuse qui a refusé d'utiliser ladite cadence. \n3.4. Statut des joueuses – homologation \nLa Commission Technique se prononce sur le statut et la qualification des joueuses : \n• \navant le début de la saison, à la demande du club où est ou sera licenciée la joueuse ; \n• \nà tout moment, mais au plus tard dans les trente jours suivant l'éventuelle rencontre concernée, à la demande \ndu club où est ou sera licenciée la joueuse, d'un autre club, du Direction du groupe ou de la compétition, de \nla Commission Technique Fédérale, du Comité Directeur de la FFE. \nLes clubs sont responsables de la qualification de leurs joueuses. Ceux n’ayant pas obtenu l'accord de la Commission \nTechnique et se trouvant en situation illégale, peuvent être pénalisés rétroactivement. \nUne vérification systématique des dispositions prévues aux articles 1.1. et 1.3. des Règles Générales, des articles 3.6. \net 3.7. du présent règlement est effectuée par la Direction de groupe. \n3.5. Capitaines \nVoir règles générales, article 8. \n3.6. Feuille de composition d’équipe – Feuille de match \n3.6.a) Feuille de match : à l’aide d’un document officiel, les capitaines d'équipe doivent remettre sur place à l'arbitre, \nou à la personne responsable du match, la liste des joueuses composant leur équipe, dans l'ordre des échiquiers. \nPour le Top 12F, la liste doit être remise à 10h au plus tard, sauf décision contraire de la Direction du TOP12F. \nPour la N1F et la N2F, le délai est de quinze minutes avant l'heure prévue pour le début de la rencontre. \nLorsque la liste est remise plus tard, les pendules de toutes les joueuses de l'équipe concernée sont avancées d'un \ntemps égal au retard. Si, de plus, une joueuse arrive dans un délai suffisant pour ne pas être forfait, mais entraînant \nun retard à la pendule supérieur à une heure, ce retard est ramené à une heure. \nCette liste ne peut plus être modifiée. Elle ne doit pas comporter de \"trou\". Si aucun nom n’est inscrit sur la feuille \nde match à un certain échiquier, il ne doit pas y en avoir non plus aux échiquiers suivants. Le non-respect de cet \narticle entraîne, pour l'équipe fautive, un forfait administratif au premier échiquier vacant et sur tous les suivants. \n3.6.b) Echiquiers : toute joueuse ne jouant pas à l'échiquier attribué sur la feuille de composition d'équipe est \nsanctionnée d'un forfait administratif. \n3.6.c) Contrôle des licences : l'arbitre transcrit sur la feuille de match les feuilles de composition remises par les \ncapitaines des équipes, et atteste de la vérification des licences en remplissant les deux colonnes prévues à cet effet. \n3.6.d) Validité de la licence : l’heure limite de prise de licence pour une joueuse participant à une rencontre est \nl’heure prévue du début de la rencontre. \n3.6.e) Elo : l'Elo à prendre en compte est le dernier Elo publié. Si deux joueuses ont une différence de classement \nElo de plus de 100 points, la mieux classée doit être placée devant la moins bien classée. En cas d'infraction, la \nsanction est un forfait administratif pour la ou les joueuses ayant le plus fort Elo.",
      "section": null
    },
    {
      "page_num": 5,
      "text": "Texte modifié par la CT le 17/05/2025 \n F01-5/7 \nCHAMPIONNAT DE FRANCE FÉMININ DES CLUBS \n3.6.f) Composition d’une équipe forfait : une équipe forfait pour une ronde est considérée comme ayant joué dans \nla composition de la ronde précédente, toute joueuse de cette liste n'ayant pas le droit de jouer un autre match du \nchampionnat de France féminin des clubs ce jour-là. S'il n'y a pas eu de ronde précédente, les joueuses de la ronde \nsuivante ne devront pas avoir joué dans le championnat de France Féminin des clubs le jour où le forfait s'est produit. \nEn cas d'infraction, la sanction est un forfait administratif pour la joueuse concernée et les échiquiers suivants de \nl'équipe dans laquelle elle a participé. \n3.6.g) Composition d’une équipe bénéficiant d’un forfait ou d’une exemption : un club dont l'équipe bénéficie \nd'un forfait, ou est exempte pour une ronde, doit transmettre la composition de l'équipe concernée à la Direction du \ngroupe ou à l'arbitre le jour de la ronde avant 22 heures. À défaut, sont appliquées les règles énoncées ci-dessus pour \nune équipe ayant fait forfait. \n3.7. Composition des équipes \n3.7.a) Licences : chaque équipe est composée de quatre joueuses licenciées A respectant l'article 1 des Règles \nGénérales. Chaque infraction est sanctionnée par un forfait administratif et un retrait de 1 point de partie sur le total \nde l’équipe. \n3.7.b) Participation en Top 12F et division inferieures : toute joueuse inscrite en Top 12F ne peut jouer dans une \ndivision inférieure si elle a déjà joué plus d’un match en Top 12F. En cas d'infraction, la sanction est un forfait \nadministratif sur le premier échiquier concerné et tous ceux qui le suivent. \n3.7.c) Participation dans plusieurs équipes de N2F : lorsqu'un club a plusieurs équipes engagées en N2F, une \njoueuse ne peut jouer dans 2 équipes différentes au cours d'une même phase, mais elle peut participer dans une autre \néquipe que la sienne lors d'une phase ultérieure. Le non-respect de cet article entraîne la perte du match par 3-0 pour \nle club fautif (4-0 de points de parties). \n3.7.d) Nombre de parties : le nombre total des parties disputées par une joueuse dans toutes les Nationales féminines \nne peut pas excéder 7 sur l'ensemble de la saison. En cas d'infraction, la sanction est un forfait administratif sur \nl'échiquier concerné avec la marque de - 1. Toutes les parties des joueuses sanctionnées sont prises en compte dans \nleur total individuel des parties jouées, à l'exception de celles de la ou des joueuses à l'origine de l'infraction. \n3.7.e) Joueuses mutées : pour chaque match, une équipe ne peut aligner plus de deux joueuses mutées (voir Règles \nGénérales 2.2). En cas d'infraction, la sanction est un forfait administratif sur le premier échiquier concerné et tous \nceux qui le suivent. \n3.7.f) Nationalité étrangère : au moins trois des joueuses composant une équipe doivent posséder la nationalité \nfrançaise ou être ressortissantes de l’Union Européenne résidant en France ou extracommunautaires résidant en \nFrance depuis cinq ans. En cas d'infraction, la sanction est un forfait administratif sur le premier échiquier concerné \net tous ceux qui le suivent. \n3.7.g) Nationalité française : en Top 12F, N1F, N2F, chaque équipe doit inscrire sur la feuille de match au moins \nune joueuse de nationalité française. L'absence de joueuse française sur la feuille de match ou physiquement entraîne \nle forfait sportif sur le dernier échiquier avec la marque de - 1. \nLes articles 3.6. et 3.7 concernent les joueuses inscrites sur les feuilles de composition d'équipe, même si elles sont \nabsentes. \n3.8. Forfaits sportifs \nDéfinition : voir Règles Générales 3.1. \nUne équipe ayant au moins 2 joueuses forfait perd sur le score de 3-0 (3-0 de points de partie). \nUne équipe n'ayant pas l'intention de se déplacer ou ne pouvant aligner le nombre de joueuses requis à l'alinéa \nprécédent, doit avertir la personne chargée de l’organisation et la Direction de son groupe, au plus tard l'avant-veille \ndu jour fixé pour le match. \nEn Top 12F, chaque forfait individuel sera sanctionné d'une amende de 300 €. \nEn N1F, chaque forfait individuel sera sanctionné d'une amende de 200 €. \nSauf événement exceptionnel dûment justifié reconnu par la direction de la compétition, tout forfait d'une équipe sera \nsanctionné par l'amende suivante : 750 € en Top 12F, 300 € en N1F. \nEn National 2F, après la phase interdépartementale, une équipe n’ayant pas l’intention de se déplacer, ou dans \nl’impossibilité d’aligner au moins 3 membres, doit avertir la personne responsable de la rencontre et la direction de \nla Nationale 2F au plus tard 15 jours avant le jour fixé pour la phase suivante. Tout club ne se conformant pas à ces \nprescriptions sera sanctionné d’une amende de 50 euros. \nLe non-paiement des amendes dans les délais fixés par la personne responsable des compétitions fédérales entraîne \npour les équipes concernées l'exclusion du Championnat de France féminin des Clubs la saison suivante. \nUne équipe pénalisée financièrement pour un forfait d'équipe ne sera pas pénalisée financièrement, à la même ronde, \npour les forfaits individuels.",
      "section": null
    },
    {
      "page_num": 6,
      "text": "Texte modifié par la CT le 17/05/2025 \n F01-6/7 \nCHAMPIONNAT DE FRANCE FÉMININ DES CLUBS \n3.9. Litiges techniques \nLorsqu'un litige technique survient en cours de partie, celle-ci doit toujours être poursuivie, en appliquant les \ndirectives de l'arbitre. Un appel des décisions de l'arbitre peut être interjeté. La ou le capitaine de l'équipe plaignante \nformule alors sa réclamation par écrit. L'arbitre et la ou le capitaine de l'équipe adverse rédigent chacun un rapport \ndonnant leur version des faits. Tous ces documents sont transmis avec le procès-verbal du match à la Direction du \ngroupe au plus tard le surlendemain de la rencontre. \n3.10. Procès-verbal de rencontre \nDès la fin du match, l'arbitre complète le procès-verbal ou la feuille de match comportant les noms et prénoms des \njoueuses, leur code fédéral, leur Elo, les résultats des parties et du match. \nLe procès-verbal est signé par les capitaines et par l'arbitre. \n3.11. Transmission des résultats \n3.11.a) La personne responsable de la rencontre doit saisir le procès-verbal (PV) de la rencontre sur le site fédéral \navant 22h. Le non-respect de cette obligation entraînera les sanctions mentionnées à l'article 3.11.c. \n3.11.b) Les capitaines des équipes doivent vérifier les résultats sur internet et disposent de 15 jours après la rencontre \npour prévenir la Direction de groupe si des erreurs sont constatées. \nLa personne responsable de la rencontre doit garder le ou les procès-verbaux pendant 6 mois, comme pour les feuilles \nde parties. En cas de réclamations, elle devra le ou les transmettre à la Direction de groupe. Les éventuelles \nréclamations, attestations, etc., sont expédiées au tarif \"lettre\" ou par courriel par la ou le responsable de la rencontre \nà la Direction de groupe, au plus tard le surlendemain du jour du match. \nLe non-respect de cette obligation entraînera les sanctions mentionnées à l'article 3.11.c). \n3.11.c) Le non-respect de l'article 3.11.a) ou 3.11.b) entraîne comme sanction : \n• \nUne amende de 25 € pour la première infraction ; \n• \nUne amende de 50 € pour la deuxième infraction ; \n• \nUne amende de 75 € pour la troisième infraction, etc. \n3.12. Tenue vestimentaire \nLes joueuses des équipes du Top 12F, lors de la demi-finale et de la finale, ont l'obligation de porter un maillot ou un \nhaut de vêtement représentatif de leur club. Pour tout manquement à cet article, le club sera sanctionné d'une amende \nde 100€ par match. \n4. Résultats – classements \n4.1. Points de parties \n4.1.a) Système Suisse ou toutes rondes \n• \nUne partie gagnée est comptée 1 point. \n• \nUne partie nulle est notée X et n'est pas comptabilisée dans le score final. \n• \nUne partie perdue sur l'échiquier est comptée 0. \n• \nUne partie perdue par forfait sportif est comptée : \n➢ -1 si une partie a été effectivement jouée sur l'un des échiquiers suivant l'échiquier concerné ; \n➢ 0 dans les autres cas. \n• \nUne partie perdue par forfait administratif est comptée 0 point, et elle est gagnée par l'adversaire sauf si celle-\nci est en infraction. \n4.1.b) Système Molter \n• \nUne partie gagnée est comptée 1 point. \n• \nUne partie nulle est comptée 0,5 point. \n• \nUne partie perdue sur l'échiquier est comptée 0 point. \n• \nUne partie perdue par forfait sportif est comptée : \n➢ -1 si une partie a été effectivement jouée sur l'un des échiquiers suivant l'échiquier concerné ; \n➢ 0 dans les autres cas. \n• \nUne partie perdue par forfait administratif est comptée 0 point et elle est gagnée par l'adversaire sauf si celui-\nci est en infraction.",
      "section": null
    },
    {
      "page_num": 7,
      "text": "Texte modifié par la CT le 17/05/2025 \n F01-7/7 \nCHAMPIONNAT DE FRANCE FÉMININ DES CLUBS \n4.2. Points de match \nLe gain du match est attribué à l'équipe totalisant plus de points de parties que l'équipe adverse. En cas d'égalité de \npoints de parties, le match est déclaré nul. \nUn match gagné est compté 3 points, un match nul est compté 2 points, un match perdu devant l'échiquier est compté \n1 point. \nEn cas de système toutes rondes, une équipe bénéficiant d’une exemption ne marque aucun point. \nEn cas de nombre d'équipes impair en système Suisse, l'équipe exempte se verra attribuer 3 points de match, un \ndifférentiel de +2 et 2 points de partie. \nUn match perdu par forfait sportif est compté 0 point. \nUn match perdu à la suite de forfait(s) administratif(s) est compté 1 point. \nEn N2F et N1F le cas échéant, le calcul des points de match est effectué de la même façon que pour la Coupe \nLoubatière. \n4.3. Forfaits \nSi une équipe déclare forfait pour plus de la moitié des matchs du championnat, ses résultats ne sont pas comptabilisés \ndans le classement. En outre, cette équipe est exclue du championnat de la saison suivante. \nSi une équipe déclare forfait pour un ou plusieurs matchs, mais joue au moins la moitié du championnat, ses résultats \nsont comptabilisés dans le classement. Cependant, pour toutes les phases jouées en toutes rondes, en cas de départage \nentre plusieurs équipes au différentiel ou points \"pour\", les résultats de cette équipe forfait sont retirés pour le calcul. \nSanctions sportives : voir Règles Générales 3.3.3.c \n4.4. Classement \n4.4.a) Système Suisse ou toutes rondes \nLe classement final de chaque groupe y compris la première phase du Top 12F est effectué suivant le total des points \nde match. \nEn cas d'égalité de points de match, le départage est effectué par les différentiels calculés sur l'ensemble de la \ncompétition puis, en cas de nouvelle égalité, sur le nombre de points \"pour\" réalisés par les équipes à départager sur \nl'ensemble de la compétition. \nSi une égalité subsiste, on prend dans l'ordre la somme des différentiels au 1er échiquier, puis au 2e, etc. \nEn Top 12F, lors des phases de poules, le premier départage est la confrontation directe. \n4.4.b) Système Molter \nLe classement est fait en utilisant les points de parties, avec départage au Berlin, et enfin au bénéfice de l’équipe \nayant la moyenne des derniers Elo publiés la plus basse, au prorata des participations. \n4.4.c) TOP12F : demi-finales, finale, et match pour la troisième place \nLe gain du match est attribué à l'équipe totalisant plus de points de parties que l'équipe adverse. \nEn cas d'égalité, le départage est effectué par un match en parties rapides en cadence Fischer 15 min + 5 s par coup, \navec couleurs inversées. \nEn cas de nouvelle égalité, en fonction des résultats obtenus à la cadence standard (cadence longue), l’équipe \ngagnante est celle ayant gagné sur l’échiquier n°1, ou en cas de résultat nul sur cet échiquier, l’équipe ayant gagné \nsur l’échiquier n°2, ou en cas de résultat nul sur ces deux premiers échiquiers, l’équipe ayant gagné sur l’échiquier \nn°3. En cas de 4 parties nulles à cadence standard, on applique aux parties rapides ce critère de départage. \nDans le cas où toutes les parties ont un résultat nul, le gain du match est attribué à l’équipe dont la somme des Elo \nest la plus faible et en cas de nouvelle égalité, à l’équipe dont l’âge moyen des quatre joueuses est le plus faible. \n4.5. Qualifications pour le championnat d’Europe des clubs \nSelon le nombre des places allouées à la France, sont qualifiées dans l’ordre, les équipes finalistes, puis l’équipe \nclassée troisième.",
      "section": null
    }
  ],
  "total_pages": 7,
  "extraction_date": "2026-01-15T02:30:13"
}
