{
  "filename": "F02_2025_26_Championnat_individuel_Feminin_parties_rapides.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": "Texte modifié par la CT le 18/05/2024 \n F02-1/2 \n \nCHAMPIONNAT DE FRANCE INDIVIDUEL FEMININ DE PARTIES RAPIDES \n1. Organisation générale \n1.1. Conditions de participation \nLe championnat de France Individuel féminin de parties rapides est ouvert : \n• \nÀ toutes les joueuses françaises ou ressortissantes de l’Union Européenne résidant en France ; \n• \nAux joueuses de nationalité monégasque ou andorrane et licenciées à la Fédération Française des Échecs ; \n• \nAux joueuses étrangères jouant sous le code FRA ; \n• \nLes jeunes joueuses jouant avec un code FIDE étranger mais scolarisées en France depuis le début de saison. \n Toute Ligue contrevenant à cet article s'expose à des sanctions pouvant aller jusqu'à l’invalidation des qualifications \nconcernées. \n1.2. Déroulement de la compétition \nElle se déroule en deux phases : une phase zone interdépartementale (ZID) et une finale. \nLa première phase est organisée sous le contrôle de la Ligue. Elle est ouverte aux joueuses licenciées dans chacune \ndes zones interdépartementales de cette Ligue. \nSe qualifient pour la phase finale : \n• \n1 joueuse pour 1 à 10 participantes ; \n• \n2 joueuses pour 11 à 20 participantes \n• \n3 joueuses pour 21 à 30 participantes ; \n• \n4 joueuses pour 31 à 40 participantes ; \n• \n5 joueuses pour 41 à 60 participantes ; \n• \n6 joueuses pour 61 à 100 participantes ; \n• \n7 joueuses pour plus de 100 participantes. \n \nDes repêchages parmi les participantes de la phase ZID pourront être éventuellement opérés pour la phase finale. \n \nSont qualifiées directement pour la phase finale : \n• \nLa championne et la vice-championne de l’année précédente ; \n• \nLes premières de chacune des catégories de U8F à U20F de l’édition précédente ; \n• \nUne joueuse sélectionnée par le club organisateur ; \n• \nLes joueuses françaises titrées GM, MI, GMF ou MIF ; \n• \nLes deux premières classées dans chacune des catégories féminines du championnat de France Jeunes de la \nsaison en cours. Si elles sont déjà qualifiées, les places reviennent aux suivantes ; \n• \nUne joueuse par ZID choisie par la Ligue, sans obligation d’avoir participé aux phases de qualification. \n \n Le club organisateur peut proposer les candidatures supplémentaires de joueuses de son club et/ou de son comité \ndépartemental à la direction de la compétition pour disputer la finale. \n \n2. Organisation de la compétition \n2.1. Direction de la Compétition \nLa Commission Technique Fédérale nomme le directeur ou la directrice de la compétition. \nLa Direction de la compétition organise dans son ensemble la phase zone interdépartementale ainsi que la finale \n(constitution des groupes par zones géographiques, nomination des organisateurs, collecte et diffusion des résultats \net classements...) \nElle confirme les classements provisoires et établit le classement final qu’elle publie sur le site fédéral.",
      "section": null
    },
    {
      "page_num": 2,
      "text": "Texte modifié par la CT le 18/05/2024 \n F02-2/2 \nCHAMPIONNAT DE FRANCE INDIVIDUEL FEMININ DE PARTIES RAPIDES \n \n2.2. Arbitrage \nLors de la phase zone interdépartementale, l’arbitre fédéral doit avoir l’agrément de la Direction Régionale de \nl’Arbitrage et au minimum le titre d’Open 1. \nLa Direction de la compétition, après avis de la Direction Nationale de l’Arbitrage, désigne l’arbitre fédéral pour la \nphase finale. L’arbitre doit avoir au minimum le titre d’Open 1. \nL’arbitre officiant valide et saisit les résultats sur le site fédéral, puis transmet les résultats du tournoi à la \nDirection de la compétition. \n2.3. Calendrier \nPour la phase zone interdépartementale, la date et le lieu sont fixés par la Ligue. Cette phase doit se dérouler au plus \ntard à la date limite fixée dans le calendrier fédéral. \nLa date et le lieu de la phase finale sont fixés par la Commission Technique Fédérale, en accord avec le Comité \nDirecteur Fédéral. \n2.4. Durée \nLes phases départementales et ZID se jouent en sept rondes sur une journée. \nLa phase finale se joue en neuf rondes sur deux jours. \n \n3. Déroulement des rencontres \n3.1. Cadence \nLa cadence des parties est de quinze minutes avec ajout de 5 secondes par coup. \n \n3.2. Homologation \nLes résultats sont comptabilisés pour le classement Elo rapide FIDE. \n3.3. Appariements \nLe classement utilisé est le dernier classement rapide publié. \nLe championnat se joue au système Suisse, conformément au règlement FIDE C04. \n3.4. Classement \nDans les différents tournois, le classement est établi au nombre de points, suivant le barème : \n• \nGain : 1 point ; \n• \nNul : 1⁄2 point ; \n• \nPerte : 0 point. \nEn cas d’égalité, c’est le classement du tournoi qui départagera les joueuses (buchholz tronqué, puis performance). \nLa première joueuse de nationalité française du tournoi national est déclarée championne de France. \n3.5. Prix \nLes trois premières au classement général reçoivent un prix. \nUn prix et un trophée sont attribués à la meilleure joueuse pour chaque catégorie d’âge jeunes, de U8F à U20F. \nDes coupes récompensent les meilleures des autres catégories selon le nombre de participantes. \nLors de la phase zone interdépartementale, différents titres et récompenses peuvent être attribués.",
      "section": null
    }
  ],
  "total_pages": 2,
  "extraction_date": "2026-01-15T02:30:13"
}
