{
  "filename": "H01_2025_26_Conduite_pour_joueur_handicapes.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": "CONDUITE A TENIR QUANT AUX JOUEURS ET JOUEUSES EN SITUATION DE HANDICAP \n \nFFE-Conduite à tenir quant aux joueurs handicapés- CTF le 13/11/2024 \n H01-1/1 \n \n1. \nCes lignes directrices s'appliquent à toutes les compétitions se déroulant sur le territoire relevant de \nl'autorité de la FFE. \n2. \nPersonne n'a le droit de refuser de jouer avec une personne contre laquelle elle a été apparié \ncorrectement, notamment si sa raison est fondée sur un handicap de l’adversaire. \n3. \nToute salle de compétition pour le jeu d'échecs doit être accessible à toutes les personnes. \n4. \nUn bulletin d'inscription sera remis aux joueuses et joueurs inscrits, qui seront invités à informer \nl’organisation sur l'éventualité d'une déficience qui nécessiterait de prendre de précautions particulières. Il en \nsera de même pour les compétitions par équipes. \n5. \nAucune personne ne doit être pénalisée au temps du fait de son handicap. \n6. \nToute personne en situation de handicap qui souhaite que son matériel soit placé à un endroit précis ou \navec une orientation particulière, a le droit de le faire, à condition que cela ne désavantage pas son adversaire. \nL'arbitre principal de l'épreuve doit veiller à ce que les besoins des deux joueurs et/ou joueuses soient pris en \ncompte. \n7. \nToutes les conditions de jeu doivent être imprimées et affichées sur tous les tableaux d'information avant le \ndébut des parties, y compris les plans de la salle montrant l'emplacement des toilettes, du bar, de la salle \nd'analyse, des issues de secours, etc. ... \n8. \nSi une personne en a fait une demande préalable, des copies de toutes les informations devront être \ndisponibles en gros caractères. \nSi un joueur ou joueuse est aveugle, ou incapable de lire les gros caractères, alors ces informations doivent lui \nêtre lues avant le début de la partie, à sa demande et sans déranger les autres joueurs et joueuses. \n9. Si une personne ne peut pas accéder à certains services, des dispositions doivent être prises pour lui \npermettre d'y accéder et de pouvoir satisfaire l'ensemble de ses besoins. \n10. Si un joueur ou joueuse ne peut pas appuyer sur sa propre pendule ou déplacer ses propres pièces, une \npersonne désignée par le joueur ou la joueuse et validée par l'arbitre pourra actionner la pendule ou déplacer \nles pièces. \n11. La majoration des prix d’inscription ne s’applique pas dans le cas de personnes présentant une « carte \nmobilité inclusion » de personne en situation de handicap. (art. 2.3 du Règlement des Compétitions \nHomologuées) \n12. En cas de problèmes, veuillez contacter la Direction Technique Fédérale.",
      "section": null
    }
  ],
  "total_pages": 1,
  "extraction_date": "2026-01-15T02:30:14"
}
