{
  "filename": "H02_2025_26_Joueurs_a_mobilite_reduite.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": "TEXTE D’APPLICATION POUR JOUEURS ET JOUEUSES À MOBILITE REDUITE \n \nFFE-Joueurs et joueuses à mobilité réduite- Voté en CD le 09/11/2014 \nH02-1/1 \nLe cas général concernant l'organisation des tournois est fixé par le règlement H01. \nCe règlement s'applique aussi aux compétitions par équipes et particulièrement dans le cas de rassemblements. \nDans le cas de compétitions étalées dans le temps, l'établissement du calendrier devra suivre le protocole suivant : \nPhase I : \nÀ l'inscription des équipes, dans le bulletin d'engagement, il sera demandé : \n- Votre club est-il accessible aux joueuses et joueurs handicapés ? \nPar la suite, les directions de compétition ou des groupes devront inviter les équipes à les informer suffisamment tôt \nà chaque fois qu’il faudra s’assurer que l’accès au public handicapé est nécessaire pour un joueur ou une joueuse. \nPhase II : \n1- Le calendrier sera établi en tenant compte des réponses reçues dans le bulletin d’engagement. \n2- Les appariements seront réalisés ou adaptés ultérieurement de sorte que : \n• \nLes équipes ayant une personne handicapée recevront de préférence leurs adversaires dont les locaux \nsont inaccessibles.  \n• \nSi une équipe doit malgré tout se déplacer chez une autre équipe dont les locaux sont inaccessibles, la \nrencontre sera déplacée dans un local accessible, proposé par l'équipe accueillante, sinon, dans un local \nproposé par le comité départemental, et à défaut par la Ligue de l'équipe recevant. \n• \nAucun match impliquant des joueuses et joueurs handicapés ne doit se dérouler dans des locaux \ninaccessibles. Faute de respecter ce dernier principe, l'équipe fautive perdra la partie concernée. \n \nLes locaux inaccessibles sont définis dans les décrets d'application et dans la loi du 11 février 2005 (loi 2005- \n102, Journal officiel n° 36 du 12 février 2005 page 2353). \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n",
      "section": null
    }
  ],
  "total_pages": 1,
  "extraction_date": "2026-01-14T02:52:42"
}
