{
  "filename": "Interclubs_DepartementalBdr.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": "Comité Départemental du Jeu d’Echecs des Bouches-du-Rhône\n \n \n \n \n \n \n \nCHAMPIONNAT \nINTERCLUBS                \nde Nationale VI \nRèglement \n \n1. Organisation générale \n2. Organisation de la compétition \n3. Déroulement des rencontres \n4. Résultats, classements \n",
      "section": null
    },
    {
      "page_num": 2,
      "text": "Comité Départemental du Jeu d’Echecs des Bouches-du-Rhône \n \nChampionnat Interclubs de Nationale VI \n \nRèglement \nVersion du 27/09/2016                                                                                                                                                                                                       Page 2 sur 7 \n \n \nBouches-du-Rhône\nCDJE\nCe règlement vient en complément du règlement FFE « Championnat de France des \nClubs » et du  « Règlement des Interclubs Ligue de Provence – Nationale 5 ». Par défaut, \nces règlements s’appliquent, et seules les différences et/ou rappels sont précisées dans le \nRèglement de la Nationale VI \n \n1. ORGANISATION GENERALE \n \n1.1 Structure \n \nLe championnat par équipes de Nationale VI  est organisé chaque saison sous la responsabilité \ndu C.D.J.E 13 \n \nLes championnats par équipes organisés chaque saison sous la responsabilité des Comités \nDépartementaux, selon des procédures approuvées par la Ligue, est : \n \nLa Nationale VI (ou Départementale), composé d'un ou plusieurs groupes d'équipes de 4 \njoueurs. Au moins une équipe par département a le droit d'accéder à la Nationale V (ou Régionale) \nà l'issue de chaque saison. Le nombre d'équipes promues par département est établi en fonction \ndu nombre de licenciés de chaque département. \n \n1.2 Déroulement de la compétition \n \nEn Nationale VI, pour les Bouches du Rhône, un ou plusieurs groupes sont constitués. \n \n1.3 Engagement \n \nPour participer à la compétition, tous les clubs, doivent impérativement faire parvenir à la \nDirection Technique du CDJE, au plus tard 15 jours avant le début de la compétition, un formulaire \nd’engagement dûment rempli, comportant : \n la dénomination du club, \n les coordonnées du Président du club et du responsable de l'équipe avec l'adresse \nélectronique et un numéro de téléphone du correspondant, \n les coordonnées précises de la salle de jeu mise à disposition, ainsi que celles de \nl’organisateur des   rencontres. \n un chèque correspondant au montant des droits d’inscription (fixé lors du Comité Directeur), \net établi à l’ordre de la \"CDJE 13\". \n \nLors de leur inscription, les clubs doivent également s'être acquittés des éventuelles amendes \ncontractées lors de la saison précédente, sous peine de non prise en compte de leur inscription. \n \nLe calendrier et le formulaire, ainsi que les autres informations sur le déroulement de la \ncompétition, sont transmis par le directeur de groupe soit par courrier ou par courriel. \n \n \n \n",
      "section": null
    },
    {
      "page_num": 3,
      "text": "Comité Départemental du Jeu d’Echecs des Bouches-du-Rhône \n \nChampionnat Interclubs de Nationale VI \n \nRèglement \nVersion du 27/09/2016                                                                                                                                                                                                       Page 3 sur 7 \n \n \nBouches-du-Rhône\nCDJE\n2. ORGANISATION DE LA COMPETITION \n \n2.1 Directeur de groupe \n \nLe directeur de groupe est nommé par le Président de C.D.J.E 13. \n \nLe directeur de groupe est chargé de concevoir un calendrier cohérent, de le proposer aux \nClubs intéressés, au Président du C.D.J.E 13 et Directeur technique du C.D.J.E 13, de faire \nrespecter les règlements, de collecter les résultats et d'en vérifier la conformité. \n \nLes appariements seront faits de sorte d’équilibrer au mieux les déplacements kilométriques. \n \n2.2 Calendrier \n \nLes dates des différentes rondes sont données par la Fédération Française des Echecs. \nUne ou des rencontres peuvent être reportées par un Directeur de groupe pour des raisons \nimpérieuses (intempéries, etc…)  \nUne rencontre peut être avancée à la demande d’un club, en accord avec le Directeur de \ngroupe et l’équipe adverse.  \nLorsqu’une journée de championnat est déplacée (avancée ou reportée), cette journée est \nconsidérée comme étant jouée à la date initialement prévue au calendrier. Un joueur participant \npour le compte d’une équipe à une rencontre déplacée ne peut pas jouer pour le compte d'une \nautre équipe à la date initialement prévue. \n \nLe directeur de groupe essayera de rester en concordance avec le calendrier de Nationale IV. \n \n2.3 Lieu et heure des rencontres \n \nLe lieu des rencontres est de la compétence des Directeurs de groupe lors de l’élaboration du \ncalendrier (voir art. 2.1).  \nL'heure du début des rondes est fixée à 14h15.  \nPour des raisons de confort, l’horaire pourra être modifié par un Directeur de groupe, en accord \navec le Directeur Technique du CDJE 13.  \nLe Directeur d’un groupe pourra modifier l’horaire d’une rencontre, à la demande d’un club, pour \ndes raisons justifiées, et avec l’accord de l’équipe adverse. \n \n2.4 Responsable de rencontre \n \nLe responsable de la rencontre, est chargé de préparer matériellement la salle de jeu et de \nveiller au bon déroulement du match, est le club recevant ou le club accueillant. \nIl vérifie les feuilles de matchs, contrôle la situation des joueurs, procède aux redressements \nnécessaires, établit le récapitulatif des résultats de toutes les parties et les classements provisoires \npuis transmet ces documents accompagnés, le cas échéant, de ses observations au  directeur du \ngroupe dans les plus brefs délais. Néanmoins si un arbitre est présent il est prioritaire pour veiller \nau bon déroulement du match. \n \n2.5 Arbitres \n \nEn nationale VI, aucun arbitre n’est obligatoire. A Défaut d’arbitre, le responsable de la \nrencontre, ou une personne de son choix fera office d’arbitre. \n \n",
      "section": null
    },
    {
      "page_num": 4,
      "text": "Comité Départemental du Jeu d’Echecs des Bouches-du-Rhône \n \nChampionnat Interclubs de Nationale VI \n \nRèglement \nVersion du 27/09/2016                                                                                                                                                                                                       Page 4 sur 7 \n \n \nBouches-du-Rhône\nCDJE\n2.6 Matériel \n \nL’équipe recevant fournit jeux, pendules et feuilles de parties. \nSi une partie ne peut être jouée faute de matériel, le joueur sur le dernier échiquier de l'équipe \nn'ayant pas fourni le matériel minimum imposé, aura la partie perdue par forfait administratif  \n(et éventuellement de l'avant-dernier échiquier, etc.). \n \n",
      "section": null
    },
    {
      "page_num": 5,
      "text": "Comité Départemental du Jeu d’Echecs des Bouches-du-Rhône \n \nChampionnat Interclubs de Nationale VI \n \nRèglement \nVersion du 27/09/2016                                                                                                                                                                                                       Page 5 sur 7 \n \n \nBouches-du-Rhône\nCDJE\n3. DEROULEMENT DES RENCONTRES \n \n3.1 Règles du jeu \nVoir Règlement des Interclubs Ligue de Provence – Nationale 5 \n                       \n3.2 Couleurs \nVoir Règlement des Interclubs Ligue de Provence – Nationale 5 \n \n3.3 Cadence \nVoir Règlement des Interclubs Ligue de Provence – Nationale 5 \n \n3.4 Statuts des joueurs /  homologation \nVoir Règlement des Interclubs Ligue de Provence – Nationale 5 \n \n3.5 Capitaines \n \nChaque équipe doit avoir un capitaine qui peut-être joueur ou non joueur. Il ne peut pas officier \nen même temps en tant qu'arbitre. \nDans l'exercice de ses fonctions, le capitaine d'équipe a le droit d'accéder à l'aire réservée aux \njoueurs. \nA la fin de la session de jeu, le capitaine est responsable de la remise des feuilles de parties \nlisiblement écrites aux arbitres. \nDurant les parties, le capitaine peut conseiller ses joueurs sur l'opportunité d'offrir, d'accepter ou \nde refuser une proposition de nullité, sur l'opportunité d'abandonner, sur la situation du match, à \ncondition qu'il ne fasse aucun commentaire sur la position de l'échiquier. \nL'arbitre a le droit d'assister à tout échange de propos entre un joueur et son capitaine. Le \ncapitaine d’équipe doit transmettre les résultats le soir même au directeur de groupe soit par \ncourriel ou par téléphone. La feuille de match doit être transmise 48h après le match. \n \n3.6 Feuille de composition d'équipe / Feuille de match \nVoir Règlement des Interclubs Ligue de Provence – Nationale 5 \n \n3.7 Composition des équipes \nVoir Règlement des Interclubs Ligue de Provence – Nationale 5 \n \n L’équipe doit être composée de 4 joueurs qui possèdent une licence A et affilié à un club des \nBouches-du-Rhône. Chaque infraction est sanctionnée par la marque de – 2 avec partie \ngagnée pour l'adversaire. \n \n Après la ronde 3, chaque équipe ne doit pas aligner plus d’un nouveau  joueur (n’ayant pas \nparticipé au moins une fois pour le compte de cette équipe), et dont le ELO est supérieur à \n1500. En cas d'infraction, forfait administratif sur le 1 échiquier concerné et tous ceux qui le \nsuivent. C'est-à-dire qu’autant de nouveaux joueurs au ELO <= 1500 sont autorisés. Cette \nrègle ne s’applique pas pour les clubs dont l’équipe 1 est en Nationale 6. \n \n Aucune limite n’est imposée sur le nombre de joueurs français. \n \n \n3.8 Forfaits sportifs \nVoir Règlement des Interclubs Ligue de Provence – Nationale 5 \n \nUne équipe ayant plus de 2 joueurs forfaits perd sur le score de 3-0 (4-0 de points) de partie. \n",
      "section": null
    },
    {
      "page_num": 6,
      "text": "Comité Départemental du Jeu d’Echecs des Bouches-du-Rhône \n \nChampionnat Interclubs de Nationale VI \n \nRèglement \nVersion du 27/09/2016                                                                                                                                                                                                       Page 6 sur 7 \n \n \nBouches-du-Rhône\nCDJE\n \n3.9 Litiges techniques \n \nLorsqu'un litige technique survient en cours de partie, celle-ci doit toujours être poursuivie, en \nappliquant les directives de l'arbitre. Un appel des décisions de l'arbitre peut être interjeté. Le \ncapitaine de l'équipe plaignante formule alors sa réclamation par écrit. L'arbitre et le capitaine de \nl'équipe adverse rédigent chacun un rapport donnant leur version des faits. Tous ces documents \nsont transmis avec le procès-verbal du match au directeur du groupe, ainsi qu’à la Ligue de \nProvence. \nLes décisions concernant les litiges réglés par les directeurs de groupe sont notifiées aux \nintéressés par lettre recommandée avec avis de réception. \n \n3.10 Procès-verbal de la rencontre \nVoir Règlement des Interclubs Ligue de Provence – Nationale 5 \n \n3.11 Transmission des résultats \n \n   Le résultat de la rencontre doit être transmis par le responsable de la rencontre par \ntéléphone ou mail au directeur du groupe au plus tard le Dimanche, lendemain de la \nrencontre à 20h. Le non respect de cette obligation entraînera les sanctions mentionnées à \nl'article (c) \n \n  Le procès-verbal est envoyé par mail (cdje13n6@gmail.com), sans les feuilles de \nparties, dans les 48 heures suivant le match. Le non-respect de cette obligation entraînera \nles sanctions mentionnées à l'article (c). les feuilles de parties sont conservées jusqu’à la fin \nde la saison.  \n \n Le non respect de l'article a) ou b) entraîne :  \n1- un avertissement pour la première infraction \n2- la perte de la rencontre par forfait (0 points de rencontre) pour l’équipe responsable \n(L’autre équipe gardant son résultat sportif) \n3- L’exclusion de la compétition. \n \n \n",
      "section": null
    },
    {
      "page_num": 7,
      "text": "Comité Départemental du Jeu d’Echecs des Bouches-du-Rhône \n \nChampionnat Interclubs de Nationale VI \n \nRèglement \nVersion du 27/09/2016                                                                                                                                                                                                       Page 7 sur 7 \n \n \nBouches-du-Rhône\nCDJE\n4. RESULTATS - CLASSEMENTS \n \n4.1 Points de parties \nVoir Règlement des Interclubs Ligue de Provence – Nationale 5 \n \n4.2 Points de matches \nVoir Règlement des Interclubs Ligue de Provence – Nationale 5 \n \n4.3 Forfaits \nVoir Règlement des Interclubs Ligue de Provence – Nationale 5 \n \n4.4 Classement \nVoir Règlement des Interclubs Ligue de Provence – Nationale 5 \n \n \n4.5 Appels Sportifs \nVoir Règlement des Interclubs Ligue de Provence – Nationale 5 \n \n \n \n \n \n \n \n",
      "section": null
    }
  ],
  "total_pages": 7,
  "extraction_date": "2026-01-14T02:52:42"
}
