{
  "filename": "InterclubsJeunes_PACABdr.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": " \nChampionnat de France Interclubs Jeunes \nLigue PACA – Groupes Bouches-du-Rhône \n \n \n \nPage 1 sur 2 mise à jour du 28/11/2024 \n1. Le règlement Fédéral s’applique \n \n2. Structure des groupes d’interclubs Jeunes des Bouches-du-Rhône \n \nUn seul groupe de Nationale 3 Jeunes est mis en place pour permettre l’accession en \nNationale 2 Jeunes. \n \nLe nombre d’équipes inscrites dans les Bouches-du-Rhône détermine le nombre d’équipes \nen Nationale 3 Jeunes : \n \n \nEntre 1 et 10 équipes : le groupe de Nationale 3 Jeunes est constitué de toutes les \néquipes inscrites. \n \nEntre 11 et 13 équipes : le groupe de Nationale 3 Jeunes est constitué de 6 équipes \n \nEntre 14 et 19 équipes : le groupe de Nationale 3 Jeunes est constitué de 8 équipes \n \nA partir de 20 équipes : le groupe de Nationale 3 Jeunes est constitué de 10 équipes \n \nLorsque le nombre d’équipes inscrites est supérieur au nombre d’équipe en Nationale 3 \njeunes, un ou plusieurs groupes de Nationale 3 « Réserve » sont créés. \n \n3. Déroulement de la compétition  \n \nLes groupes de 6 équipes ou moins se jouent en toutes rondes, en match aller-retour. \nLes groupes de plus de 6 équipes se jouent en toutes rondes. \n \nL’équipe la mieux classée de la Nationale 3 Jeunes, et souhaitant accéder à la Nationale 2 \njeune, est qualifiée pour jouer le match de barrage avec les autres équipes qualifiées des \ngroupes de la ZID Provence de la ligue PACA. \n \nL’équipe la mieux classée d’un groupe de Nationale 3 « Réserve », et souhaitant accéder à la \nNationale 3 jeune, est qualifiée pour la Nationale 3 Jeunes. \nLorsqu’un seul groupe de Nationale 3 « Réserve » d’au moins 8 équipes existe, le deuxième \nde ce groupe est également qualifié pour la Nationale 3 Jeunes \n \n \n \n",
      "section": null
    },
    {
      "page_num": 2,
      "text": " \nChampionnat de France Interclubs Jeunes \nLigue PACA – Groupes Bouches-du-Rhône \n \n \n \nPage 2 sur 2 mise à jour du 28/11/2024 \n4. Composition des Groupes \n \nLe groupe de Nationale 3 Jeunes est constitué par ordre de priorité : \n \nDes équipes qui descendent de Nationale 2 Jeunes de la saison précédente \n \nDes équipes de Nationale 3 Jeunes de la saison précédente, dans l’ordre du \nclassement final. \n \nEn Nationale 3 Jeunes le nombre maximum d’équipes d’un même club est limité à 2. \n \nLorsque le nombre de places le permet, les équipes 1 de chaque club sont \nprioritaires pour compléter les groupes de Nationale 3 Jeunes  \n \nEnfin, toujours lorsque le nombre de places le permet, les équipes premières de \nNationale 3 « Réserve » Jeunes de la saison précédente. \n \n5. Composition des équipes (addendum à l’article 3.7 du règlement fédéral) \n \nPour les deux parties du 4eme échiquier (U10 ou plus jeune), il est autorisé de mettre deux \njoueurs différents. Dans le cas où les deux équipes d’un même match ont chacune deux \njoueurs différent, les deux parties de l’échiquier U10 peuvent être jouées simultanément. \n \nPas de limite sur le nombre de joueurs mutés pour les nouveaux clubs. \n \n6. Directeurs de groupe \n \nLes directeurs des groupes de Nationale 3 Jeunes et Nationale 3 « Réserve » des Bouches-\ndu-Rhône sont désignés par le CD du Comité départemental des Bouches-du-Rhône. \n \n7. Cadence \n \nLa Cadence est de 1h00 + 30’’ par coup pour les échiquiers de 1 à 3, \net de 50’ + 10’’ par coup pour l’échiquier 4. \n \n \n \n \n \n \n \n",
      "section": null
    }
  ],
  "total_pages": 2,
  "extraction_date": "2026-01-14T02:52:42"
}
