{
  "filename": "J01_2025_26_Championnat_de_France_Jeunes.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \nJ01-1/5 \n \nCHAMPIONNAT DE FRANCE DES JEUNES \nCHAMPIONNAT DE FRANCE DES JEUNES \n1.  Préambule \n1.1. Les Championnats de France Jeunes sont ouverts aux jeunes joueuses et joueurs français licenciés ainsi que les \njeunes joueuses et joueurs étrangers licenciés et scolarisés en France. Dans ce deuxième cas, les licences doivent être \nprises auprès de la FFE au plus tard le 30 novembre de la saison en cours. \n1.2. Les joueuses et joueurs étrangers des catégories U18, U18F, U20 et U20F non scolarisés doivent résider en \nFrance depuis au moins deux ans et être licenciés auprès de la FFE également depuis au moins deux ans. \n1.3. La notion de qualification sportive étant parfaitement décrite dans l’ensemble des règlements nationaux, les \nremplacements pour désistements ainsi que les dérogations doivent toujours ménager en premier lieu cet esprit sportif. \n1.4. Les dates des qualifications départementales et zones interdépartementales ne doivent pas coïncider avec celles \ndu Championnat de France des clubs et Championnat de France Interclubs jeunes, dès lors qu'au moins un club de \ndépartement (ou de la ZID) est concerné. \n1.5. Les Ligues souhaitant des dérogations sur un point du présent règlement doivent faire la demande à la \nCommission Technique Fédérale (CTF) avant les qualifications départementales. Sans l’accord de la CTF, les \ndérogations ne sont pas possibles. Toute Ligue contrevenant à cet article s'expose à des sanctions pouvant aller jusqu'à \nl’invalidation des qualifications concernées. \n2.  Organisation générale \n \nLe Championnat de France Jeunes se joue en sept tournois mixtes ouverts aux joueurs et joueuses pour chaque \ncatégorie d’âge de U8 à U20, et sept tournois féminins uniquement ouverts aux joueuses de U8F à U20F. Deux Opens \nmixtes sont organisés pour les joueuses et joueurs non-qualifiés pour les tournois cités. \nLes phases qualificatives ne concernent pas : \n• \nLes jeunes ayant acquis leur qualification directe pour les Championnats de France de la saison en cours en \nfonction de leur classement Elo ou de leurs résultats dans les championnats de la saison précédente (voir § \nQualifiés d’office), \n• \nLes jeunes des catégories U18 (cadets) et U18F (cadettes) ; U20 (juniors) et U20F (juniors Filles). \n2.1.  Rondes \nQuel que soit le niveau du tournoi qualificatif, en zone interdépartementale et/ou départementale, le nombre de rondes \ndevra être cohérent avec le nombre de personnes participantes. La Commission Technique Fédérale pourra invalider \nun tournoi en cas d’abus.  \n2.2.  Repêchages \nÀ l'issue du tournoi qualificatif départemental, le CDJE procédera lui-même à ses repêchages dans la limite des \nquotas réglementaires. \nÀ l'issue du tournoi qualificatif de la zone interdépartementale, la Ligue procédera elle-même à des repêchages dans \nla limite des quotas réglementaires. \n2.3.  Phase(s) Départementale(s) \nPour tous les départements d’une même zone interdépartementale, il faut mettre en place un même système de \nqualification pour l’échelon suivant. Les dérogations éventuelles sur ce point sont à demander préalablement par la \nLigue à la CTF. \n• \nChaque Comité Départemental doit obligatoirement rédiger un règlement et en adresser un exemplaire à la \nLigue \n• \nLa Ligue validera le règlement de la compétition en s’assurant qu’il est bien compatible avec le mode de \nqualification global d’une même zone interdépartementale. \n• \nLes qualifications départementales doivent se dérouler au plus tard, 1 mois avant la phase suivante. La licence \nFFE est obligatoire. \n• \nChaque tournoi par catégorie d’âge, doit regrouper les catégories mixte et féminine. \n",
      "section": null
    },
    {
      "page_num": 2,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \nJ01-2/5 \nCHAMPIONNAT DE FRANCE DES JEUNES \n• \nLes départages pour les places qualificatives pour l’échelon zone interdépartementale et pour les titres de \nchampionne et champion du département pourront se faire sur l’échiquier ou selon le classement général. Il \nest impératif d’indiquer sur le règlement du tournoi qualificatif le système adopté. \n• \nLe nombre de places qualificatives par département peut suivre le tableau fédéral de répartition proposé en \ndébut de saison en fonction des effectifs de la saison passée, mais une qualification pour la phase zone \ninterdépartementale de tous les joueurs et de toutes les joueuses réalisant un nombre déterminé de points \nindiqué dans le règlement départemental, est aussi envisageable. \n2.4.  Phase(s) zone interdépartementale \nChaque Ligue doit obligatoirement rédiger un règlement et adresser un exemplaire à la CTF à chaque saison, au plus \ntard 1 mois avant le début de la phase départementale de la Ligue. La CTF le validera en s’assurant qu’il est bien \ncompatible avec le mode de qualification global. À défaut, la CTF pourra invalider les qualifications des zones \ninterdépartementales. \nUne ligue composée de plusieurs ZID peut faire le choix de championnats par ZID ou d'un championnat unique. \nDans ce dernier cas, elle peut faire le choix suivant concernant les qualifications :  \n1) Un classement séparé par ZID avec les places qualificatives associées.  \n2) Un classement unique avec une place minimum dans chaque catégorie pour chaque ZID. \nLes Ligues composées de plusieurs ZID peuvent compléter les places qualificatives laissées vacantes dans une \ncatégorie d’une des ZID, en les proposant aux autres ZID. Les places doivent être proposées alternativement aux ZID, \nen commençant par la mieux classée dans les quotas de chacune des catégories concernées.  \nLes quotas de places qualificatives allouées aux zones interdépartementales à l’issue de leurs sélections internes sont \nétablis mathématiquement selon l’indice de recrutement ci-dessous.  \n◆ Indice de Recrutement  \nSeules les licences A sont prises en compte dans les 10 catégories considérées : U8, U10, U12, U14, U16 et U8F, \nU10F, U12F, U14F, U16F. Le calcul pour les tournois mixtes comprend les garçons et les filles. \nPour la phase nationale du championnat de France Jeunes, la répartition donne par catégorie : 140 places \nqualificatives dans chaque catégorie mixte et 90 places dans chaque catégorie féminine. \nDès que la saison sportive est achevée, la FFE calcule pour chaque catégorie, en fonction des effectifs licenciés A au \n31 août en première année et deuxième année de la catégorie précédente, les quotas « zone interdépartementale » de \nplaces qualificatives dans la catégorie considérée.  \n• \n1 place fixe pour toutes les zones interdépartementales. \n• \nLe reste de places est distribué au pourcentage pondéré de licenciés A concernant chaque catégorie selon la \nformule : (total places – places fixes) x (licences zone interdépartementale / licences FFE). \n◆ \nCas des qualifications en mixte et en féminin : \nChaque tournoi par catégorie d’âge, doit regrouper les catégories mixte et féminine.  \nÀ l’issue de la phase départementale, les joueuses prennent les places réservées au quota féminin, mais si leur \nclassement dans le tournoi leur permet de se qualifier également en catégorie mixte, les joueuses gardent le droit de \nse qualifier dans les deux catégories lors du championnat interdépartemental.  \nÀ l’issue des qualifications interdépartementales, en cas de qualification en catégorie mixte et en catégorie féminine, \nles joueuses doivent informer la Ligue de leur choix pour le tournoi national.  \n2.5.  Arbitrage des championnats qualificatifs   \nL’équipe arbitrale officiant lors de ces étapes qualificatives doivent appliquer scrupuleusement et intégralement \nl’ensemble du présent règlement, du contrôle des licences au respect des cadences. \nElle sera particulièrement vigilante quant à l’application des procédures de départage pour le classement en vue des \nplaces qualificatives. De plus, s’agissant de compétitions recevant de très jeunes joueurs et joueuses, l’équipe arbitrale \nest particulièrement attentive aux ingérences éventuelles des adultes dans le cours du jeu. \nEn cas de départage sur l’échiquier, Il est conseillé d’appliquer la procédure de départage décrite au point 3.4 du \nprésent règlement, mais les arbitres peuvent adapter la formule aux multiples situations pouvant se produire en \nfonction du quotient entre le nombre de joueurs et joueuses à départager et le nombre de places mises au départage.    \n◆ Phases départementales ou de zone interdépartementale : \nCes tournois, quelle qu’en soit la cadence, outre qu’ils doivent respecter les procédures obligatoires de déclaration \npréalable et de transmission des résultats pour le classement national, doivent être arbitrés par une ou un arbitre \nFédéral (AFO1 si appariements, Cf. R.I. DNA). \nLe rapport d’arbitrage habituel est complété d’un récapitulatif des étapes de départage ainsi que de la liste des \nqualifiés. L'ensemble est à envoyer par voie électronique à la direction de la compétition. \n \n",
      "section": null
    },
    {
      "page_num": 3,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \nJ01-3/5 \nCHAMPIONNAT DE FRANCE DES JEUNES \n \n2.6.  Qualifications d’office   \nSont qualifiés pour les Championnats de France U16, U14, U12, U10 et U8, en catégorie mixte ou féminine : \n• Les jeunes changeant de catégorie ayant obtenu un score minimal de 6,5/9 dans le championnat précédent. \n• Les jeunes ne changeant pas de catégorie et ayant obtenu un score minimal de 6/9 dans le championnat précédent. \n• Les jeunes atteignant un Elo en cadence standard minimum en juillet ou août de la saison précédente ou en \nseptembre de la nouvelle saison : \n• 2100 pour les U16, 1900 pour les U16F ; \n• 2000 pour les U14, 1850 pour les U14F ; \n• 1900 pour les U12, 1700 pour les U12F ; \n• 1750 pour les U10, 1600 pour les U10F ; \n• Un joueur ou une joueuse par tournoi mixte et une joueuse par tournoi féminin choisis par l’organisateur. \n• La ou le premier classé de chaque catégorie des Open A et B de la saison précédente. \n \nLa qualité de qualifié ou qualifiée d’office doit impérativement être confirmée par une prise de licence A avant le 1er \ndécembre de la saison en cours ; à défaut, la qualification d’office est annulée. \nSi les qualifiés et qualifiées d’office participent aux phases qualificatives départementales et/ou des zones \ninterdépartementales, ils sont retirés lors de l’établissement de la liste des places qualificatives. \nSi les phases qualificatives se jouent en même temps qu'un championnat départemental ou de zone \ninterdépartementale, les qualifiés et qualifiées d'office ont le droit de participer. \nLes qualifiés et qualifiées d'office pour les championnats de France sont également qualifiés et qualifiées de droit, \nsans contrainte supplémentaire, pour le championnat départemental ou de zone interdépartementale. \n2.7.  Qualifications supplémentaires \nÀ titre très exceptionnel, sur dossier argumenté et présenté exclusivement par les Ligues, la direction de la \ncompétition peut accorder quelques places supplémentaires. Ces places concernent uniquement les jeunes ayant été \nempêchés de tenter de se qualifier via la procédure qualificative à la suite de situations particulières (raisons médicales, \nmutation des parents, ...). \n2.8.  Sur-classement  \nSeuls les clubs peuvent déposer une demande de sur-classement pour leurs joueurs ou joueuses. Sauf dérogation de \nla direction de la compétition, les joueurs ou joueuses doivent être champions ou championnes de France en titre ou \nse classer dans les dix premières places de leur catégorie d’âge au classement FIDE du 1er mars de la saison en cours. \nLa demande doit être adressée au Directeur du Plan de Performance Jeunes au moins trois semaines avant le début \ndu Championnat.  \n2.9.  Confirmation des qualifications \nLa Ligue doit fournir à la direction de la compétition au plus tôt après la clôture de ses tournois qualificatifs : \n• \nLa liste des participants et participantes. \n• \nLe classement complet de chaque tournoi. \n• \nLe détail des matchs de départages pour ordonner la liste des qualifiés et qualifiées ainsi que celle des \nremplaçants et remplaçantes (voir la rubrique « matchs de départages » III § 3.4). \nAprès vérification par la direction de la compétition de la conformité de ces qualifications au regard des textes en \nvigueur, ces qualifications sont confirmées par la direction de la compétition. Ces confirmations sont concrétisées \npar la publication de la liste des qualifiés et qualifiées sur le site internet fédéral. \n2.10.  Inscriptions \nLes qualifiés et qualifiées pour le Championnat de France doivent faire parvenir leur inscription au Championnat de \nFrance au plus tard 21 jours avant le début de celui-ci. Au-delà de cette date, sauf pour les jeunes repêché(e)s dans \nces 21 jours, le montant de l’inscription sera majoré de 20% ; les membres de l'équipe de France Jeunes qui ne \nseraient pas inscrits avant la date de majoration, devront s'acquitter du montant en vigueur à la date de leur inscription. \nLes joueurs et joueuses désirant participer aux opens doivent envoyer leur inscription au plus tard quinze jours avant \nle début du championnat. \n \n \n \n \n \n",
      "section": null
    },
    {
      "page_num": 4,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \nJ01-4/5 \nCHAMPIONNAT DE FRANCE DES JEUNES \n3.  Tournois \n(Stipulations applicables aux trois niveaux de compétition) \n3.1.  Règles \nUn tournoi est organisé pour chaque catégorie jeunes : U8, U10, U12, U14, U16, U18, U20 et U8F, U10F, U12F, \nU14F, U16F, U18F, U20F. \nLors des phases qualificatives, les joueurs et joueuses d’une même catégorie d’âge peuvent être regroupés dans un \ntournoi mixte. \nLes titres de Champion, Championne, vice-Champion, vice-Championne de France sont attribués au 1r et 2e de \nchaque tournoi. \nIl est obligatoire de pointer sur place pour être apparié à la 1ère ronde. \nLors du Championnat de France, les rondes 2 et 3 sont jouées le deuxième jour. \n3.2.  Cadences \n3.2.1. Qualifications départementales : \n• \nMinimum 15 min + 5 sec. /coup pour les catégories U8, U8F, U10, U10F. \n• \nMinimum 25 min + 10 sec. /coup pour les grandes catégories. \n3.2.2. Qualifications zones interdépartementales : \n• \nMinimum 25 min + 10 sec. /coup pour les catégories U8, U8F, U10, U10F. \nLa limite de 8 heures de jeu maximum par jour doit être impérativement respectée. \n• \nMinimum 50 min + 10 sec. /coup pour les grandes catégories.   \nLa limite de 9 heures de jeu maximum par jour devra être impérativement respectée. \n3.2.3. Tournoi national : \n• \nU8, U8F, U10, U10F : 50 minutes pour toute la partie avec ajout de 10 sec. /coup. \n• \nAutres catégories : 1h 30 pour toute la partie avec ajout de 30 sec. /coup. \n3.3.  Classement \nLe classement est établi d’abord au nombre de points. \nPour les titres de Champion et Championne de France, et pour toutes les places ex-æquo, le départage se fait en \nutilisant dans l'ordre : \n• \nLe Buchholz tronqué ;  \n• \nLe Buchholz ;  \n• \nLa performance. \nEn cas d’ex-æquo pour les places qualificatives départementales ou de zones interdépartementales, le départage doit \nse faire soit par le système de départage sur l’échiquier, conformément à l’article 3.4, soit par le système de départage \nappliquant le Buchholz tronqué, le Buchholz, puis la performance, l’arbitre pouvant, le cas échéant, adapter le \nsystème de départage à la structure du tournoi.  \nEn cas de départage sur l’échiquier, c'est le résultat de ces matchs qui détermine le classement de tous les joueurs et \njoueuses ayant participé.  \nIl est impératif d’indiquer sur le règlement du tournoi qualificatif le système adopté. \n3.4.  Matchs de départage \nLors des phases qualificatives départementales et des zones interdépartementales, les CDJE et Ligues peuvent choisir \nla cadence la plus appropriée en fonction des possibilités, depuis le blitz à la cadence de 3 min + 2 sec. /coup au \nrapide à la cadence de 15 min + 10 sec. /coup, tout en essayant, dans la mesure du possible, de tendre vers les \nmodalités ci-après. Lorsque la cadence du blitz est choisie, les départages doivent se faire en match aller-retour. \n• \nS'il n'y a que 2 joueurs/joueuses ex-æquo, le match se fait en parties à la cadence de 15 min. + 10 sec / coup \nen rencontres aller-retour avec couleurs inversées. En cas d'égalité à l'issue de ce match, un nouveau \ndépartage en blitz a lieu, en rencontres aller-retour à la cadence de 3 min. + 2 sec. / coup, avec couleurs \ninversées. En cas d'égalité, le match est rejoué. \n• \nS'il y a 3 ou 4 joueurs/joueuses ex-æquo, un tournoi toutes rondes en parties de 15 min. + 10 sec. est organisé. \nEn cas d'égalité de 2, 3 ou 4 personnes à l'issue de ce match, une formule coupe est organisée entre les ex-\næquo suivant les modalités du paragraphe ci-dessous. \n",
      "section": null
    },
    {
      "page_num": 5,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \nJ01-5/5 \nCHAMPIONNAT DE FRANCE DES JEUNES \n• \nS'il y a plus de 4 ex-æquo, une formule coupe à élimination directe est mise en place. Les joueurs ou joueuses \nse voient attribuer un numéro d'appariement de 1 à x en fonction de leur classement dans le tournoi principal. \nLe joueur ou joueuse avec le numéro 1 rencontre le 8 (éventuelle exemption si moins de 8 joueurs), le 2 \nrencontre le 7 (éventuelle exemption) etc. Au deuxième tour, la ou le vainqueur de 1-8 rencontre la ou le \nvainqueur de 4-5 et la ou le vainqueur de 2-7 rencontre la ou le vainqueur de 3-6. Les matchs se jouent à la \ncadence de 3 min. + 2 sec. /coup en rencontres aller-retour, avec couleurs inversées. En cas d'égalité, le match \nest rejoué.   \n• \nLes départements et les zones interdépartementales peuvent utiliser le tournoi « toutes rondes » ou la formule \n« coupe » en fonction du ratio « participants/places qualificatives ».   \nLes personnes éliminées jouent aussi des matchs de classement suivant le même principe.  \n4.  Arbitrage du championnat national \n4.1.  Direction et arbitrage \n4.1.1. Direction \nLe Comité Directeur de la FFE désigne le directeur ou directrice de la compétition. \n4.1.2. Arbitrage \nLe président de la FFE désigne l’arbitre en chef du championnat après avoir consulté la direction du championnat, et \nla Direction Nationale de l’Arbitrage. L’arbitre en chef du championnat établit la liste des arbitres et arbitres adjoints. \nSauf autre disposition précisée dans le règlement intérieur, les arbitres sont présents sur les lieux du tournoi la veille \nde la ronde 1, arrêtent la liste définitive des participants et participantes à midi et affichent l'appariement à 13 h. \n4.2.  Réclamation \nToute réclamation doit être transmise auprès de l'arbitre en chef par écrit et signée. \n4.3.  Commission d'Appel \nUne Commission d'Appel est constituée au début du Championnat National. \nUn dispositif équivalent est fortement conseillé au niveau des qualifications « zones interdépartementales » ou \n« Départementales ». \nLa Commission d’appel est composée de : \n• \nUne ou un représentant du corps arbitral en charge du tournoi, \n• \nLa personne chargée de la direction de la compétition ou une personne la représentant ; \n• \nLa personne chargée de l’organisation ou une personne la représentant. \n \nAucun membre de la commission ne peut délibérer sur une question le concernant, ou concernant au premier chef \nune personne qu'elle ou il encadre. \n",
      "section": null
    }
  ],
  "total_pages": 5,
  "extraction_date": "2026-01-14T02:52:42"
}
