{
  "filename": "J02_2025_26_Championnat_de_France_Interclubs_Jeunes.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \nJ02-1/7 \n \nCHAMPIONNAT DE FRANCE INTERCLUBS JEUNES \n1. Organisation générale \n1.1.  Structure \nLe championnat de France Interclubs Jeunes est organisé chaque saison et comporte 4 divisions :    \n• \nLe Top Jeunes, composé d'un groupe de 16 équipes ;    \n• \nLa Nationale 1, composée de 4 groupes de 8 équipes ;    \n• \nLa Nationale 2 composée de 12 groupes de 8 équipes ;    \n• \nLa Nationale 3.   \nLes groupes de Top Jeunes, de Nationales 1 et 2 sont organisés sous la responsabilité de la Commission Technique \nFédérale, les groupes de Nationale 3 sous la responsabilité des Ligues.   \nLes Ligues sont libres d'avoir autant des groupes de Nationale 3 qu'elles le désirent et d'organiser leurs qualifications \npour la Nationale 2 comme elles l'entendent, mais elles ne pourront qualifier en Nationale 2 qu’une équipe par Zone \nInterdépartementale (ZID). S'il reste des places disponibles, les Ligues ayant le plus de licences A minimes (U16, \nU16F) et plus jeunes, ont droit à une place supplémentaire.  \nEn National 3, les Ligues doivent respecter les articles 3.7.a. et 3.7.b. du présent règlement concernant le nombre \nd’échiquiers et les catégories d'âge. Les Ligues souhaitant des dérogations sur ces points doivent obtenir l'accord de \nla Commission Technique Fédérale. A défaut, le règlement fédéral sera strictement appliqué. \n1.2.  Déroulement de la compétition \nLe championnat se joue par équipes de clubs.   \nUn club peut avoir plusieurs équipes engagées dans une ou plusieurs nationales, à l'exception du Top Jeunes dans \nlequel un club ne peut avoir qu'une équipe engagée.   \nDans chaque groupe, la compétition est organisée selon le système toutes rondes, à l'exception du Top Jeunes.   \nEn Top Jeunes, deux sous-groupes homogènes de 8 équipes sont constitués et disputent chacun un tournoi toutes \nrondes. À l'issue de cette première phase, les quatre premières équipes de chaque sous-groupe sont placées dans une \npoule haute, les quatre dernières dans une poule basse. Dans chaque poule, les équipes n'ayant pas joué ensemble se \nrencontrent.   \nÀ l’issue de la saison : \n• \nLes quatre dernières équipes du Top Jeunes sont reléguées en Nationale 1 ;    \n• \nLes premières de chacun des 4 groupes de Nationale 1 accèdent au Top Jeunes ; \n• \nLes équipes classées 6e, 7e et 8e de chaque groupe des Nationales 1 sont reléguées en Nationale 2 ;    \n• \nLes premières de chacun des 12 groupes de Nationale 2 accèdent à la Nationale 1 ;     \n• \nLes équipes classées 7e et 8e de chaque groupe de Nationale 2 sont reléguées en Nationale 3 ;    \n• \nLes premières des Nationales 3 accèdent à la Nationale 2. S’il reste des places disponibles, les Ligues ayant \nle plus de licenciés A minimes et plus jeunes ont droit à une 2e place. \nSi une équipe classée 1ère refuse son accession avant la publication des groupes ou si le règlement ne lui permet pas \nde monter, sa place revient à l’équipe deuxième de son groupe.   \nDans le cas de places disponibles, de désistements et tous les cas non prévus ci-dessus, sur proposition de la direction \nde la compétition, la Commission Technique Fédérale procède à des repêchages.   \nLe club vainqueur est déclaré Champion de France et le second vice-Champion de France. \n1.3.  Tenue vestimentaire \nLes joueurs et joueuses des équipes, en Top Jeunes, ont l'obligation de porter un maillot (ou un haut de vêtement) \nreprésentatif de leur club au minimum à la première et la dernière ronde de la phase finale. Pour tout manquement à \ncet article, le club sera sanctionné d'une amende de 100€ par match. \n",
      "section": null
    },
    {
      "page_num": 2,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \nJ02-2/7 \nCHAMPIONNAT DE FRANCE INTERCLUBS JEUNES \n1.4.  Engagements \nPour le Top Jeunes et la Nationale I, des formulaires de demande d'engagement sont expédiés à tous les Clubs \nconcernés dès la fin du championnat de la saison précédente. Ils doivent être renvoyés avec les droits d'inscription \navant la date limite du 10 juin, sous peine de non-inscription au championnat.   \n1.5.  Licences \nVoir Règles générales. \n2. Organisation de la compétition \n2.1.  Direction de la compétition \nLa Commission Technique Fédérale nomme le directeur ou la directrice de la compétition. La direction de la \ncompétition est responsable de l'évolution de l'ensemble du championnat et désigne les directions de groupe du Top \nJeunes, N1 et N2. Elle confirme les classements provisoires et établit le classement final.   \n2.2.  Direction de groupe \nLa direction de groupe est chargée de concevoir des appariements cohérents et de le proposer à la direction de la \ncompétition, de faire respecter le règlement, de collecter les résultats et d'en vérifier la conformité.  Dans le cas de la \nN3, il doit aussi concevoir le calendrier. \nElle établit également les classements provisoires et le récapitulatif des résultats, transmet à la direction de la \ncompétition et aux équipes du groupe l'ensemble des documents dans les plus brefs délais.   \nElle communique les résultats et le classement provisoire sur le site fédéral, au plus tard le lendemain de la rencontre \nà midi.   \nElle désigne, pour chaque match, un ou une \"Responsable du match\".   \nLes décisions concernant les litiges réglés par les directions de groupe sont notifiées aux intéressés par lettre \nrecommandée avec avis de réception ou par tout moyen permettant de prouver leur réception par le destinataire. \n2.3.  Calendrier \nLes dates des différentes rondes sont publiées au calendrier officiel de la Fédération Française des Échecs. La   \ndirection de groupe peut, en fonction de la composition géographique du groupe, proposer des regroupements sur un \nweek-end, que ce soit sur 3 rondes et/ou 2 rondes. Chaque direction de groupe désigne les lieux et organisateurs des \nrencontres de son groupe.   \nÀ l'exception de la dernière ronde, les équipes peuvent s'entendre pour avancer la date du match, sous réserve qu'elles \nobtiennent l'accord écrit de leur direction de groupe.   \nEn cas d'événement exceptionnel dûment justifié ou sur proposition de la direction de groupe, la direction de la \ncompétition a tout pouvoir pour imposer un changement de date.   \nHormis les cas précédents, toutes les dates fixées par la direction de groupe sont impératives et doivent être respectées, \nsous peine de forfait. \n2.4.  Responsable des matchs \nLa personne responsable est chargée de préparer matériellement la salle de jeu, de veiller au bon déroulement du \nmatch et pour les Nationales 1 et 2, de désigner l'arbitre de la rencontre dont le nom doit être mentionné sur la feuille \nde match avant le début des parties. \nIl devra veiller à la qualité des conditions de jeu et au respect des horaires, et transmettre les résultats à la direction \nde groupe dès que la rencontre sera achevée. \n2.5.  Arbitre \nEn Top Jeunes, chaque match est dirigé par un arbitre fédéral proposé par l'organisateur et agréé par la direction de \nla compétition après avis de la Direction Nationale de l'Arbitrage. \nEn Nationales 1 et 2, chaque match est dirigé par une ou un arbitre fédéral. \nEn Nationales 3, la personne faisant fonction d'arbitre doit être titulaire d'une licence A ayant l'aval de la direction \nrégionale de l'arbitrage (DRA) de sa Ligue. \n",
      "section": null
    },
    {
      "page_num": 3,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \nJ02-3/7 \nCHAMPIONNAT DE FRANCE INTERCLUBS JEUNES \n2.6.  Matériel \nIl appartient aux clubs désignés d’accueillir les matchs, de fournir la totalité du matériel de jeu nécessaire à un bon \ndéroulement. \n \n3. Déroulement des matchs \n3.1.  Règles du jeu \nLes règles de la Fédération Internationale des Échecs et de la Fédération Française des Échecs en vigueur à la date \ndes matchs sont applicables à toutes les parties.   \nLes parties effectivement jouées, même si un forfait administratif est prononcé ultérieurement, sont comptabilisées \npour le classement Elo.  \nLes parties jouées à la cadence adaptée, sont comptabilisées pour l’Elo FIDE standard (selon le B.02.) \nL'Elo pris en compte est le dernier publié.   \n3.2.  Attributions des couleurs \nL'équipe première nommée dans les appariements établis par la direction de groupe a les blancs sur les échiquiers 1, \n3, 5 et les noirs sur les échiquiers pairs 2, 4 et 6. \nL'équipe première nommée a les blancs aux échiquiers 7 et 8 pour la première partie et les noirs pour la deuxième. \n3.3.  Cadence \nPour le Top Jeunes, et la Nationale 1, la cadence est de :    \n• \n1 h 30 min. et 30 secondes par coup pour les échiquiers 1 à 6 ;    \n• \n50 min. et 10 secondes par coup pour les échiquiers 7 et 8.   \nPour les Nationales 2 et 3 la cadence est de : \n• \n1h et 30 secondes par coup pour les échiquiers 1 à 6 en N 2 (1 à 3 en N 3) ; \n• \n50 min. et 10 secondes par coup pour les échiquiers 7 et 8 (4 en N 3). \nEn N3, les Ligues peuvent adopter des cadences plus rapides, en excluant les cadences Blitz. \nToutes les parties d’un match sont arbitrées avec les mêmes règles liées aux cadences utilisées pour le premier \néchiquier, hormis l'obligation de noter si la cadence est rapide (ou dans les 5 dernières minutes s'il y a un incrément \ninférieur à 30 sec. /coup). \n3.4.  Statut des joueurs et joueuses / homologation \nLa Commission d'Homologation se prononce sur le statut et la qualification des joueurs : \n• \nAvant le début de la saison, à la demande du club où la licence du joueur ou la joueuse est prise, \n• \nÀ tout moment, mais au plus tard dans les trente jours suivant l'éventuelle rencontre concernée, à la demande \ndu club ou la licence est prise, d'un autre club, de la direction du groupe ou de la compétition, de la Direction \nTechnique Nationale, du Comité Directeur. \nLes clubs sont responsables de la qualification de leurs joueurs et joueuses. Ceux qui n'ont pas obtenu l'accord de la \nCommission d'Homologation et qui se trouvent en situation illégale peuvent être pénalisés rétroactivement. \nUne vérification systématique des dispositions prévues aux articles 1.5. et 3.1. est effectuée par la direction de groupe. \n3.5.  Capitaine d’équipe \nLe rôle des capitanes est défini à l'article 8 des Règles générales.   \nDans le cadre des Nationales Jeunes, il est utile de préciser que les seules paroles que les capitaines peuvent adresser \nà un joueur, en présence de l'arbitre, sont \"accepte la proposition de nullité\", \"refuse la proposition de nullité\", \n\"propose nulle\". \nDe même, les capitanes doivent s'abstenir de faire les moindres gestes ou mimiques à l'adresse des joueurs.   \n \n \n \n",
      "section": null
    },
    {
      "page_num": 4,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \nJ02-4/7 \nCHAMPIONNAT DE FRANCE INTERCLUBS JEUNES \n3.6.  Feuille de match \nAvant le début du match, le nom de la personne désignée comme capitaine doit être indiqué sur la feuille de match. \nLa ou le capitaine peut être un joueur ou une joueuse de l'équipe ou toute autre personne licenciée à la Fédération. \nLes capitaines ont le droit de mandater une personne le représentant, sous réserve de l'accord de l'arbitre principal et \nde posséder une licence fédérale en cours. \nLes capitaines des équipes doivent remettre leur liste à l'arbitre au moins 15 minutes avant l'heure prévue pour le \ndébut de la rencontre. En Top Jeunes, la liste doit être remise à l'arbitre au moins 30 minutes avant l'heure prévue \npour le début de la rencontre. La liste dans l'ordre des échiquiers, mentionne les dates de naissance et les classements \nElo : dernier Elo FIDE ou en cas d'absence, Elo national ou en cas d'absence, Elo estimé.    \nLorsque la liste est remise en retard, les pendules de tous les membres de l'équipe concernée sont avancées d'un temps \négal au retard. Si, de plus, un joueur ou une joueuse arrive dans un délai suffisant pour ne pas être forfait, mais qui \nentraîne un retard à la pendule supérieur à une heure, ce retard est ramené à une heure. \nCette liste ne peut plus alors être modifiée pour ce match.   \nElle ne peut comporter de \"trou\" : s'il n'y a pas de nom écrit à un certain échiquier, l’échiquier vacant et les suivants \nsont automatiquement perdus par forfait administratif.   \n3.7.  Composition des équipes \n3.7.a) Licences   \nChaque équipe est composée de 8 joueurs et/ou joueuses (Top Jeunes, Nationales 1 et 2) ou 4 joueurs et/ou joueuses \n(Nationale 3) licenciés A respectant l’article 1 des règles générales. Chaque infraction est sanctionnée par un forfait \nadministratif et un retrait de 2 points de parties sur le total de l’équipe. \n3.7.b) Composition de la feuille de match   \nChaque échiquier correspond à une catégorie d'âge :    \n• \n1e et 2e (1er en Nationale 3) échiquier : U16, U16F ou plus jeune ;    \n• \n3e et 4e  (2e en Nationale 3) échiquier : U14, U14F ou plus jeune ;    \n• \n5e et 6e  (3e en Nationale 3) échiquier : U12, U12F ou plus jeune ;    \n• \n7e et 8e  (4e en Nationale 3) échiquier : U10, U10F ou plus jeune.   \nDans un match, les échiquiers 1 à 6 (1 à 3 en Nationale 3) disputent une partie, les échiquiers 7 et 8 (4 en Nationale \n3) deux parties.   \nDu Top Jeunes à la Nationale 2, lors de la première partie, l’échiquier 7 (8) de l’équipe ayant les blancs sur l’échiquier \n1 rencontre l’échiquier 7 (8) de l’équipe ayant les noirs sur l’échiquier 1 avec les blancs. \nLors de la deuxième partie, l’échiquier 7 (8) de l’équipe ayant les blancs sur l’échiquier 1 rencontre l’échiquier 8 (7) \nde l’équipe ayant les noirs sur l’échiquier 1 avec les noirs. \nLe non-respect de cet article entraîne un forfait administratif sur l'échiquier concerné et tous ceux qui le suivent. \n3.7.c) Ordre des échiquiers   \nLes échiquiers 1 à 8 (1 à 4 en N 3) sont rangés par âge, le plus petit échiquier étant le plus âgé.   \nDans le respect de l’article précédent, un membre de l’équipe peut toutefois se placer devant un autre plus âgé dans \nle cas où il possède un Elo supérieur ou égal à l’Elo du membre plus âgé.   \nL’échiquier 8 peut être placé devant l’échiquier 7, quels que soient les Elo. \nLe non-respect de l'article 3.7.c. entraîne un forfait administratif sur l'échiquier du membre de l’équipe placé après \nun plus jeune que lui (voir article 4.1.b). \n3.7.d) Conditions de nationalité et scolarité   \nPeuvent participer au championnat les joueurs et joueuses de nationalité française ainsi que les ressortissants de \nl’union Européenne résidant en France. Les joueurs ou joueuses de nationalité étrangère non ressortissants de l’Union \nEuropéenne doivent être scolarisés en France en conformité avec l’article 2.1.4. des Règles Générales. Ces derniers \ndoivent fournir une attestation de présence assidue établie par le chef d'établissement. \nLe non-respect de cet article entraîne un forfait administratif sur l'échiquier concerné et tous ceux qui le suivent. \n \n \n \n \n",
      "section": null
    },
    {
      "page_num": 5,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \nJ02-5/7 \nCHAMPIONNAT DE FRANCE INTERCLUBS JEUNES \n3.7.e) Joueurs mutés   \nPour chaque match, une équipe ne peut aligner plus de 2 personnes mutées ou 1 mutée en Nationale 3, aux exceptions \nsuivantes :   \n• \nLes équipes promues peuvent aligner 3 personnes mutées au maximum par match.   \n• \nLes équipes d’un club entrant en Nationale 3 peuvent aligner 2 personnes mutées par match. \n \nDéfinition d'un joueur muté : cf. Règles générales \nLe non-respect de cet article entraîne un forfait administratif sur l'échiquier concerné et tous ceux qui le suivent. \n3.7.f) \nParticipation dans plusieurs équipes   \nLorsqu'un club a plusieurs équipes engagées dans une même nationale, tout joueur ou joueuse ayant participé pour \nle compte d'une équipe ne peut plus jouer pour le compte d'une autre.   \nLorsqu'un club a plusieurs équipes engagées dans différentes nationales, un joueur ou joueuse ne peut participer dans \nune nationale s'il a déjà joué 4 fois en nationales supérieures.   \nUn joueur ou une joueuse ne peut disputer plus de 11 rondes dans le championnat.   \nUn joueur ou une joueuse ne peut participer à plus de 7 rondes au total en Nationale 1 ou 2. Pour disputer une ronde \nde Nationale 1 ou 2, un joueur ou une joueuse ne doit pas avoir joué un nombre de rondes égal ou supérieur au \nnombre de rondes le plus élevé que comportent sur l’ensemble de la saison les différentes divisions auquel le club a \ndéjà participé. \nExemple : dans une zone interdépartementale, la Nationale 3 se joue en 11 rondes. Un joueur ou une joueuse a \ndéjà participé à 9 rondes dans cette division, avant de jouer en Nationale 1. Il ou elle a le droit (malgré les 7 \nrondes jouées) car le club a une équipe dans une division où il y a 11 rondes. \nPour tout le paragraphe 3.7.f, tout membre d’une équipe figurant sur la feuille de match est considéré comme ayant \nparticipé au match ; les parties jouées aux échiquiers 7 et 8 comptent pour ½ partie. \nLe non-respect de cet article entraine un forfait administratif sur l'échiquier du joueur ou la joueuse en infraction, \navec la marque de - 1. \n3.7.g) Matchs de barrages   \nLes matchs de barrage éventuels, pour une équipe, sont considérés comme les rondes suivantes de cette équipe dans \nle championnat.   \nPour disputer la ronde « n » d'un match de barrage, un joueur ou une joueuse ne doit pas avoir joué plus de n-1 parties \ndans le championnat.   \nLes conditions de participation restent valables pour les matchs de barrage, à une exception près :  les joueurs/joueuses \nayant évolué dans une autre équipe du club de la même Nationale peuvent jouer dans l'équipe barragiste à la condition \nqu'aucune autre règle ne l'interdise. \nLe non-respect de cet article entraîne un forfait administratif sur l'échiquier concerné et tous ceux qui le suivent. \n3.8.  Forfaits sportifs \nDéfinition : voir Règles générales 3.1. \nUne équipe ayant plus de trois membres forfaits (1 en Nationale 3) perd le match sur le score de 3-0 (10-0 de points \nde parties, 5-0 en Nationale 3).   \nUne équipe n'ayant pas l'intention de se déplacer ou dans l'impossibilité d'aligner au moins 5 membres (3 en Nationale \n3), doit avertir le club adverse et la direction de son groupe, au moins l'avant-veille du jour fixé pour le match. Toute \néquipe ne se conformant pas à ces prescriptions et provoquant un déplacement inutile, sera tenue de rembourser \nintégralement les frais de déplacement et de séjour occasionnés. La base de calcul des frais de déplacement sera \nétablie par la direction du championnat. \nSauf événement exceptionnel dûment justifié reconnu par la direction du championnat, tout forfait d'une équipe sera \nsanctionné par les amendes suivantes :    \n• \n300 € en Top Jeunes ;    \n• \n100 € en Nationale 1 ;    \n• \n50 € en Nationale 2.   \nLe non-paiement des amendes dans le délai fixé entraîne l’exclusion du championnat la saison suivante.   \nEn Nationale 1 ou 2, une équipe qui aura déclaré forfait pour trois rencontres pourra être exclue du Championnat de \nFrance Interclubs Jeunes la saison suivante. \n",
      "section": null
    },
    {
      "page_num": 6,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \nJ02-6/7 \nCHAMPIONNAT DE FRANCE INTERCLUBS JEUNES \n3.9.  Litiges techniques \nLorsqu'un litige technique survient en cours de partie, celle-ci doit toujours être poursuivie en appliquant les \ndirectives de l'arbitre. Un appel des décisions de l'arbitre peut être interjeté.   \nLa ou le capitaine ou le responsable de l'équipe plaignante rédige alors une réclamation.   \nL'arbitre et la ou le capitaine de l'équipe adverse rédigent chacun un rapport donnant leur propre version des faits. \nTous ces documents sont transmis avec le procès-verbal du match, à la direction du groupe.   \n \nPour la phase finale du Top Jeunes, une commission des litiges du tournoi sera formée par l'arbitre principal. Sa \ncomposition sera la suivante :    \n• \nLa direction de la compétition ;    \n• \nUn membre du comité d'organisation ;    \n• \nUn joueur ou une joueuse choisi dans les équipes non impliquées dans le litige ;   \n• \nUn ou une entraîneur choisi dans les équipes non impliquées dans le litige ;    \n• \nL’arbitre principal avec voix consultative.   \nUn membre ne peut statuer sur une affaire impliquant le club auquel il appartient.   \n3.10.  Procès-verbal de rencontre \nDès la fin du match, l'arbitre établit un procès-verbal feuille de match, comportant le nom des membres de l’équipe, \nleur code fédéral, leur Elo, les résultats des parties et du match.   \nLe procès-verbal est signé par les capitaines ainsi que par l'arbitre. \nLa ou le responsable de la rencontre doit garder le ou les procès-verbaux 6 mois, comme pour les feuilles de parties. \nEn cas de réclamations, il devra le ou les transmettre à la direction de groupe. Les éventuelles réclamations, \nattestations, etc., sont expédiées au tarif \"lettre\" par le responsable de la rencontre à la direction de groupe, au plus \ntard le surlendemain du jour du match. Le non-respect de cette obligation entraînera, en cas de récidive, une demande \nde sanction envers le responsable de la rencontre. \n \n4. Résultats / classements \n4.1.  Décompte des points de partie \nSur les échiquiers 1 à 6 (1 à 3 en Nationale 3) : une partie gagnée est comptée 2 points, une partie nulle est notée X \net n'est pas comptabilisée dans le score final, une partie perdue devant l'échiquier est comptée 0 point. \nSur les échiquiers 7 et 8 (4 en Nationale 3) : une partie gagnée est comptée 1 point, une partie nulle est notée X et \nn'est pas comptabilisée dans le score final, une partie perdue devant l'échiquier est comptée 0 point. \nUne partie perdue par un forfait sportif est comptée :    \n• \n-2 points sur les échiquiers 1 à 6 (1 à 3 en Nationale 3) dans le cas où un joueur a joué sur l'un des échiquiers \nqui suivent le forfait ;    \n• \n0 dans tous les autres cas.   \nUne partie perdue par forfait administratif est comptée 0 point, et gagnée par l'adversaire. \n4.1.a) Non-respect des articles 3.7.b, 3.7d, 3.7 e, 3.7.g   \nForfait administratif sur l'échiquier concerné et tous ceux qui le suivent. \n4.1.b) Non-respect de l’article 3.7.c   \nLe non-respect de l'article 3.7.c. entraîne un forfait administratif sur l'échiquier du membre de l’équipe placé après \nun plus jeune que lui.   \n4.1.c) Non-respect de l'article 3.7.f \nForfait administratif sur l'échiquier du joueur ou la joueuse en infraction, avec la marque de - 1. \n \nLe score d’une équipe en points de parties est égal à la somme des marques individuelles de ses échiquiers et de ses \npénalités ; il ne peut être inférieur à zéro. Lorsqu’une équipe gagne par forfait sportif ou à la suite de pénalités \nadministratives de l’équipe adverse, le score du match est au maximum de 10/0 (5/0 en N 3), mais le score obtenu \nsur les échiquiers est retenu s’il est supérieur (11/1 12/1, etc. étant supérieur à 10/0).   \nL’énoncé du score précise les points marqués par les deux équipes. Le différentiel d’une équipe pour un match est \ndéfini par la différence entre les points de parties marqués et ceux concédés. \n",
      "section": null
    },
    {
      "page_num": 7,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \nJ02-7/7 \nCHAMPIONNAT DE FRANCE INTERCLUBS JEUNES \n4.2.  Points de match \nLe gain du match est attribué à l'équipe totalisant plus de points de parties que l'équipe adverse.   \nEn cas d'égalité de points de parties, le match est déclaré nul.   \nUn match gagné est compté 3 points, un match nul 2 points, un match perdu devant l'échiquier 1 point.   \nUn match perdu par forfait sportif est compté 0 point.  Un match perdu à la suite de forfait(s) administratif(s) est \ncompté 1 point. \nUne équipe bénéficiant d’une exemption ne marque aucun point. \n4.3.  Forfaits \nDéfinition : voir Règles générales, article 3. \nSi une équipe déclare forfait pour plus de la moitié des matchs du championnat, ses résultats ne sont pas comptabilisés \ndans le classement. \nSi une équipe déclare forfait pour un ou plusieurs matchs, mais joue au moins la moitié des matchs du championnat, \nses résultats sont comptabilisés dans le classement. Cependant, en cas de départage entre deux équipes au différentiel, \nles résultats de cette équipe forfait sont retirés pour le calcul. \nSanctions sportives : voir Règles Générales, article 3.3.3.c. \n4.4.  Classement \nEn N1, N2 et N3, le classement final de chaque groupe est effectué suivant le total des points de match. \nEn cas d'égalité de points de matchs, on utilise les résultats (points de match, différentiel, points de parties) réalisés \nentre elles par les équipes à départager. \nEn cas de nouvelle égalité, le départage est effectué par les différentiels calculés sur l’ensemble de la compétition \npuis, en cas de nouvelle égalité, sur le nombre de points « pour » réalisés par les équipes à départager sur l’ensemble \nde la compétition.   \nSi une égalité subsiste, on prend dans l’ordre la somme des différentiels au 1er échiquier, puis au 2e, etc.   \nEn Top Jeunes, les places 1 à 8 sont attribuées aux équipes de la poule haute, les places 9 à 16 à celles de la poule \nbasse. Dans chaque poule, le classement est effectué suivant le total des points de match. Pour départager plusieurs \néquipes, on utilise les mêmes critères que pour les autres Nationales, mais en ne tenant compte que des matchs joués \nentre elles et contre les adversaires communs à toutes ces équipes. \n",
      "section": null
    }
  ],
  "total_pages": 7,
  "extraction_date": "2026-01-14T02:52:42"
}
