{
  "filename": "J03_2025_26_Championnat_de_France_scolaire.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \nJ02-1/5 \n \nCHAMPIONNAT DE FRANCE DES ÉCOLES ET COLLÈGES \n1. Organisation générale \n1.1. Responsabilités \n1.1.1. Dans chaque département, le Comité Départemental du Jeu d'Echecs (CDJE), nomme un Correspondant \nou une Correspondante Scolaire Départemental (CSD). Informer, organiser, médiatiser sont les objectifs \nde son action. Le CDJE est le support de l’action. Il encourage et soutient les événements. \n1.1.2. La personne nommée CSD organise son action départementale sous la responsabilité du CDJE. Elle fixe \nles dates des rencontres, les lieux d'actions, s'assure de la disponibilité du matériel, désigne les arbitres et \nveille au bon déroulement des tournois. Elle rappelle les objectifs du secteur scolaire à tous les participants. \n1.1.3.  Les objectifs se traduisent par la recherche de la participation du plus grand nombre d’élèves et du plus \ngrand nombre d’établissements du département. En particulier, la ou le CSD organise une campagne d’in-\nformation à partir de la rentrée et elle ou lui a le souci de la relation importante avec les acteurs de l’Éduca-\ntion nationale (DASEN, IEN, chefs d’établissements, directeurs d’école, USEP, UNSS, UGSEL). \n1.1.4. De même, dans chaque Ligue, une personne est nommée Correspondant ou Correspondante Scolaire Aca-\ndémique (CSA) par la Ligue. Elle coordonne les actions de la Ligue en direction des scolaires en étroit \ncontact avec les Correspondants Scolaires Départementaux. Elle rend compte de son action auprès du Co-\nmité directeur de la Ligue et informe la direction du championnat. \n1.1.5. Le comité directeur fédéral nomme un Directeur ou une Directrice des Championnats Scolaires (DCS). \n1.2. Structure   \n1.2.1. Le championnat de France scolaire est organisé chaque saison, il se sépare en deux catégories : \n   a) Le championnat des écoles réservé aux écoliers scolarisés en France, c'est-à-dire les élèves de la ma-\nternelle petite section jusqu'au CM2, ULIS inclus, ou dans un établissement relevant de l’AEFE \n(Agence pour l’Enseignement Français à l’Étranger). \n   b) Le championnat des collèges réservé aux collégiennes et collégiens scolarisés en France, c'est-à-dire \nles élèves de la classe de 6e jusqu'à la classe de 3e, ULIS et SEGPA inclus, ou dans un établissement \nrelevant de l’AEFE (Agence pour l’Enseignement Français à l’Étranger). \n1.2.2. Les lycéennes et lycéens peuvent participer aux championnats UNSS des lycées sous certaines conditions. \nLes étudiants (classes post-bac) peuvent participer au championnat universitaire de la FFSU. \n1.3. Déroulement de la compétition \n          Les championnats scolaires se déroulent en trois phases : \na) \nPhase 1 : individuelle et départementale donnant accès à la phase académique. \nb) \nPhase 2 : par équipes et académique, au plus tard le 31 mars, donnant accès à la finale nationale. \nc) \nPhase 3 : par équipes et nationale décernant le titre de champion de France. \n1.4. Engagement \n1.4.1. Lors d’une phase par équipes, tous les membres d’une équipe doivent être scolarisés dans la même école ou \nle même collège. Un certificat de scolarité de moins de 3 mois devra être fourni pour chaque élève. \n1.4.2. Cas particulier : les écoles faisant partie d’un Regroupement Pédagogique Intercommunal (RPI) ou d’un \nsyndicat intercommunal à vocation scolaire (SIVOS) sont considérées comme une école unique. En cas \nd’équipe constituée sur plusieurs écoles de ce type, il appartient à ces écoles de fournir la preuve de leur \nappartenance à un même RPI ou SIVOS (copie de l’arrêté préfectoral).  \n1.5. Licences \nChaque joueur et joueuse doit être titulaire d'une licence FFE (A ou B) valable pour la saison en cours. \nChaque infraction est sanctionnée par un forfait administratif et un retrait de 2 points de parties sur le total \nde l’équipe. \n1.6. Droits de participation \n1.6.1. Pour les phases départementales et académiques, les droits d’inscription par joueur et joueuse ne pourront \npas excéder 2 €. Il est toutefois recommandé de ne pas réclamer de droits d’inscription afin de permettre la \nparticipation du plus grand nombre. \n",
      "section": null
    },
    {
      "page_num": 2,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \nJ02-2/5 \n \nCHAMPIONNAT DE FRANCE DES ÉCOLES ET COLLÈGES \n1.6.2. Pour la phase nationale, une participation aux frais d'organisation est demandée. Les tarifs de participation \naux frais sont forfaitaires et fixés dans le cahier de charges. \nLa participation aux frais couvre l’hébergement pour 2 nuits, 2 petits déjeuners, 4 repas et tous les frais liés \nà la compétition et aux animations. \n1.7. Règles du jeu \n           Quelle que soit la phase, les règles de la Fédération Internationale Des Echecs et de la Fédération Française \ndes Echecs en vigueur à la date des matchs sont applicables à toutes les parties. Les parties effectivement \njouées, même si un forfait administratif est prononcé ultérieurement, sont comptabilisées pour le classement \nElo rapide. \n2. Phase départementale \n. \n2.1. Organisation \n2.1.1. Une compétition est organisée pour les collèges et une autre pour les écoles primaires et maternelles. \nChaque compétition est distincte et il est interdit de regrouper les deux catégories dans un même \ntournoi. Le non-respect de cet article entraîne automatiquement la non prise en compte du tournoi pour la \nphase académique. \n2.1.2.  Les départements sont libres d'organiser géographiquement leur championnat départemental en un ou plu-\nsieurs tournois individuels afin de favoriser la participation du plus grand nombre. Chaque tournoi de la \nphase académique doit être homologué pour le classement Elo rapide national (pas pour l’Elo FIDE).  \n2.1.3. Tous les élèves d’un même établissement doivent jouer le même tournoi ; les tournois par classes ou par \ncatégories d’âges sont proscrits. \nLe non-respect de cet article entraîne automatiquement la non prise en compte du tournoi pour la phase \nacadémique \n2.1.4.  La ou le CSD soumet le règlement intérieur à sa Ligue pour validation. Ce règlement doit détailler le format \nde chaque compétition et il ne peut être en contradiction avec le règlement fédéral J03 et/ou celui du cham-\npionnat scolaire de sa Ligue. \n2.1.5.  Chaque joueur et joueuse représente son établissement. Dans le logiciel PAPI, le nom du club de chaque \njoueur et joueuse sera remplacé par le nom de son établissement scolaire. \n2.2. Cadence et arbitrage \n2.2.1. La cadence de jeu est de 15 min. KO ou 12 min + 3 s par coup. \n          Les appariements sont faits au système Suisse en 5 rondes minimum, par un Arbitre Fédéral (AFO1 au \nmoins). \n2.2.2. L’application de l’article 2.2.2 des compétition homologuées (R03) concernant le nombre de coups illégaux \nà appliquer pour la perte d’une partie doit être précisée dans le règlement intérieur du tournoi. Le nombre \nde coups illégaux autorisés ne peut être supérieur à 2. \n2.3. Classements \n2.3.1. Le classement est individuel, le départage est fait : \na)    au buchholz tronqué ; b) au buchholz ; c) au cumulatif  \n2.3.2. Un classement par établissement est également établi d'après le total des points des 8 meilleurs participants \nou participantes d'une même école ou du même collège dont au moins les 2 premières filles et les deux \npremiers garçons. \na) Une équipe est dite complète lorsqu’elle comprend 8 membres dont au moins 2 garçons et 2 filles. \nb) Les équipes complètes seront classées avant les équipes incomplètes. Pour tous les établissements \nqui ont moins de 8 membres ou un quota incomplet de garçons ou de filles, le calcul se fait en \ncomptabilisant 0 point pour les places vacantes. \nc) En cas d’égalité, on fera la somme des points de départages (1° buchholz tronqué, 2° buchholz, 3° \ncumulatif). \nd) En cas de nouvelle égalité, on prendra l’équipe avec la moyenne la plus jeune. \ne) Plusieurs équipes d’un même établissement peuvent être classées. \n2.3.3. À l'issue des phases départementales, l’arbitre devra envoyer immédiatement le fichier papi au DCS et le \npublier sur le site fédéral. \n2.3.4.  La phase départementale doit être terminée au moins 1 mois avant la phase académique.  \n",
      "section": null
    },
    {
      "page_num": 3,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \nJ02-3/5 \n \nCHAMPIONNAT DE FRANCE DES ÉCOLES ET COLLÈGES \n3. Phase académique \n3.1. Organisation \n3.1.1. La phase académique doit se dérouler avant le 31 mars. \nLes Ligues régionales ont la responsabilité des finales académiques de leur territoire. \n3.1.2.  Les finales académiques se déroulent en deux tournois distincts : un tournoi écoles et un tournoi collèges. \n3.2. Qualification \n3.2.1.  Les Ligues sont tenues d’adopter un règlement spécifique : \na) \nPour fixer le nombre d’équipes qualifiées en phase académique dans chaque catégorie ; \nb) Pour fixer le mode de répartition des équipes entre les différents Comités départementaux ; \nc) \nPour fixer le nombre maximum d’équipes par établissement. \n          Ce règlement Ligue doit être validé par le DCS avant le démarrage de la phase départementale. Il ne peut \npas entrer en contradiction avec le règlement fédéral. \n3.2.2. Une finale académique se joue exclusivement en équipe et sur qualification. \n3.2.3. Seule une équipe complète et classée dans le sens de l’article 2.3.2. peut être autorisée à se qualifier pour une \nfinale académique. \n3.2.4. Plusieurs équipes complètes d’un même établissement peuvent être qualifiées pour la finale académique à \ncondition que le règlement de la Ligue le permette. \n3.2.5. L’organisateur d’une finale académique peut présenter une équipe supplémentaire pour assurer la \nparité, même à la dernière minute. \n3.3. Appariements et cadence \n3.3.1. Le système d’appariements est le suivant : \n• 2 équipes : 1 match en aller-retour minimum ; \n• 3 ou 4 équipes : toutes rondes en aller-retour, soit 6 rondes ; \n• 5 ou 6 équipes : toutes rondes, soit 5 rondes ; \n• 7 équipes et plus : toutes rondes ou système suisse en 5 rondes minimum. \n3.3.2. L'équipe première nommée dans les appariements établis par l’arbitre a les blancs sur les échiquiers \nimpairs et les noirs sur les échiquiers pairs. \n3.3.3. La cadence est de 15 minutes KO ou 12 minutes + 3 s par coup. \n3.4. Arbitre \nLors de la phase académique, l’arbitre principal doit être au minimum AFO1. \nDès la fin de la compétition, l’arbitre doit communiquer au DCS le nom des établissements qualifiés \npour les finales nationales. \n4. Finale nationale du Championnat de France \n4.1. Organisation \n4.1.1. La Direction des championnats scolaires désigne les organisateurs des finales après appel à candidature. \nElle désigne l’arbitre principal, AFO1 minimum, sur proposition de l’organisation, après consultation de la \nDirection Nationale de l’Arbitrage. \n4.1.2. L’association organisatrice d’une finale nationale est tenue de se conformer aux obligations du cahier des \ncharges fédéral en vigueur pour la saison en cours. \n4.2. Qualification pour la finale nationale \n4.2.1. L’école championne d’académie est qualifiée pour participer au championnat de France des écoles. Le \ncollège champion d’académie est qualifié pour participer au championnat de France des collèges. \n4.2.2. Les établissements qualifiés doivent confirmer leur participation à la phase nationale auprès de la direction \ndu championnat au plus tard le 15 avril et envoyer tous les documents demandés aux organisateurs, 3 se-\nmaines avant la date de la finale prévue, sous peine de non-qualification. \n4.2.3. En cas de désistement d'une équipe qualifiée pour la finale nationale, l'équipe arrivée en deuxième position \ndans la même académie pourra demander à remplacer l'équipe initialement prévue. Aucune autre équipe \nau-delà de la 2e place d'une finale académique ne pourra postuler à une participation à la finale nationale. \n",
      "section": null
    },
    {
      "page_num": 4,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \nJ02-4/5 \n \nCHAMPIONNAT DE FRANCE DES ÉCOLES ET COLLÈGES \n4.2.4. L’école et le collège champions de France de la saison précédente sont qualifiés pour la finale de la saison \nen cours. Leurs académies qualifieront une équipe supplémentaire dans la même catégorie. \n4.2.5. L'association organisatrice d'une finale nationale scolaire, s’il n’a pas déjà d’équipe qualifiée, est autorisée \nà présenter une équipe d’un établissement choisie parmi celles ayant participé à la phase académique de \nson département. \n4.2.6. Les établissements d’enseignement français à l’étranger (EEFE) peuvent être qualifiés pour une finale na-\ntionale. Un maximum de 2 établissements (n'incluant pas l'éventuel champion en titre), peuvent être quali-\nfiés pour une finale nationale sur décision de la commission scolaire, à la suite de tournois par zones géo-\ngraphiques. Cette phase de qualification doit se dérouler avant le 31 mars. \nUn EEFE peut accéder au titre de champion de France. \n4.2.7. Une école ou un collège qui n’a pas participé à une phase de qualification académique ne peut pas être \nqualifiée pour la phase nationale. \n4.2.8. Le DCS peut, sur proposition des organisateurs d’une finale nationale, qualifier une équipe supplémen-\ntaire ayant participé à une finale académique afin d’assurer la parité. \n4.3. Appariements et Cadence \n          Les appariements sont effectués au système Suisse en 9 rondes.  \n          L'équipe première nommée dans les appariements établis par l’arbitre a les blancs sur les échiquiers impairs \net les noirs sur les échiquiers pairs. \n          La cadence de jeu est de 15 minutes + 5 s par coup. \n4.4. Tenue vestimentaire \n          Lors de la finale nationale, chaque joueur, joueuse et encadrant d’une équipe devra porter un maillot (ou un \nhaut de vêtement) identifiant son établissement scolaire au moins pour les premières et dernières rondes et \nlors de la cérémonie de remise des prix. Le non-respect de cette règle entraîne une pénalité de -1 sur le \nscore de l'équipe à la ronde concernée. \n4.5. Titre \n          À l’issue de la finale nationale, le titre de champion de France des écoles et le titre de champion de France \ndes collèges reviennent aux équipes qui ont terminé à la 1re place. \n5. Dispositions communes \nCette section regroupe les règles communes aux finales académiques et aux finales nationales. \n \n5.1. Constitution des équipes \n5.1.1. Une équipe est constituée de 8 élèves, dont au moins 2 filles et 2 garçons d’un même établissement. \n5.1.2. La ou le responsable d’équipe constitue une liste de 8 à 10 élèves de la même école ou du même collège qui \ndoit être communiquée à la personne responsable de la compétition (académie ou finale) au moins 4 jours \navant le début de celle-ci. \nCette liste peut être modifiée de façon marginale et en cas de force majeure jusqu’à 2h avant le début prévu \npour la 1ère ronde. Elle ne peut plus être modifiée ensuite, et ce jusqu’à la fin de la phase en cours. \n5.1.3. Le classement à utiliser pour chaque joueur et joueuse est le classement rapide tel que publié sur le site \nfédéral le jour du début de la compétition. \n5.1.4. Les joueurs et joueuses ayant un classement FIDE doivent être placés avant tous les autres. Le non-respect \nde cette règle entraîne un forfait administratif sur les échiquiers fautifs. \n5.1.5. Les équipes sont numérotées par l’arbitre en fonction de la moyenne des classements de tous les joueurs et \njoueuses figurant sur la feuille de constitution des équipes. \nPour le calcul de cette moyenne, tous les Elo estimés sont ramenés à 799 pour les écoles et 999 pour les \ncollèges. \n5.1.6. Un certificat de scolarité de moins de 3 mois qui atteste de l’appartenance à l’établissement de chaque \nmembre de l’équipe devra être fourni au plus tard au moment du pointage.  \nDes dérogations exceptionnelles peuvent être accordées dans certains cas de force majeure : déménagement \nrécent ou handicap obligeant un changement d’établissement par exemple. \n",
      "section": null
    },
    {
      "page_num": 5,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \nJ02-5/5 \n \nCHAMPIONNAT DE FRANCE DES ÉCOLES ET COLLÈGES \n5.2. Feuille de match \n5.2.1. Avant la ronde 1, la composition de l’équipe est donnée à l’arbitre avant la publication des appariements. \nAprès chaque ronde, la composition de l’équipe doit être fournie au plus tard 5 minutes après la publication \ndes appariements. \n           Si la composition n’est pas fournie dans le délai imparti : \na) Lors de la première ronde les 8 premiers membres de la liste ordonnée complète (dont au moins les \n2 premières filles et les 2 premiers garçons) joueront ; \nb) Lors des rondes suivantes, la composition restera ce qu’elle était à la ronde précédente. \n5.2.2. Le feuille de match ne comprend que des joueurs et des joueuses figurant sur la liste constituant l’équipe. \nLes joueurs et joueuses doivent toujours rester dans le même ordre que celui donné dans la composition de    \nl’équipe.  Les interversions sont interdites. \nToute infraction est sanctionnée par un forfait administratif sur le ou les échiquiers en infraction. \n5.2.3. La feuille de match ne peut pas comporter de trou. En cas d’équipe incomplète, le ou les derniers échiquiers \nvacants sont laissés vacants.  \nLe non-respect de cet article entraîne, pour l'équipe fautive, un forfait administratif au premier échiquier \nvacant et sur tous les suivants. \n5.2.4. Chaque équipe doit inscrire sur la feuille de match au moins deux garçons et au moins deux filles. Chaque \ninfraction est sanctionnée par un forfait administratif avec la marque de -1 à partir du dernier échiquier puis \nen remontant. \n5.2.5. Tout membre de l’équipe qui ne joue pas à la place qui lui est attribuée perd la partie par forfait administratif. \nTout membre qui participe avec une équipe d’un établissement sans être élève de cet établissement amène \nla défaite de l’équipe par forfait administratif. \n5.3. Résultats-Classement \n5.3.1. Une partie gagnée est comptée 1 point, une partie perdue devant l'échiquier 0 point, une partie nulle est notée \nX et n'est pas comptabilisée dans le score final. \nUne partie perdue par forfait sportif est comptée : \n• \n-1 si une partie a été effectivement jouée sur l'un des échiquiers suivant l'échiquier concerné ; \n• \n0 point dans les autres cas. \nDans ce cas la partie est gagnée par l’adversaire sauf si celui-ci est aussi en infraction. \nUne partie perdue par forfait administratif est comptée 0 point sauf indication contraire par application de \nl'article 5.2.3. et elle est gagnée par l'adversaire, sauf si celui-ci est aussi en infraction. \nSi la somme des points de parties devient négative en raison de forfaits sportifs, le total est ramené à 0. \n5.3.2. Le gain du match est attribué à l'équipe totalisant plus de points de parties que l'équipe adverse.  \nEn cas d'égalité de points de parties, le match est déclaré nul. Un match gagné est compté 3 points, un match \nnul est compté 2 points, un match perdu devant l'échiquier est compté 1 point. \nUn match perdu par forfait sportif est compté 0 point. Un match perdu à la suite de forfait(s) administratif(s) \nest compté 1 point. \nSi une équipe est exempte, elle marque trois points de match et sera considérée comme ayant gagné sur le \nscore de 5 points de parties à 0. \n5.3.3. En système Suisse et en toutes rondes, le classement est effectué selon le nombre total de points de match. \n          En cas d’égalité de points, pour déterminer les équipes classées 1re, 2e et 3e,, les départages suivants seront \nutilisés : \na) La confrontation directe en toutes rondes et, s’il y a lieu, en système suisse. \nb) Le nombre de gains au 1er échiquier, puis au 2e, etc. \nc) Le différentiel gains/pertes. \n \n \n",
      "section": null
    }
  ],
  "total_pages": 5,
  "extraction_date": "2026-01-14T02:52:43"
}
