{
  "filename": "R01_2025_26_Regles_generales.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": "Texte modifié par la CT le 17/05/2025 \n R01-1/6 \n \nRÈGLES GÉNÉRALES POUR LES COMPÉTITIONS FÉDÉRALES \nPrincipe \nLes compétitions fédérales sont toutes organisées une fois chaque saison. Les règles générales sont applicables à \ntoutes les compétitions fédérales. La saison débute le 1er septembre et s'achève le 31 août. Seuls les clubs affiliés \nayant respecté leurs engagements et exigences réglementaires envers la FFE, la Ligue et le CDJE, peuvent participer \nà une compétition fédérale officielle. \nLes compétitions fédérales sont : \n- Les Coupes (Coupe de France, Coupe Loubatière, Coupe de la parité) \n- Les Championnats de France par équipes (des Clubs, des clubs Féminins, des scolaires, des interclubs Jeunes) \n- Les Championnats de France (individuel, Féminin de parties rapide, des Jeunes, Universitaire, rapide, blitz) \n1. Licences \n1.1. Les joueurs et joueuses doivent être licenciés pour la saison en cours et ne peuvent jouer que pour le compte \nd'un seul club dans lequel ils sont licenciés. \n1.2. Pour jouer un match par équipes, les joueurs et joueuses doivent être licenciés au plus tard à l’heure prévue du \ndébut de la rencontre. \n1.3. Les commandes comportant les demandes des licences A des joueuses et joueurs mutés évoluant dans les équipes \ndoivent avoir été expédiées à la Fédération au plus tard le 30 novembre de la saison (cachet de la poste faisant foi ou \ninscription dans les délais via le site fédéral). \n1.4. Pour toute compétition se jouant à une cadence supérieure ou égale à 60 min (ou équivalent en cadence Fischer), \nles joueurs et joueuses doivent être titulaires d'une licence A valable pour la saison en cours. \n1.5. À partir du 30 mars 2022, les joueurs et joueuses évoluant auprès de la FIDE avec le code RUS ou BLR (Russie \net Biélorussie), ne sont pas autorisés à participer aux compétitions par équipes ou individuelles homologuées par la \nFFE. \n2. Statut d'un Joueur ou une Joueuse \nLes clubs sont responsables de la qualification de leurs joueurs et joueuses. Ceux et celles qui n'ont pas obtenu \nl'accord de la Commission Technique fédérale et qui se trouvent en situation illégale, peuvent être pénalisés \nrétroactivement (dans le respect des délais indiqués à l’article 4 du présent règlement). \nLa notion de \"résidence en France\" inclut la principauté de Monaco. \n2.1. Nationalité \n2.1.1. En cas de réserve formulée sur la nationalité d’un joueur ou joueuse, le club est tenu de justifier cette nationalité \nà la direction de la compétition (ou du groupe pour les compétitions concernées) ou à la Direction Technique Fédérale \ndans les quinze jours suivant la notification de cette réserve. À défaut, ce joueur ou joueuse ne sera pas comptabilisé \ndans le quota des joueurs ou joueuses de nationalité française. \n2.1.2.a) Pour toute la saison sportive, le statut de résidant en France correspond à une résidence réelle au plus tard le \n30 novembre de la saison en cours, même si la résidence change ultérieurement. Une résidence en France obtenue \naprès cette date, ne sera valable que pour la saison suivante. \n2.1.2.b) En cas de réserve formulée sur le statut de \"résidence en France\", le club est tenu de justifier ce statut à la \ndirection de la compétition (ou du groupe pour les compétitions concernées) ou à la Direction Technique Fédérale \ndans les quinze jours suivant la notification de cette réserve, au moyen d’un document officiel. À défaut, les joueurs \nou joueuses concernés ne seront pas comptabilisés dans le quota des ressortissants de l’Union Européenne résidant \nen France ou extracommunautaires résidant en France depuis 5 ans. \n2.1.3. La possibilité de représenter la France dans les compétitions internationales est réservée aux joueurs et joueuses \nde nationalité française. Les compétitions internationales réservées aux jeunes sont ouvertes à tous les jeunes (U20 \net catégories inferieures) scolarisés en France depuis au moins deux ans et inscrits sous le code FRA auprès de la \nFIDE. \n2.1.4. Les compétitions par équipes jeunes sont accessibles à tous les jeunes français et à tous les jeunes scolarisés \nen France dès le début de l'année scolaire qui correspond à la saison. \n2.1.5. Les joueurs ou joueuses de nationalité étrangère résidant en France depuis 5 ans ne sont pas considérés comme \nétrangers dans les compétitions par équipes.",
      "section": null
    },
    {
      "page_num": 2,
      "text": "Texte modifié par la CT le 17/05/2025 \n R01-2/6 \nRÈGLES GÉNÉRALES POUR LES COMPÉTITIONS FÉDÉRALES \n2.2. La Mutation \nEst muté(e) : \n• \nTout joueur ou joueuse licencié(e) tout ou partie de la saison précédente dans un club français autre que son \nclub pour la saison en cours, et pour le compte duquel il ou elle a participé à une compétition par équipe. \n• \nTout joueur ou joueuse de nationalité étrangère (hormis les ressortissants de l’Union Européenne résidant en \nFrance) non licencié(e) dans le même club la saison précédente ou qui lors de la saison précédente, a été \nlicencié(e) après le 30 novembre et avait le statut de muté(e). \nUn joueur ou une joueuse qui change de club en cours de saison est muté(e) pour le restant de la saison. \n \n2.3. Le transfert \nLe changement de club (transfert) est soumis aux dispositions suivantes : \n2.3.1. Transfert d’une saison à l’autre \nUn joueur ou joueuse déjà licencié(e) désirant changer de club peut le faire, sur simple demande, durant la période \nde transfert libre, soit du 15 juillet au 30 septembre. Il ou elle devra notifier sa décision en utilisant son compte \npersonnel sur le site de la FFE, via l’onglet destiné à cet effet. Une fois la demande reçue par la FFE, le président ou \nprésidente de la Ligue concernée et le président ou présidente du club quitté recevront automatiquement un courriel \nles informant de la décision du joueur ou joueuse. Une prise de licence dans un autre club entre le 1er et le 30 \nseptembre équivaut à une demande de transfert qui exonère de la faire. \nLes joueurs et joueuses peuvent également changer de club sans avoir procédé aux formalités prévues au 1er alinéa, \nmais ils ou elles ne pourront pas participer aux compétitions par équipes pour le compte du nouveau club si la \nprésidence du club quitté s’y oppose. Cette opposition doit être notifiée à la Direction Technique Fédérale au plus \ntard le 31 octobre. \n2.3.2. Transfert en cours de saison \nUn joueur ou joueuse ayant déjà une licence pour la saison en cours ne peut changer de club qu’avec l’accord de la \nprésidence du club quitté. Il ou elle ne pourra participer aux compétitions par équipes pour le compte de son nouveau \nclub qu’avec l’accord de la Commission Technique fédérale, qui aura été préalablement saisie par le joueur ou la \njoueuse, et qui informera les Présidences des Ligues quittée et nouvelle de la demande et de sa décision. \n2.4 Catégories d’âge \nLes joueurs et joueuses sont classé(e)s dans les dix catégories suivantes, en fonction de leur âge avant le 1er janvier \nde la saison : \n● \nU8 - U8F \n(Petits Poussins, Petites Poussines) : \nmoins de 8 ans \n● \nU10 - U10F \n(Poussins, Poussines) : \n8 ou 9 ans \n● \nU12 - U12F \n(Pupilles, Pupillettes) : \n10 ou 11 ans \n● \nU14 - U14F \n(Benjamins, Benjamines) : \n12 ou 13 ans \n● \nU16 - U16F \n(Minimes, Minimes Filles) : \n14 ou 15 ans \n● \nU18 - U18F \n(Cadets, Cadettes) : \n16 ou 17 ans \n● \nU20 - U20F \n(Juniors, Juniors Filles) : \n18 ou 19 ans \n● \nSeniors : \n \nde 20 ans à 49 ans \n● \nS50 \n(Seniors Plus) : \nde 50 ans à 64 ans \n● \nS65 \n(Vétérans) : \n65 ans ou plus \n \n \n3. Forfaits : Définitions \n3.1. Principes généraux \nLe forfait d’un joueur, une joueuse ou d’une équipe est soit un fait sportif, soit un forfait administratif. \n3.1.1. Forfait sportif \n- s'il est notifié par un club à la FFE ou à la Ligue organisatrice avant la rencontre, ou, \n- s'il est constaté par l'arbitre ou l'une des équipes à l'encontre de toute équipe ou de tout joueur ou joueuse \nne se présentant pas dans la salle de jeu pendant le temps de retard autorisé suivant l'heure officielle du début \nde la rencontre ou ayant perdu au temps sans avoir joué un coup. \n3.1.2. Retard autorisé \nLe retard autorisé devant l'échiquier est fixé à 30 minutes par défaut sauf si le règlement intérieur du tournoi \nou le règlement fédéral prévoit autre chose.",
      "section": null
    },
    {
      "page_num": 3,
      "text": "Texte modifié par la CT le 17/05/2025 \n R01-3/6 \nRÈGLES GÉNÉRALES POUR LES COMPÉTITIONS FÉDÉRALES \n3.1.3. Forfait administratif \n- il s'agit d'un forfait non sportif, découlant d'une sanction. \nLes conséquences du forfait administratif peuvent impliquer une sanction sportive et/ou financière prononcée \npar l’autorité compétente. \n- Uniquement la direction de groupe ou la direction de la compétition peuvent sanctionner un forfait \nadministratif. \n- Il ne peut y avoir une double sanction administrative à l’encontre d’une joueuse ou d’un joueur. Seule la \nsanction administrative la plus sévère sera retenue. \n3.2. Forfait isolé \n3.2.1. Est considérée comme étant forfait : \n• \n3.2.1.a) Le joueur, joueuse ou équipe qui en avise l’autorité compétente et le club adverse avant le jour du \nmatch (courrier recommandé ou courriel, avec accusé de réception). \n• \n3.2.1.b) Le joueur, joueuse ou équipe qui n’est pas présent à l’heure limite selon l’article 3.1.1 ou 3.1.2 du \nprésent règlement. \n• \n3.2.1.c) L’équipe qui se présente sur l’aire de jeu avec moins de la moitié de ses membres à l’heure limite du \nmatch selon l’article 3.1.1 et 3.1.2 du présent règlement. \n• \n3.2.1.d) Tout joueur, joueuse ou équipe sanctionné par un forfait administratif selon les règlements \nspécifiques de chaque compétition. \n3.2.2 Sanction sportive \nLe joueur ou joueuse forfait perd la partie. Le résultat de celle-ci est précisé dans le règlement spécifique de la \ncompétition concernée. \nL’équipe déclarée forfait perd le match. Le score pris en compte est précisé dans le règlement spécifique de la \ncompétition concernée. \n3.2.3 Sanction financière \nSuite à un forfait isolé, une pénalité financière, fixée dans le règlement spécifique de la compétition concernée, peut \nêtre prononcée à l’encontre du club fautif. \nEn cas d’annonce tardive du forfait, au-delà de la limite exigée dans le règlement spécifique, elle est augmentée : \n• \n3.2.3.a) en cas de forfait de l’équipe visiteuse : des frais engagés par le club recevant (justificatifs) et des \nfrais d’arbitrage ; \n• \n3.2.3.b) en cas de forfait de l’équipe recevant : du montant des frais de déplacement engagés par l’équipe \nvisiteuse pour se déplacer (base kilométrique) ainsi que des frais d’arbitrage. \n3.3. Forfait général \n3.3.1 Est considéré comme étant forfait général \nToute équipe qui en fait la déclaration à la commission compétente avant ou pendant la compétition. \nDans le Championnat de France des Clubs, le début officiel de la compétition (première ronde de Nationale 1) est le \nmême pour toutes les divisions, y compris le Top 16, même si celui-ci se joue plus tard dans la saison. Le début \nofficiel du Top 12F est fixé à 60 jours calendaires avant le début de cette rencontre. \n3.3.2 Pénalités financières \nEn cas de forfait général dans les compétitions nationales déclaré avant le début de la compétition, aucune pénalité \nfinancière n’est prononcée. \nEn cas de forfait général déclaré après le début de la compétition, la pénalité prévue dans le règlement spécifique est \nplafonnée à 3 fois la pénalité prévue pour un forfait d’équipe isolé. Dans tous les cas de forfait général, les droits \nd’engagement restent acquis à l’instance gestionnaire de la compétition. \n3.3.3 Pénalités sportives \nEn cas de forfait général d'une équipe : \n• \n3.3.3.a) si cette équipe a joué moins de la moitié des matchs du groupe, ses résultats ne sont pas comptabilisés, \nelle est retirée du classement. \n• \n3.3.3.b) si cette équipe a joué au moins la moitié des matchs du groupe : ses résultats sont conservés. En cas \nde départage entre deux équipes au différentiel, les résultats de cette équipe forfait sont retirés pour le calcul. \n• \n3.3.3.c) Dans les compétitions comprenant plusieurs divisions : \n1) Un forfait général après la publication des groupes et avant le début de la compétition entraine \nl’exclusion du championnat de France des clubs.",
      "section": null
    },
    {
      "page_num": 4,
      "text": "Texte modifié par la CT le 17/05/2025 \n R01-4/6 \nRÈGLES GÉNÉRALES POUR LES COMPÉTITIONS FÉDÉRALES \n2) Dès lors qu’elle aura été soumise à des sanctions financières indiquées à l’article 3.3.2., une équipe \nayant fait forfait général après le début du championnat sera obligatoirement rétrogradée dans la \ndivision inférieure si elle a jouée au moins la moitié des matchs et exclue du championnat si elle a \njouée moins de la moitié des matchs. \nDans tous les cas de forfait général, un club ne pourra pas prétendre au droit sportif, lors de la saison suivante, de \nprésenter dans la division quittée une autre équipe venant de la division inférieure. \n4. Homologation d'un résultat \nAprès vérification et contrôle des matchs par la direction de la compétition et les équipes concernées, le résultat d'une \nrencontre ne sera pas homologué avant le 4e jour calendaire qui suit cette rencontre. L'homologation sera de droit le \n30e jour qui suit cette rencontre si aucune réclamation la concernant n'est en cours. \n5. Estimation du Elo \nUn joueur ou joueuse ayant déjà possédé un Elo récupère normalement ce classement. Cependant, si cet ancien Elo \na plus de 5 saisons le club pourra demander à la FFE un Elo estimé différent en accompagnant sa demande de pièces \njustificatives. \nUn joueur ou joueuse n'ayant jamais possédé de classement recevra un Elo estimé correspondant à sa catégorie : \n \n ELO STANDARD \n ELO RAPIDE \n▪ 1399 pour les vétérans, seniors plus et seniors \n▪ 1199 pour les vétérans, seniors plus et seniors \n▪ 1299 pour les U20, U18, U16, U14, U12, U10 et U8 \n▪ 1199 pour les U20, U18, et U16 \n▪ 999 pour les U14 et U12 \n▪ 799 pour les U10 et U8 \n \nUn joueur ou joueuse dont le ELO descend en dessous du plancher ELO de la FIDE aura obligatoirement un ELO \nestimé à 1399 quel que soit son âge. \nAu moment de la prise de licence, un club peut toutefois demander pour un joueur ou joueuse n’ayant de classement, \nun autre Elo qui sera accepté ou refusé après examen des pièces justificatives jointes à l'envoi de prise de licence. En \ncas de refus, l'Elo estimé attribué sera celui correspondant à la catégorie du joueur ou joueuse. \nLes tranches des Elo estimés doivent s'échelonner de 50 points en 50 points (exemples : 1449, 1499, 1549, ...). \nDans tous les cas, jusqu'à parution sur le site de la FFE de la licence, l'Elo officiel est celui correspondant à l'Elo \nestimé de la catégorie du joueur ou la joueuse. \n6. Conditions de jeu \nL’arbitre doit veiller à ce que les rencontres se déroulent dans de bonnes conditions (matériel, salle de jeu, température, \nluminosité, etc.). \n7. Réclamations \n7.1 Réclamations lors des compétitions par équipes \nEn cas de constat d’infraction ou d'irrégularité, les capitaines plaignants sont fondés à rédiger une réclamation \nconsignée au dos du Procès-verbal et contresignée par les deux capitaines d’équipe et par l’arbitre. \nLes deux capitaines d'équipe ne pourront pas refuser d'apposer leurs visas écrits, mais pourront le compléter \nbrièvement par des réserves sur le même document. \nCeux-ci ont alors 48 heures pour poster par lettre recommandée ou par tout moyen permettant d'obtenir un avis de \nréception, un complément détaillé en plainte ou en défense envoyé à la direction de groupe ou à la direction de la \ncompétition. \nTous les directeurs ou directrices ont le statut de \"direction de la compétition\". \n7.2 Commission d’Appels Sportifs \nEn règle générale, dans toutes les compétitions fédérales, il peut être fait appel, dans le cadre de l'article 9.5 du \nRèglement intérieur, auprès de la commission d'appels sportifs (CAS) des décisions d'arbitres, des directions de \ngroupe, des directions de la compétition, des organes déconcentrés de la FFE et, dans le cadre de l'article 9.2.1 du \nRèglement Intérieur, de la commission technique fédérale. \nSous peine d'irrecevabilité, l'appel doit être formulé dans un délai de dix jours à compter de la date de réception de \nla décision contestée. La réclamation doit être formulée par tout moyen permettant de vérifier la date de dépôt de la \nréclamation et d'obtenir un avis de réception.",
      "section": null
    },
    {
      "page_num": 5,
      "text": "Texte modifié par la CT le 17/05/2025 \n R01-5/6 \nRÈGLES GÉNÉRALES POUR LES COMPÉTITIONS FÉDÉRALES \n8. Rôle des Capitaines \nChaque équipe doit avoir un ou une capitaine possédant une licence fédérale en cours qui peut jouer ou pas la \nrencontre. Il ou elle ne peut pas officier en même temps en tant qu’arbitre. En cas d'infraction, une amende pour \ndéfaut d'arbitre sera infligée. Son montant est indiqué dans le règlement spécifique de la compétition concernée. \nDans l'exercice de leurs fonctions, les capitaines d'équipe ont le droit d'accéder à l'aire réservée aux joueurs et \njoueuses. Mais il est de leur devoir d'empêcher les membres de leur équipe qui ne sont pas impliqués dans le match \nd'entrer dans l'aire de jeu. \nÀ la fin de la session de jeu, les capitaines sont responsables de la remise des feuilles de parties lisiblement écrites \naux arbitres. \nDurant les parties, les capitaines peuvent conseiller leurs joueurs/joueuses sur l'opportunité d'offrir, d'accepter ou de \nrefuser une proposition de nullité, sur l'opportunité d'abandonner, sur la situation du match, à condition de ne faire \naucun commentaire sur la position sur l'échiquier. \nL'arbitre a le droit d'assister à tout échange de propos entre joueurs et joueuses et leur capitaine. \nPour exercer leurs fonctions, les capitaines ont le droit de mandater une personne les représentant, sous réserve de \nl'accord de l'arbitre principal et de posséder une licence fédérale en cours. \nEn cours de jeu, uniquement les capitaines sont aptes à formuler et à présenter une réclamation à l'arbitre ou, à défaut, \nà la direction de la compétition. \nL’arbitre d’un match peut sanctionner les capitaines qui ne respectent pas les règles citées dans cet article. Les options \nà disposition de l’arbitre pour sanctionner sont : \n- l’avertissement, \n- l’exclusion pour une ou plusieurs rondes, \n- déclaration de partie perdue (ou de plusieurs parties) si l’intervention fautive du capitaine exerce une influence sur \nles résultats des parties concernées. \n9. Comportement des joueurs et joueuses \nLa conduite des joueurs et joueuses est assujettie à une attitude correcte qui interdit par exemple : \n• \nDe fixer le résultat d'une partie avant son commencement ou dans un but lucratif, \n• \nD’abandonner un tournoi sans justification, \n• \nDe déclarer forfait sans raison valable, \n• \nPendant le jeu, de contrevenir aux règles du jeu. \nLe non-respect de ces règles élémentaires sera sanctionné par des pénalités prises, soit par l'arbitre, soit par la \njuridiction fédérale compétente. \nTout joueur et joueuse devra également se conformer à la Charte Éthique de la FFE. \n10. Équivalence des cadences \nDans toutes les compétitions fédérales, le type de cadence utilisé (Fischer ou classique) doit appliquer l'équivalence \ncorrespondante selon le tableau ci-après. Dans les cas d'un match par équipe, toutes les parties doivent se jouer avec \nle même type de cadence. Le choix du type de cadence est laissé à l'organisateur, dans le respect du règlement \nspécifique de la compétition. \n \n \nCadence classique \nCadence “Fischer” équivalente \nA \n60 min. \n50 min. + 10 sec. par coup \nB \n2H00. / 40 coups \n+ 1 heure K.O \n1h30 + 30 sec. par coup / 40 coups \n+ 30 min. + 30 sec. par coup \nC \n2 heures / 40 coups \n+ 1 heure / 20 coups \n+ 1 heure K.O. \n1h40 + 30 sec. par coup / 40 coups \n+ 50 min. + 30 sec. par coup / 20 coups \n+ 40 min. + 30 sec. par coup. \nD \n2 heures / 40 coups \n+ 1 heure / 20 coups \n+ 1/2 heure K.O. \n1h40 + 30 sec. par coup / 40 coups \n+ 50 min. + 30 sec. par coup / 20 coups \n+ 15 min. + 30 sec. par coup. \n \nDans les cadences B, C et D en cadence \"Fischer\" équivalente, c’est-à-dire lorsque les joueurs et joueuses disposent \nd’au moins 30 secondes par coup, il est obligatoire de noter les coups en toutes circonstances.",
      "section": null
    },
    {
      "page_num": 6,
      "text": "Texte modifié par la CT le 17/05/2025 \n R01-6/6 \nRÈGLES GÉNÉRALES POUR LES COMPÉTITIONS FÉDÉRALES \n11. Entente de Clubs \n11.1. Généralités \nUne équipe issue d’une entente entre clubs peut être autorisée à participer à certaines compétitions de la Fédération \nFrançaise des Echecs. Les demandes d'entente sont accordées par l'organe déconcentré (Ligue ou CDJE) qui gère la \nplus petite division de la compétition. \n11.1.1. Les compétitions sont : \n• \nLes Championnats de France des clubs (dans la plus petite division locale) \n• \nLes Interclubs Jeunes (dans la plus petite division locale) \n• \nLes Championnats de France des clubs féminins ((dans la plus petite division locale) \n \n11.2. Constitution de l’entente \n11.2.1. Un des clubs est désigné comme club pilote de l’entente par les clubs concernés. Lors des compétitions, le \nnom de l'équipe doit commencer obligatoirement par \"Entente\" puis le nom du club pilote. \n11.2.2. L’entente n’est valable que pour une saison. Elle peut être renouvelée sur décision de la Ligue. \n11.2.3 Une entente peut être constituée entre 3 clubs uniquement dans le championnat de France des clubs féminins \navec impossibilité de monter en division supérieure pour l'entente correspondante. \n \n11.3. La demande d’entente \n11.3.1. La demande d’entente doit être formulée et signée conjointement par les clubs concernés. \n11.3.2. Elle doit indiquer le club pilote de l’entente. \n11.3.3. Elle ne peut comporter qu’une seule compétition au sens strict. \n11.3.4. Chaque club est limité à une seule entente par compétition et par saison. \n11.3.5. La demande d’entente peut être faite jusqu'à la date limite d'inscription et doit être adressée à la présidence \nde l’organe déconcentré qui gère la compétition concernée. L’organe déconcentré statue dès réception de la demande. \n \n11.4. Accession e n division supérieure \nSur la base des résultats sportifs, les équipes composant l’entente peuvent prétendre à l’accession en division \nsupérieure. C’est le club pilote qui accède à la division supérieure, à défaut un autre club de l'entente. Dans le cadre \nd'une entente entre 3 clubs la montée en division supérieure est impossible \n12. Arbitrage \nPour arbitrer une compétition fédérale : \n• \nUn ou une arbitre de la FIDE (FA) ou arbitre international (IA) de nationalité française, doit avoir une licence \nd’arbitre de la FFE en cours. \n• \nUn ou une arbitre FA ou IA n’ayant pas le code FRA auprès de la FIDE, doit avoir passé avec succès les \nexamens permettant d’obtenir le titre d’arbitre fédéral de la FFE. \n• \nUn ou une arbitre ayant l’agrément de la FIDE (titre FIDE : NA), doit avoir une licence d’arbitre de la FFE \npour arbitrer une compétition fédérale. \n13. Commission Handicap \nDes règlements spécifiques ont été édictés par la Commission Handicap : \n• \nH01 : Conduite à tenir quant aux joueurs et joueuses handicapé(e)s. \n• \nH02 : Texte d'application pour les joueurs et joueuses à mobilité réduite.",
      "section": null
    }
  ],
  "total_pages": 6,
  "extraction_date": "2026-01-15T02:30:14"
}
