{
  "filename": "R02_2025_26_Regles_generales_Annexes.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \nR02-1/2 \n \nANNEXES AUX REGLES GENERALES POUR LES COMPETITIONS FEDERALES \nPrincipe \nCes annexes permettent aux joueurs et joueuses, capitaines, arbitres ou organisateurs et organisatrices d'avoir une \naide à la décision pour toutes les compétitions fédérales pour lesquelles un cas n'est pas précisé strictement. \n \n1. Appels sportifs  \nEn règle générale et dans toutes les compétitions, il peut être fait appel, dans le cadre de l'article 9.5 du Règlement \nintérieur, auprès de la commission d'appels sportifs (CAS) des décisions d'arbitres, des directions de groupe, des \ndirections de la compétition et, dans le cadre de l'article 9.2.1 du Règlement Intérieur, de la commission technique \nfédérale. \nSous peine d'irrecevabilité, l'appel doit être formulé par voie postale ou électronique dans un délai de dix jours à \ncompter de la date de réception de la décision contestée. \n \n2. Moyenne Elo avec une équipe de 3  \nLorsqu'une équipe joue avec 3 joueurs/joueuses au lieu de 4, on devra considérer que la moyenne Elo est égale à la \nsomme des Elo des trois joueurs/joueuses, divisée par 3. \n \nD'une manière générale, chaque fois qu'une équipe jouera avec moins de membres d’une équipe que ne prévoit le \nrèglement, on devra considérer que la moyenne Elo est égale à la somme des Elo des membres divisée par le nombre \nréel de joueurs/joueuses. \n \n3. Inscription des m embres d’une équipe  sur plusieurs \nfeuilles de match le même jour  \nIl est interdit de jouer plusieurs parties à la fois en compétition par équipes (interclubs, coupes). Si une personne est \ninscrite sur la feuille de match de plusieurs compétitions le même jour, le joueur ou la joueuse ne pourra débuter une \ndeuxième partie qu'après avoir achevé la précédente. En cas d’infraction, forfait administratif avec la marque de -1 \npour chaque partie disputée par ce même joueur ou joueuse si une partie a été effectivement jouée sur l'un des \néchiquiers suivants les échiquiers concernés ; sinon 0 pour les autres cas et ceci pour toutes les compétitions \nconcernées. \n \n4. Conservation  des documents  \nLa personne responsable de la rencontre est tenue de conserver les feuilles de parties et le ou les procès-verbaux au \nmoins 6 mois. En cas de réclamations, elle devra le ou les transmettre à la direction de la compétition. \n \n5. Délai de remise de feuille de match  \nQuand, dans un règlement le délai de remise de feuille de match n'est pas clairement précisé, le délai minimal est de \n15 minutes. Lorsque la liste est remise plus tard, les pendules de tous les membres de l'équipe concernée sont avancées \nd'un temps égal au retard. Si, de plus, un joueur ou une joueuse arrive dans un délai suffisant pour ne pas être forfait, \nmais qui entraîne un retard à la pendule supérieur à une heure, ce retard est ramené à une heure. \n \n6. Cas d'une équipe  de 3 participants et un Molter à 3  \nQuand il y a dans une phase de compétition avec deux groupes dont un Molter de 3 équipes, exclure du Molter toutes \nles équipes composées de 3 membres seulement. \n \n",
      "section": null
    },
    {
      "page_num": 2,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \nR02-2/2 \nANNEXES AUX REGLES GENERALES POUR LES COMPETITIONS FEDERALES \n7. Liste des zones interdépartementales (ZID)  \nSuite à la loi NOTRe (Nouvelle organisation territoriale de la République) promulguée le 7 août 2015 et \nconformément à l'article 5.2 du Règlement Intérieur de la FFE, les Zones Interdépartementales sont : \n \n- ZID Alsace : départements 67-68 \n- ZID Aquitaine : départements 24-33-40-47-64 \n- ZID Auvergne : départements 03-15-43-63 \n- ZID Bourgogne : départements 21-58-71-89 \n- ZID Bretagne : départements 22-29-35-56 \n- ZID Centre Val de Loire : départements 18-28-36-37-41-45 \n- ZID Champagne-Ardenne : départements 08-10-51-52 \n- ZID Corse : départements 2A-2B \n- ZID Dauphiné-Savoie : départements 07-26-38-73-74 \n- ZID Franche Comté : départements 25-39-70-90 \n- ZID Guadeloupe : département 971 \n- ZID Guyane : département 973 \n- ZID Hauts-de-France Nord : départements 59-62 \n- ZID Hauts-de-France Sud : départements 02-60-80 \n- ZID Île-de-France : départements 75-77-78-91-92-93-94-95 \n- ZID La Réunion : département 974 \n- ZID Languedoc Roussillon : départements 11-30-34-48-66 \n- ZID Limousin : départements 19-23-87 \n- ZID Lorraine : départements 54-55-57-88 \n- ZID Lyonnais : départements 01-42-69 \n- ZID Martinique : département 972 \n- ZID Midi-Pyrénées : départements 09-12-31-32-46-65-81-82 \n- ZID Normandie : départements 14-27-50-61-76 \n- ZID Nouvelle-Calédonie \n- ZID PACA : départements 04-05-06-13-83-84. \n- ZID Pays de Loire : départements 44-49-53-72-85 \n- ZID Poitou-Charente : départements 16-17-79-86 \n- ZID Polynésie \n--------- \n \n \n \n \n",
      "section": null
    }
  ],
  "total_pages": 2,
  "extraction_date": "2026-01-14T02:52:43"
}
