{
  "filename": "R03_2025_26_Competitions_homologuees.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \n                      R03-1/3 \n \nCOMPÉTITIONS HOMOLOGUÉES  \nDéfinition  \nLes compétitions homologuées sont les compétitions et tournois officiels de la Fédération Française des Echecs.  \nLa Fédération Française des Échecs est le seul organisme permettant l’homologation FIDE des tournois d'échecs se \ndéroulant en France.  \nLes résultats des compétitions homologuées sont les seuls pouvant être pris en compte pour les différents classements.  \n  \nConditions d'homologation \n \n2.1. Type de tournoi :  \n  \nTournoi A à cadence longue et compétitions fédérales à toutes les cadences, avec les possibilités suivantes :  \n• \nTournoi FIDE : pour les cadences des tournois FIDE, se référer aux règles FIDE en vigueur. Les parties jouées \ndans ce type de tournoi comptent pour le classement Elo FIDE. Quand la FIDE impose une limite Elo selon la \ncadence de jeu, le tournoi doit explicitement être réservé aux joueurs et joueuses ne dépassant pas cette limite.  \n• \nTournoi FIDE à normes : pour les cadences des tournois FIDE avec possibilité d’obtenir des normes, se référer \naux règles FIDE en vigueur. Les parties jouées dans ce type de tournoi comptent pour le classement Elo FIDE. \n• \nCompétitions Fédérales (cadence longue, rapide ou blitz) : les cadences sont celles spécifiées dans les \nrèglements des compétitions, ainsi que le classement Elo à prendre en compte.  \nSi aucune limite Elo n’est précisée, l’accès à la compétition est permis sans limitation selon le classement Elo, \nmais les parties non compatibles ne seront pas prises en compte par la FIDE. \nToutes les phases des championnats de France scolaires, et le championnat individuel féminin de parties rapides, \nsont considérés comme des Tournois de type B. \nTournoi B à cadence rapide ou blitz :  \n• \nUne partie “d’échecs rapides” est une partie où tous les coups doivent être effectués dans un temps limité de \nplus de 10 minutes mais moins de 60 minutes pour chaque joueur ou joueuse.   \n• \nUne partie de “Blitz” est une partie où tous les coups doivent être effectués dans un temps limité de 10 minutes \nou moins par joueur ou joueuse. Pour qu’une partie soit prise en compte pour le classement blitz, chaque joueur \nou joueuse doit au moins avoir 5 minutes mais pas plus de 10 minutes.  \n  \n2.2. Application des règlements :  \nPour toutes les compétitions homologuées, à l'exception des articles cités ci-après, les règles du jeu de la FIDE et \nles règles de la FFE doivent être appliquées dans leur intégralité.  \n2.2.1. Article 11.3.2.2 adapté :  \nSauf stipulation contraire du règlement de la compétition fédérale ou du tournoi, l’article 11.3.2.1 des règles du jeu \nautorisant les appareils électroniques éteints dans un sac s’appliquera.  Outre les sacs, ces appareils peuvent être rangés \ndans d'autres endroits hors de portée du joueur ou la joueuse. Dans ce cas, ils devront être rangés de manière que les \njoueurs et joueuses ne puissent pas y accéder pendant leurs parties.   \nPar défaut, les appareils pouvant être connectés à internet ou à un autre appareil, ainsi que les appareils où une \napplication permettant la triche peut être installée, font perdre directement la partie si ceux-ci ne sont pas rangés comme \nindiqué précédemment. \nSi cet appareil émet un son dans la salle de jeu pendant la partie, le joueur ou joueuse perdra sa partie et l'adversaire \ngagnera. Cet article s'applique aux tournois organisés en France (sauf si le règlement intérieur du tournoi prévoit autre \nchose) et aux compétitions par équipes. Cette adaptation ne s'applique pas lors des tournois de haut niveau (national, \nnational féminin, Top 16, phase finale de la coupe de France et Top 12F).  \n \n",
      "section": null
    },
    {
      "page_num": 2,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \n                      R03-2/3 \n \nCOMPÉTITIONS HOMOLOGUÉES  \n2.2.2. Article 7.5.5 adapté sur les coups illégaux en cadence rapide :  \nPour les compétitions scolaires ainsi que pour les catégories U8, U8F, U10 et U10F des qualifications départementales \net régionales du championnat de France Jeunes, organisées en France et prises en compte uniquement pour le Elo rapide \nNational, la partie sera perdue après le 3e coup illégal achevé. Dans le cas d'un rapide homologué FIDE, c'est la règle \nde la FIDE qui s'applique, à savoir, perte après le 2e coup illégal achevé. Les clubs ou organes fédéraux organisateurs \nde tournois à cadence rapide non homologués FIDE, peuvent adopter cette exception à condition que cela soit précisé \ndans le règlement intérieur du tournoi.  \n2.2.3. Retard autorisé :  \n  Le retard autorisé devant l’échiquier est fixé à 30 minutes par défaut sauf si le R.I. du tournoi prévoit autre chose.  \n  \n2.3. Droits d'inscriptions :  \nLes droits d'inscriptions sont définis par l'organisateur pour toutes les catégories d’âge. \nLa majoration des prix d’inscription ne s’applique pas dans le cas de personnes présentant une « carte mobilité \ninclusion » de personne en situation de handicap.  \nDans les tournois de type A, l'inscription est gratuite pour les GMI, MI, GMF, MIF, les membres de l’Équipe de France \n« Élite » Jeunes, les champions et championnes de France jeunes en titre et les GMI ICCF (par correspondance) \nmembres de la FFE, sous réserve de confirmer leur inscription à l'organisation au moins 48 heures avant le début du \ntournoi. \n2.4. Distribution des prix :  \nEn demandant l'homologation, l'organisateur s'engage à distribuer l'intégralité des prix annoncés.  \n2.5. Conditions de participation des joueurs et joueuses :  \nDans une compétition homologuée par la FFE, sont considérés comme « participants français » ou « participantes \nfrançaises » tous les joueurs et joueuses inscrits à la FFE auprès de la FIDE (code FRA) ainsi que les joueurs ou \njoueuses de nationalité française jouant avec le code de la FIDE ou les joueurs et joueuses de nationalité étrangère \nn’ayant pas de code FIDE.  \n• \nTournois de type A :  \nLes participantes et participants français doivent être titulaires d'une licence A de la FFE.  \nLes joueuses et joueurs non licenciés A en début de tournoi devront prendre cette licence dans le club organisateur. \nCelui-ci s'engage à fournir un reçu aux personnes concernées et à régulariser la prise de licence au plus tard 7 jours \naprès la fin du tournoi. Passé le délai de 7 jours, la FFE régularisera la situation.  \n• \nTournois de type B :  \nLes participantes et participants français doivent être titulaires d'au moins une licence B délivrée par la FFE.  \nLes joueuses et joueurs non licenciés au début du tournoi devront prendre une licence dans le club organisateur.  \nCelui-ci s'engage à fournir un reçu aux personnes concernées et à régulariser la prise de licence au plus tard 7 jours \naprès la fin du tournoi. Passé le délai de 7 jours, la FFE régularisera la situation.   \n2.6. Demande d'homologation d'un tournoi de type A ou B :  \nLes demandes d’homologation doivent se faire en ligne, sur le site de la FFE, à la rubrique « mon compte ».  \nToute demande doit indiquer un club référent, club responsable du règlement des droits d’homologation. Le club \nréférent doit être affilié à la FFE pour la saison en cours et devra licencier tous les joueuses et joueurs participant à leur \ntournoi dans le cadre de l’article 2.5. Si des joueuses ou des joueurs non-licenciés participent au tournoi sans licence, \net que la situation n’est pas régularisée dans les 7 jours qui suivent le tournoi, les joueuses ou joueurs concernés seront \nautomatiquement licenciés au club référent, qui devra régler la commande des licences. Les demandes d’homologation \ndoivent se faire dans les délais suivants selon la nature du tournoi :  \n• \nFFE rapide : 10 jours avant le tournoi ;  \n• \nFIDE : 15 jours avant le tournoi ;  \n• \nFIDE à normes : 40 jours avant le tournoi ;  \n• \nToute demande faite hors délai peut être refusée. Si la demande hors délai est acceptée, les droits \nd'homologation seront majorés.  \nLors de la demande d’homologation, il est obligatoire de préciser toutes les limitations d’accès dans la dénomination \ndu tournoi. Ces limitations doivent être indiquées également dans le Règlement Intérieur du tournoi.  \nLes critères de limitations autorisés sont : le Elo, l’âge, le genre, l’appartenance à une entité (club, département …) etc. \n",
      "section": null
    },
    {
      "page_num": 3,
      "text": " \nTexte modifié par la CT le 17/05/2025                                                     \n                      R03-3/3 \n \nCOMPÉTITIONS HOMOLOGUÉES  \n \n2.7. Droits d'homologation :  \n2.7.1. Tournoi de type A ou B :  \nLe Comité Directeur de la FFE fixe le montant des droits d’homologation. Ils \nsont indiqués dans le document « tarifs fédéraux ».  \nLes droits d'inscriptions et d'homologation sont à régler directement à la FFE.  \nSont exonérés des droits d’homologation :  \n• \nLes compétitions fédérales ;  \n• \nLes tournois fermés organisés en partenariat avec la FFE.  \n2.7.2. Tournoi de type B :  \nLes droits d'homologation sont gratuits pour les tournois rapides ne comptant que pour le classement FFE.  \n \nArbitrage  \nLes tournois homologués doivent être, selon leur nature, arbitrés par des arbitres fédéraux. De plus, si le tournoi est \nhomologué FIDE, l’arbitre doit être détenteur ou détentrice d’une licence FIDE et du titre requis par cet organisme \n(voir le RI de la DNA).  \n \nAvantages des tournois homologués \nUne promotion de l'événement sera incluse dans l'annonce officielle des tournois de la FFE (communiqués, ...). La FFE \nfournit gratuitement aux organisateurs de tournois homologués un logiciel d'appariements et de gestion des résultats.  \nLes tournois homologués entrent dans le cadre de l'assurance souscrite par la FFE sur le plan national.  \nAprès réception du rapport technique de l'arbitre, les résultats sont traités par l'instance concernée (Elo FIDE, Elo \nRapide FIDE ou national, Blitz...).  \nLa FFE veille à la formation des arbitres et effectue le contrôle de leur travail pour chaque tournoi.  \n  \nCommissions d’Appel  \nLa mise en place d’une Commission d’Appel est obligatoire dans le cadre des grands tournois internationaux et des \ngrands événements fédéraux. Sa composition doit être affichée dans l’aire de jeu.  \nPour les autres tournois, la mise en place de cette commission est facultative. Les éventuels appels des joueurs et \njoueuses seront examinés par la Commission d’Appels Sportifs fédérale ou, lorsqu’elle existe, par la Commission \nd’Appels Sportifs de la Ligue.  \n \n \n",
      "section": null
    }
  ],
  "total_pages": 3,
  "extraction_date": "2026-01-14T02:52:43"
}
