{
  "filename": "règlement_régionale_2024_2025.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": "Ligue PACA des échecs \nSaison 2024-2025 \nversion au 02/07/2024 \n \n \nLigue PACA des \néchecs \nREGIONALE \nRÈGLEMENT \n \n \nRemarque préliminaire : le règlement par défaut est celui du championnat de France des clubs : \nhttp://www.echecs.asso.fr/Actus/2864/A02_2024_2025_Championnat_de_France_des_Clubs.pdf \n \nFigurent ici uniquement les particularités déclinables au niveau de la Ligue PACA des échecs. \n \n1 – Organisation générale \n \n1.1 Structure \nLe championnat de France des clubs de Régionale est organisé chaque saison par la Ligue Provence \nAlpes Côte d’Azur des Échecs. \nLe nombre de groupes de Régionale dans la mesure du possible doit être égal au maximum au nombre \nde groupe de N4. \nChaque groupe est normalement constitué au maximum de 8 équipes. S’il y a lieu, la Ligue propose \ndes repêchages aux clubs afin de compléter si possible les groupes à 8 équipes en utilisant les \ndépartages de l’article 4.4 du règlement fédéral. \n \n1.2 Déroulement de la compétition \nLe championnat se joue par équipes de clubs. Dans chaque groupe, la compétition est organisée selon \nle système toutes rondes. Le nombre d’équipes par club n’est pas limité. \nA l’issue de la saison, l’équipe classée première de chaque groupe est promue en N4. \nChaque équipe classée huitième de son groupe de Régionale est normalement rétrogradée en \nDépartementale. Toutefois le nombre d’équipes effectivement rétrogradées en Départementale est \ndéterminé au cas particulier chaque année en fonction du nombre d’équipes rétrogradées de N4 en \nutilisant les départages de l’article 4.4 du règlement fédéral. \n1.3 Engagements \nPour participer à la compétition, tous les clubs concernés doivent impérativement remplir en ligne sur \nle site de la Ligue PACA des échecs un formulaire d’engagement dûment rempli. \nLe règlement, déterminé lors de l’assemblée générale de la Ligue, devra être effectué avant la date \nlimite fixée. \nLes clubs doivent également s’acquitter avant le 15 juin des éventuelles amendes contractées lors de \nla saison précédente, sous peine de non-inscription au championnat. \n \n2 – Organisation de la compétition",
      "section": null
    },
    {
      "page_num": 2,
      "text": "Ligue PACA des échecs \nSaison 2024-2025 \nversion au 02/07/2024 \n2.1 Direction de la compétition \nLe directeur et/ou la directrice de la régionale 1 ainsi que les directions de groupe sont nommées par \nla Présidence de la Ligue. La direction technique de la Ligue répartit les équipes inscrites en Régionale \nentre les différents groupes. La proximité géographique est retenue comme critère principal de \nrépartition des groupes afin de limiter les déplacements. \nLa direction de groupe est chargée de concevoir un calendrier cohérent, de le soumettre à la direction \ntechnique de la Ligue pour validation, de faire respecter les règlements, de collecter les résultats, d’en \nvérifier la conformité et de les diffuser sur le site fédéral. \n \n 2.2 Calendrier \nLes rencontres se déroulent soit le samedi, soit le dimanche, les 7 week-ends correspondant aux 7 \ndimanches des journées d’interclubs fixées par la FFE en N3. \n \n2.4 Arbitres \nEn régionale, l’arbitre n’est pas obligatoire. En revanche, il est vivement conseillé aux clubs possédant \nune ou plusieurs équipes en Régionale d’avoir parmi leurs licenciés au moins un arbitre fédéral Elite, \nOpen, Club ou stagiaire officiant le jour de la compétition. \n \n3 – Déroulement des matchs \n \nLes articles 3 du règlement fédéral sont appliqués avec les précisions ci-après. \n \n3.7.a Composition des équipes – Participation des joueurs \nChaque équipe est composée de 5 joueurs licenciés A respectant l’article 1 des règles générales. \n3.7.b Remplacer la Commission Technique Fédérale par la Commission Technique de la Ligue. \n3.7.e Le nombre total de parties disputées par un joueur jouant en N4 et dans les régionales ne peut \ndépasser 7, dans les autres nationales et en régionales ne peut dépasser 9, hors barrage. \n3.7.f Noyau de l’équipe : en Régionale, chaque équipe doit aligner à chaque ronde au moins 2 \npersonnes ayant déjà participé au moins une fois pour le compte de cette équipe depuis le début de la \nsaison (sauf pour la ronde 1). En cas d'infraction, forfait administratif sur le 1er échiquier concerné et \ntous ceux qui le suivent, qu’ils soient en infraction ou non. \n3.7.h Pas applicable. \n3.8. Forfaits sportifs \nVoir article du règlement fédéral. Sauf cas de force majeure reconnu par le Directeur de la Régionale, \ntout forfait d'une équipe est sanctionné par une amende de 50 €, amende doublée s’il s’agit de la \ndernière ronde. Tout forfait individuel non signalé la veille du match avant 14 h 00, à partir du 4e dans \nla même équipe et dans la même saison, est sanctionné d'une amende de 25 €. \n \n4 – Résultats – Classements \nVoir règlement fédéral.",
      "section": null
    }
  ],
  "total_pages": 2,
  "extraction_date": "2026-01-15T02:30:14"
}
