{
  "filename": "règlement_n4_2024_2025__1_.pdf",
  "pages": [
    {
      "page_num": 1,
      "text": "Ligue PACA des échecs \nSaison 2024-2025 \nversion au 01/10/2024 vue par la CTF \n \n \nLigue PACA des \néchecs \nNATIONALE 4 \nRÈGLEMENT \n \n \nRemarque préliminaire : le règlement par défaut est celui du championnat de France des clubs : \nhttp://www.echecs.asso.fr/Actus/2864/A02_2024_25_Championnat_de_France_des_Clubs.pdf \n \nFigurent ici uniquement les particularités déclinables au niveau de la Ligue PACA des échecs. \n \n1 – Organisation générale \n \n1.1 Structure \nLe championnat de France des clubs de Nationale 4 ou N4 est organisé chaque saison par la Ligue \nProvence Alpes Côte d’Azur des Échecs. \nLe nombre d’accession en N3 attribué à la ligue est déterminé par la FFE. La ligue dispose de 5 \naccessions. Elle organise cette répartition avec la création de 5 groupes de N4. \nChaque groupe est constitué de 8 équipes. S’il y a lieu, la direction technique de la Ligue procède à des \nrepêchages en utilisant les départages de l’article 4.4 du règlement fédéral. \n \n1.2 Déroulement de la compétition \nLe championnat se joue par équipes de clubs. Le nombre d’équipes par club n’est pas limité. Dans \nchaque groupe, la compétition est organisée selon le système toutes rondes. \nA l’issue de la saison, l’équipe classée première de chaque groupe est promue en N3. \nL’équipe classée première de chaque groupe de Régionale 1 est promue en N4. \nLe nombre d’équipes rétrogradées en Régionale est déterminé en fonction du nombre global d’équipes \nde la ligue rétrogradées de N3 vers la N4 en utilisant le même départage que l’article 4.4 du règlement \nfédéral. \n \n1.3 Engagements \nPour participer à la compétition, tous les clubs concernés doivent impérativement remplir en ligne sur \nle site de la Ligue PACA des échecs un formulaire d’engagement dûment rempli. \nLe règlement de 15 € devra être effectué avant la date limite fixée par la Ligue. \nLes clubs doivent également s’acquitter avant le 15 juin des éventuelles amendes contractées lors de \nla saison précédente, sous peine de non-inscription au championnat. \n \n2 – Organisation de la compétition",
      "section": null
    },
    {
      "page_num": 2,
      "text": "Ligue PACA des échecs \nSaison 2024-2025 \nversion au 01/10/2024 vue par la CTF \n2.1 Direction de la compétition \nLe directeur et/ou la directrice de la nationale 4 ainsi que les directions de groupe sont nommées par \nla Présidence de la Ligue. La direction technique de la Ligue répartit les équipes inscrites en N4 entre \nles différents groupes. La proximité géographique est retenue comme critère principal de répartition \ndes groupes afin de limiter les déplacements. \nLa direction de groupe est chargée de concevoir un calendrier cohérent, de le soumettre à la direction \ntechnique de la Ligue pour validation, de faire respecter les règlements, de collecter les résultats, d’en \nvérifier la conformité et de les diffuser sur le site fédéral. \n \n 2.2 Calendrier \nLes dates des différentes rondes sont données par la Fédération Française des Échecs. \nLes rencontres se déroulent normalement les 7 dimanches correspondant aux journées d’interclubs \nfixées par la FFE en N3. \n \n2.4 Arbitres \nEn N4, les clubs doivent avoir une ou un arbitre fédéral Elite, d'Open, de Club ou jeune. Une demande \nde dérogation pour une durée d’un an est possible, à condition de la demander auprès de la \ncommission technique de la Ligue et d’avoir au moins un arbitre stagiaire pour la saison en cours. Le \nnon-respect de ces dispositions au 30 avril de la saison en cours entraînera la relégation des équipes \ndu club concerné en Nationale inférieure pour la saison suivante. Cette rétrogradation se cumulera \navec une rétrogradation sportive le cas échéant. \n \n 2.5 Responsable des rencontres et arbitrage \nVoir article du règlement fédéral. En N4, les matchs sont dirigés par un arbitre fédéral Elite, d'Open ou \nde Club désigné par le responsable de la rencontre. Une demande de dérogation peut être demandée \nauprès de la direction technique de la ligue. L’arbitre d’un match de N4 peut être joueur dans ce match \net officier dans un maximum de deux matchs de N4 et/ou de division inférieure. La personne \nresponsable de la rencontre doit vérifier le statut de l’arbitre du match. Les clubs fautifs sont \nsanctionnés d'une amende de 150 € par infraction. Le non-paiement dans les délais fixés entraîne pour \nles équipes concernées l'exclusion du championnat la saison suivante. \n \n3 – Déroulement des matchs \n \nLes articles 3 du règlement fédéral sont appliqués ainsi que l’article 8 des règles générales R01 \nconcernant le rôle du capitaine. Pour l’article 3.7.b, remplacer la Commission Technique Fédérale par \nla Commission Technique de la Ligue. \nLa règle 3.7.f sur le noyau s’applique en nationale 4 de la même façon qu’en N1, N2 et N3. \n \n3.8. Forfaits sportifs \nVoir article du règlement fédéral. Sauf cas de force majeure reconnu par le Directeur de la Nationale, \ntout forfait d'une équipe est sanctionné par une amende de 100 €, doublée si c’est à la dernière ronde. \n \n4 – Résultats – Classements \nVoir règlement fédéral.",
      "section": null
    }
  ],
  "total_pages": 2,
  "extraction_date": "2026-01-15T02:30:14"
}
